{
    "DOI": "10.1002/adma.201700606",
    "Journal": "",
    "Keywords": [
        "anodes",
        "metal chalcogenides",
        "selenides",
        "sodium‐ion batteries",
        "sulfides"
    ],
    "Sections": [
        {
            "content": [
                "The ever‐growing demand for electrical‐energy‐storage (EES) devices is providing great opportunities and challenges. Especially for the rechargeable ion batteries, great success has been achieved during the last two decades. Since the 1990s, the lithium‐ion batteries (LIBs) have been commercialized and dominated the market owing to their high safety, stability, and capability of storing and converting clean energy to provide a constant power supply. Due to limited lithium resources, however, it is desirable to find an alternative source for next generation EES devices. Recently, sodium‐ion batteries (SIBs) have emerged as one of the most promising candidates because sodium‐containing compounds are highly abundant and have cheap raw materials (Figure a). Compared to the Li‐ion‐battery system, sodium possesses a larger ionic radius (1.02 Å for Na+ vs 0.76 Å for Li+) and a reduction potential about 300 mV higher than lithium. In lithium‐containing compounds, lithium can exist in octahedral or tetrahedral coordination. Sodium rarely has the tetrahedral coordination, but prefers octahedral and prismatic coordination. In general, these differences may cause a sluggish reaction mechanism and critical conditions for sodium‐ion diffusion, which means that some materials may not be suitable for SIBs. For example, graphite displays a very low capacity (lower than 35 mA h g−1) in SIBs. Thus, it is urgent to find good anode materials for SIBs in the near future.",
                "The reaction mechanisms of anode materials for SIBs are similar to those for LIBs, which can always be classified into three categories: intercalation, conversion, and alloying (Figure b). The materials with intercalation reactions have obvious charge and discharge platforms and feature a relatively low theoretical capacity. Conversion reactions provide high theoretical capacity, always above 400 mA h g−1, due to multiple‐electron reactions during cycling. The conversion reaction suffers, however, from large volume changes and voltage polarization. Alloying type materials, such as red phosphorus, tin, and antimony, also have high theoretical capacity, and the reaction is also accompanied by large volume expansion. Typical anode materials include carbon materials, metal phosphides, metal oxides, metal sulfides, metal selenides, sodium‐containing compounds, etc. In terms of the carbon materials, as mentioned above, graphite has a very low practical capacity in carbon‐ester electrolyte. Hard carbon could be a good choice because of the stable cycling performance. The synthesis of hard carbon needs high‐temperature treatment (above 1000 °C), however, and safety problems such as sodium dendrites may be caused by the low reaction voltage range (below 0.1 V). Graphene and porous carbon materials are also proved to be electrochemically active in SIBs, but the low Coulombic efficiency in the first cycle, undesirable side reactions derived from the large surface area, and the high cost means that they could not meet the requirements for practical use. Metal phosphides have recently received great attention because of their high theoretical capacity. Their synthesis methods, however, are limited because their raw material is dangerous red phosphorus. Metal oxides have been extensively investigated in LIBs, and excellent long‐term cycling performance can be achieved by carbon modification and suitable morphology design. On the contrary, FeO, CoO, and NiO show almost no electrochemical activity in SIBs.",
                "Metal sulfides/selenides (MXs) have been investigated as electrode materials for LIBs since the 1970s, such as titanium disulfide, which can achieve very high capacity and long cycling life according to laboratory tests. They are also very popular in SIBs because of their easily‐controlled morphology and high theoretical specific capacity, which makes them very competitive with other anode materials. Numerous excellent reviews focused on the general conversion reaction for SIBs have given a brief introduction to MXs. Here, recent progress on MXs for SIBs is systematically summarized. The synthesis methods, electrochemical performances, reaction mechanisms, and kinetics of both the layered and nonlayered MXs are introduced in detail. Their challenges, improvement strategies, and outlook are also discussed. In the future, more research needs to focus on the conversion reaction to bring conversion type materials to commercialization."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "Platform changes during cycling are very common in MXs, especially in the first two cycles. According to previous reports, some MXs cannot be reproduced after the initial discharge process. For example, 2H‐MoS2 was proved to be irreversible during cycling by in situ X‐ray diffraction (XRD) characterization. The charging product was 1T‐MoS2 in the case where no more than 1.5 Na+ was intercalated into the MoS2 in the initial sodiation process. When more than 1.5 Na+ was reacted with MoS2, Mo nanocrystallites and sodium sulfides were detected, and in the charging process, the MoS2 was never reproduced. Platform changes always have a bad influence on the cycling performance and Coulombic efficiency.",
                        "As sodium sulfides are considered to be the most common discharge products of the conversion reaction between metal sulfides and sodium, polysulfides should be a possible intermediate, which will react with carbon‐ester‐based electrolyte and dissolve into ether‐based or carbon‐ester‐based electrolyte, leading to severe capacity loss and safety issues.",
                        "Nanostructured materials have a large surface area and numerous active sites for sodium‐ion diffusion and storage, which guarantees fast reaction kinetics resulting in high capacity and good rate capability. The ionic diffusion coefficient (Dion), diffusion length (l), and diffusion time (τ) usually have the following relationship ",
                        "For the same materials with same structural parameters, the Dion is always a constant. Thus τ is proportional to l2. Therefore nanosized structure can shorten the diffusion time of sodium ions and achieve high rate capability.",
                        "According to density functional theory (DFT) calculations, some nanosized sodium metal sulfides feature metallic conductivity, which makes a capacitance contribution to the battery system. The charge and discharge processes include three kinds of capacity contribution: the faradaic contribution from the sodium intercalation process, the faradaic contribution from the charge transfer caused by incorporation of sodium ions in the material's surface, expressed as pseudocapacitance, and the non‐Faradaic contribution from double layer capacitance. From the cyclic voltammogram (CV) data, the measured current (i) at fixed voltage (U) and the scan rate (ν) can be related by Equation , where k1ν and k2ν1/2 represent the current contributions from surface capacitance and the redox reaction. By analyzing the CV data at different scan rates and neglecting the slight shifts for the specific voltages, the values of the parameters k1 and k2 can be calculated. Thus, pseudocapacitance during the charge and discharge processes is able to be quantified. When the size of active materials decreases to the nanosize, the pseudocapacitance can make a significant contribution to the charge and discharge processes, which indicates fast Na+ migration and good rate performance"
                    ],
                    "name": "Theories",
                    "type": "section"
                },
                {
                    "content": [
                        "Platform changes during cycling are very common in MXs, especially in the first two cycles. According to previous reports, some MXs cannot be reproduced after the initial discharge process. For example, 2H‐MoS2 was proved to be irreversible during cycling by in situ X‐ray diffraction (XRD) characterization. The charging product was 1T‐MoS2 in the case where no more than 1.5 Na+ was intercalated into the MoS2 in the initial sodiation process. When more than 1.5 Na+ was reacted with MoS2, Mo nanocrystallites and sodium sulfides were detected, and in the charging process, the MoS2 was never reproduced. Platform changes always have a bad influence on the cycling performance and Coulombic efficiency."
                    ],
                    "name": "Platform Changes",
                    "type": "section"
                },
                {
                    "content": [
                        "As sodium sulfides are considered to be the most common discharge products of the conversion reaction between metal sulfides and sodium, polysulfides should be a possible intermediate, which will react with carbon‐ester‐based electrolyte and dissolve into ether‐based or carbon‐ester‐based electrolyte, leading to severe capacity loss and safety issues."
                    ],
                    "name": "Sodium Polysulfides",
                    "type": "section"
                },
                {
                    "content": [
                        "Nanostructured materials have a large surface area and numerous active sites for sodium‐ion diffusion and storage, which guarantees fast reaction kinetics resulting in high capacity and good rate capability. The ionic diffusion coefficient (Dion), diffusion length (l), and diffusion time (τ) usually have the following relationship ",
                        "For the same materials with same structural parameters, the Dion is always a constant. Thus τ is proportional to l2. Therefore nanosized structure can shorten the diffusion time of sodium ions and achieve high rate capability."
                    ],
                    "name": "Sodium Ion Diffusion",
                    "type": "section"
                },
                {
                    "content": [
                        "According to density functional theory (DFT) calculations, some nanosized sodium metal sulfides feature metallic conductivity, which makes a capacitance contribution to the battery system. The charge and discharge processes include three kinds of capacity contribution: the faradaic contribution from the sodium intercalation process, the faradaic contribution from the charge transfer caused by incorporation of sodium ions in the material's surface, expressed as pseudocapacitance, and the non‐Faradaic contribution from double layer capacitance. From the cyclic voltammogram (CV) data, the measured current (i) at fixed voltage (U) and the scan rate (ν) can be related by Equation , where k1ν and k2ν1/2 represent the current contributions from surface capacitance and the redox reaction. By analyzing the CV data at different scan rates and neglecting the slight shifts for the specific voltages, the values of the parameters k1 and k2 can be calculated. Thus, pseudocapacitance during the charge and discharge processes is able to be quantified. When the size of active materials decreases to the nanosize, the pseudocapacitance can make a significant contribution to the charge and discharge processes, which indicates fast Na+ migration and good rate performance"
                    ],
                    "name": "Pseudocapacitance",
                    "type": "section"
                },
                {
                    "content": [
                        "Although MXs have many advantages, there are still several problems. First, the final discharge products may have side reactions with the electrolyte. Second, large volume expansion is caused by the large amount of sodium participating in the electrochemical reaction. Third, the solid electrolyte interphase (SEI) film leads to large irreversible capacity in the first cycle. Fourth, the low conductivity and ion‐diffusion coefficient degrade the rate performance. The most common strategies to solve these problems are nanostructure design, carbon modification, electrolyte optimization, and voltage range selection. Recent progress has led to great improvements in MXs, and the synthesis methods and electrochemical performances have been summarized in Table .",
                        "The general synthesis methods to prepare MXs include solvothermal reaction, spray pyrolysis, chemical vapor deposition (CVD), electrospinning, exfoliation, sulfuration or selenization, reflux, ball milling, etc. Some materials need to be further treated by freeze‐drying or high‐temperature calcination. As for the morphology design, nanosized particles can effectively minimize the effects of volume expansion and also provide a short ion‐diffusion length. Yolk–shell‐structured and hollow‐structured materials have been widely investigated to improve their performance. Both of these structures introduce more contact area between the active materials and the electrolyte, provide more active sites, so as to enhance the electrochemical performances of the target materials.",
                        "Carbon materials are widely used as electrodes for rechargeable ion batteries because of their high electrical conductivity, high stability, and low cost. Introducing carbon analogs such as carbon nanoparticles, carbon nanotubes, and graphene into MXs materials can improve their electrical conductivity and stability to enhance their rate capability and cycling performance. In general, organic materials can be coated onto the material surface and be carbonized through high‐temperature treatment in an Ar or N2 atmosphere. Some materials cannot be synthesized in this way, however, to obtain a carbon coating due to their inferior thermal stability. For example, FeS2 will convert into FeS and S at temperatures above 500 °C, and CuS will lose S to form Cu2S. Therefore reports are mainly focused on the sulfuration or selenization of metal oxides/carbon to obtain the MXs/C materials. Meanwhile, introducing porous structures or doping with nitrogen or phosphorus can further enhance the stability of active materials through alleviating large volume expansion and increasing the electrical conductivity.",
                        "Commonly used electrolytes can be mainly classified into carbon‐ester‐based electrolytes such as ethylene carbonate (EC), propylene carbonate (PC), diethyl carbonate (DEC), fluoroethylene carbonate (FEC), etc., ether‐based electrolytes, including dimethyl ether, diglyme, tetraglyme, etc., ionic liquids, and solid‐state electrolytes. The carbon‐ester‐based electrolytes will react with polysulfides and have bad effects on the cycling performance and the solid‐state electrolytes feature very low ionic conductivity. Thus, ether‐based electrolytes have been widely investigated to help achieve long‐life battery performance.",
                        "Most MXs possess multiple reaction mechanism during the first discharge process. In general, the intercalation reaction will be the first to occur. Then, the conversion reaction takes place, accompanied by large volume expansion and irreversible capacity. Some reports have applied a higher terminal voltage to avoid the conversion reaction and obtain long cycling performance. For example, bare MoS2 suffered a great capacity loss when cycled in the range of 0.1–3.0 V. It was different, however, when the terminal voltage was 0.4 V. By controlling the amount of sodium intercalated, stable capacity can last for hundreds of cycles with no obvious fading."
                    ],
                    "name": "Challenges and Methods",
                    "type": "section"
                },
                {
                    "content": [
                        "The general synthesis methods to prepare MXs include solvothermal reaction, spray pyrolysis, chemical vapor deposition (CVD), electrospinning, exfoliation, sulfuration or selenization, reflux, ball milling, etc. Some materials need to be further treated by freeze‐drying or high‐temperature calcination. As for the morphology design, nanosized particles can effectively minimize the effects of volume expansion and also provide a short ion‐diffusion length. Yolk–shell‐structured and hollow‐structured materials have been widely investigated to improve their performance. Both of these structures introduce more contact area between the active materials and the electrolyte, provide more active sites, so as to enhance the electrochemical performances of the target materials."
                    ],
                    "name": "Structure Design",
                    "type": "section"
                },
                {
                    "content": [
                        "Carbon materials are widely used as electrodes for rechargeable ion batteries because of their high electrical conductivity, high stability, and low cost. Introducing carbon analogs such as carbon nanoparticles, carbon nanotubes, and graphene into MXs materials can improve their electrical conductivity and stability to enhance their rate capability and cycling performance. In general, organic materials can be coated onto the material surface and be carbonized through high‐temperature treatment in an Ar or N2 atmosphere. Some materials cannot be synthesized in this way, however, to obtain a carbon coating due to their inferior thermal stability. For example, FeS2 will convert into FeS and S at temperatures above 500 °C, and CuS will lose S to form Cu2S. Therefore reports are mainly focused on the sulfuration or selenization of metal oxides/carbon to obtain the MXs/C materials. Meanwhile, introducing porous structures or doping with nitrogen or phosphorus can further enhance the stability of active materials through alleviating large volume expansion and increasing the electrical conductivity."
                    ],
                    "name": "Carbon Modification",
                    "type": "section"
                },
                {
                    "content": [
                        "Commonly used electrolytes can be mainly classified into carbon‐ester‐based electrolytes such as ethylene carbonate (EC), propylene carbonate (PC), diethyl carbonate (DEC), fluoroethylene carbonate (FEC), etc., ether‐based electrolytes, including dimethyl ether, diglyme, tetraglyme, etc., ionic liquids, and solid‐state electrolytes. The carbon‐ester‐based electrolytes will react with polysulfides and have bad effects on the cycling performance and the solid‐state electrolytes feature very low ionic conductivity. Thus, ether‐based electrolytes have been widely investigated to help achieve long‐life battery performance."
                    ],
                    "name": "Electrolyte Optimization",
                    "type": "section"
                },
                {
                    "content": [
                        "Most MXs possess multiple reaction mechanism during the first discharge process. In general, the intercalation reaction will be the first to occur. Then, the conversion reaction takes place, accompanied by large volume expansion and irreversible capacity. Some reports have applied a higher terminal voltage to avoid the conversion reaction and obtain long cycling performance. For example, bare MoS2 suffered a great capacity loss when cycled in the range of 0.1–3.0 V. It was different, however, when the terminal voltage was 0.4 V. By controlling the amount of sodium intercalated, stable capacity can last for hundreds of cycles with no obvious fading."
                    ],
                    "name": "Cut‐Off Voltage",
                    "type": "section"
                }
            ],
            "name": "Theories and Challenges for MXs",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "Layered MXs have recently attracted great attention because of their unique structure. Common layered MXs include MoS2, MoSe2, WS2, TiS2, VS2, and SnS2. Monolayer MXs have special physical properties such as good electrical conductivity (Figure a). Two types of S–M coordination exist. One is trigonal prismatic (H‐phase, Figure b), and the other is octahedral coordination (T‐phase, Figure c). For bulk MXs, the weak van der Waals forces between each set of X–M–X layers are easy to break down, and then the alkali ions can insert themselves into the interlayers. With continuous sodium intercalation, the conversion reaction takes place. Metal and sodium chalcogenides are finally found in the fully discharged state. For some materials, the sodium sulfide or sodium selenide and metal cannot be recovered to the original layered material, which means that the expanded‐layer structure would have a limited effect on the electrochemical performance during the following cycles."
                    ],
                    "name": "Layered MXs",
                    "type": "section"
                },
                {
                    "content": [
                        "Molybdenum and tungsten dichalcogenides, MX2 (M = Mo and W, X = S and Se), belong to the 2D transition‐metal dichalcogenide (TMD) group. The unique layered structure makes them suitable for wide applications as photocatalysts and solid lubricants, and in electrical‐energy‐storage devices.",
                        "MoS2 is one of the most important members of the 2D TMDs group. The unique sandwiched S–Mo–S layers are connected by van der Waals forces with a typical layer distance of 0.62 nm. According to the different layer‐stacking sequences, MoS2 can be divided into the two‐layer‐stacked hexagonal polymorph 2H‐MoS2, the one‐layer‐stacked trigonal 1T‐MoS2, and the three‐layer‐stacked rhombohedral 3R‐MoS2, as shown in Figure a–c. In each layer, Mo and S exhibit trigonal prismatic (2H‐MoS2 and 3R‐MoS2) or octahedral coordination (1T‐MoS2). Among them, 2H‐MoS2 is a room‐temperature stable product obtained by general synthesis methods, such as solvothermal reaction, microwave assisted solvothermal reaction, spray pyrolysis, CVD, and electrospinning. Wang et al. elucidated the mechanism by in situ XRD, ex situ XRD, and scanning transmission electron microscopy characterization of bulk MoS2 samples (Figure d–l). When sodium ions are intercalated into the interlayers, the van der Waals forces are broken, leading to phase and stacking sequence changes. The initial discharge mechanism of MoS2 in SIBs has been reported (Equations –). When the terminal discharge voltage was 0.2 V, no metal Mo nanoparticles and sodium sulfides were generated, and during the deintercalation process, a solid‐solution reaction took place. The final charge product was partially 1T‐MoS2, and no 2H‐MoS2 was found in the charging state. In this voltage range, the x value in the 1T‐NaxMoS2 should be less than 1.5. In terms of testing in 0.01–3.0 V, the platform at 0.06 V corresponded to the formation of metal Mo nanoparticles and sodium sulfide, and no MoS2 could be reversibly generated in the next charging process. The possible reason may be the same as that for LIBs. In the charging process, Mo nanoparticles will remain electrochemically inert, and the alkali sulfides will be oxidized to S. Thus, the reaction in the following cycles is similar to that in the lithium–sulfur batteries. According to the DFT calculations, the calculated formation energy (Ef) suggested that the 2H‐MoS2 was transformed to 1T‐MoS2 when the sodium concentration was greater than 0.39 per MoS2, which was very close to the x value obtained from experimental results. The Ef of NaxMoS2 was higher than −1.0 eV, but the Ef of the fully discharged state is significantly lower and had the value of −15.46 eV, which indicated that the Mo metal and sodium sulfide were very stable and not easy to reverse back to MoS2. Some reports, however, assigned the platform around 1.8 V to the oxidation reaction to reform the MoS2. Further investigations on the mechanism of the reaction are needed to provide more detailed and reasonable evidence ",
                        "MoS2 electrodes have a severe cycling problem and large voltage polarization, due to the irreversible reaction and the shuttle effects of polysulfides. Effective ways to solve these problems have been widely proposed. Nanostructure design can shorten the diffusion paths of sodium ions and provide the capability to accommodate large volume changes. Carbon analogues can help to confine the bad effects of volume changes, prevent the dissolution of active materials, and provide high electrical conductivity. Reports on 1D to 3D‐structured MoS2 composites are summarized in Figures –. Zhu et al. synthesized single‐layered MoS2 nanoplates embedded in carbon nanofibers by a facile electrospinning method and calcination (Figure a–e). The ultrasmall particle size ensured a short Na+‐ion diffusion time, and the carbon matrix provided high electrical conductivity. Thus, the composites showed a high discharge capacity of ≈400 mA h g−1 at 10 A g−1. Shi et al. synthesized 1D MoS2/C nanotubes through a solvothermal reaction (Figure f–i). The obtained material showed a capacity of 471 mA h g−1, and the capacity retention was about 100% after 200 cycles. In the meantime, the capacity could reach 187 mA h g−1 at a high current density of 20 A g−1. David et al. prepared a 2D MoS2 nanosheet/graphene paper through a liquid solution reaction, ultrasonic treatment, and subsequent calcination (Figure a). The improved electrochemical reaction is shown in Figure b. Re‐doped 3D fullerene‐like MoS2 was reported by Tenne and co‐workers (Figure c–e). The rate performance was optimized by Re‐doping, and a capacity of 74 mA h g−1 at 4 A g−1 with a terminal voltage at 0.7 V was obtained. Chen and co‐workers synthesized 3D MoS2/C microspheres by using a spray pyrolysis method, and the results showed an ultralong‐term cycling life with a capacity of 400 mA h g−1 at 1 A g−1 (Figure a–d). The successful design of MoS2 nanosheets homogeneously dispersed inside the carbon matrix provided great stability to the active materials. The microsphere structure could still be maintained after 100 cycles. Park et al. obtained hierarchical few‐layer MoS2 embedded in hierarchical porous carbon as a long‐cycle‐life electrode for SIBs. The cycling performance showed capacity retention of ≈70% after 300 cycles as shown in Figure e–g.",
                        "The performances were effectively enhanced through nanocrystallization and carbon modification, but the capacity retention still cannot be maintained above 90% after hundreds of cycles. Further investigations on the cut‐off voltage and electrolyte selection are responsible for the great progress on MoS2/Na batteries. According to the DFT calculations, the very stable discharging products of Mo and Na2S make the reaction hard to reverse. Therefore, it is possible to avoid the conversion by cutting off the terminal voltage. Moreover, modifying the MoS2 interlayers through synthetic procedures has been investigated, such as by introducing expanded layers and poly(ethylene oxide) (PEO) or graphene intercalated layers. Li et al. obtained interlayer‐expanded MoS2/PEO nanocomposites. The synthesis method and accompanying transmission electron microscopy (TEM) image are shown in Figure a,b, respectively. After introducing two PEO layers into adjacent S–Mo–S layers, the optimized MoS2L/PEO nanocomposites showed a capacity of 225 mA h g−1 at 50 mA g−1 after the first 5 cycles of activation. Bang et al. prepared few‐layer MoS2 by liquid‐phase exfoliation. The results showed highly stable charge capacities of 164 and 161 mA h g−1 for the 1st and the 50th cycles at 20 mA g−1, respectively. Chen and co‐workers investigated the changes in the MoS2 layers when the batteries were cycled at 0.4–3.0 V with selected 1 m NaCF3SO3/diglyme electrolyte. Capacities of 200 mA h g−1 at 1 A g−1 and 175 mA h g−1 at 10 A g−1 were obtained in the first few cycles, as shown in Figure c, and then the capacities were slightly increased. After cycling for 300 cycles, the capacity was increased to 350 mA h g−1 at 50 mA g−1, which was caused by the exfoliated layers. The fewer the number of layers in the MoS2 sheets, the greater the number of Na+ ions that they can take up. The ex situ TEM images from the 10th, 500th, and 1000th cycles confirmed that the MoS2 layers had gradually expanded and been exfoliated during cycling (Figure d–f). Meanwhile, the pseudocapacitance found in the battery system facilitated long‐term cycling performance and high rate capability.",
                        "MoSe2 has a similar structure to MoS2. 2H‐MoSe2 is stable at room temperature and can be obtained through common synthesis methods such as solvothermal reaction, the reflux method, and spray pyrolysis. According to previous reports, the reaction mechanism has not been clearly determined. In the initial discharge process, some reports declared that two reduction peaks found at around 0.6 and 0.3 V corresponded to the sodium intercalation into the MoSe2 crystal structure and the conversion to Mo and sodium selenides, respectively. Other studies, however, found a much higher reduction peak above 1.3 V, which was assigned to the sodium intercalation reaction. In the oxidation process, a peak around 1.8 V was observed in most reports, but different theories have been proposed. One was that the peak corresponded to the formation of selenium. The other theory was that the peak reflected the formation of MoSe2. Some evidence such as ex situ XRD has been provided, but further investigations such as in situ XRD and TEM analysis are still needed. Due to the poor electrochemical performance of bare MoSe2, effective ways to modify bare MoSe2, such as carbon coating, porous structure design, and nanocrystallization, have been reported. Xie et al. synthesized MoSe2/reduced graphene oxide (rGO) composites through a hydrothermal process. The MoSe2/rGO composites showed improved cycling performance. The capacities at the 10th and the 100th cycles were 462 and 456 mA h g−1 at 200 mA g−1, respectively. Tang et al. used an oleic acid assisted reflux method to synthesize MoSe2/C composite. The amorphous carbon coating on the MoSe2 surface stabilized the structure. Thus, the composite showed a reversible capacity of 445 mA h g−1 at 1 A g−1 over 100 cycles. Ko et al. synthesized yolk–shell MoSe2 by using the selenization method to treat MoO3, as shown in Figure a,b. The charge and discharge curves indicated a phase change in the initial two cycles. The rate performance was also improved, and a capacity of 345 mA h g−1 was achieved at 1.5 A g−1 (Figure c).",
                        "Tungsten and molybdenum are both group 6 transition metals, and they share similar structures and properties. WS2 and WSe2 belong to the hexagonal phase. The mechanisms of WS2 and WSe2 include both the sodium‐ion‐intercalation process and the conversion reaction during the initial discharge process. Suffering from the common failings of MXs, the cycling performances of bare WS2 and WSe2 are not satisfactory. To improve the cycling performance, Su et al. prepared WS2/graphene composites, which showed a capacity of ≈600 mA h g−1 at 20 mA g−1. Chen and co‐workers prepared WS2 nanowires through a solvothermal reaction and subsequent calcination in Ar atmosphere. The obtained WS2 nanowires exhibited capacities of 550 mA h g−1 at 100 mA g−1 and 236 mA h g−1 at 5 A g−1, respectively. Wang et al. prepared free‐standing WS2/carbon nanotube (CNT)‐rGO aerogel by applying an ice template method. The resultant product displayed a capacity of 311 mA h g−1 at 100 mA g−1. Choi et al. obtained WS2/3D‐graphene composites by using spray pyrolysis and a sulfuration process (Figure d). The void space of 3D‐graphene derived from the decomposition of polystyrene (PS) template was employed to accommodate the volume changes during cycling (Figure e). Thus, the WS2/3D‐graphene showed greatly improved stability compared to the sample without PS template, and the rate capability was enhanced by the 3D‐graphene conductive networks (Figure f). WSe2 was also synthesized through solid‐state reaction by using tungsten powder, selenium, and Super P carbon. The initial capacity was 300 mA h g−1, and then it dropped to 270 mA h g−1 at the 50th cycle at 200 mA g−1."
                    ],
                    "name": "Molybdenum and Tungsten Dichalcogenides",
                    "type": "section"
                },
                {
                    "content": [
                        "MoS2 is one of the most important members of the 2D TMDs group. The unique sandwiched S–Mo–S layers are connected by van der Waals forces with a typical layer distance of 0.62 nm. According to the different layer‐stacking sequences, MoS2 can be divided into the two‐layer‐stacked hexagonal polymorph 2H‐MoS2, the one‐layer‐stacked trigonal 1T‐MoS2, and the three‐layer‐stacked rhombohedral 3R‐MoS2, as shown in Figure a–c. In each layer, Mo and S exhibit trigonal prismatic (2H‐MoS2 and 3R‐MoS2) or octahedral coordination (1T‐MoS2). Among them, 2H‐MoS2 is a room‐temperature stable product obtained by general synthesis methods, such as solvothermal reaction, microwave assisted solvothermal reaction, spray pyrolysis, CVD, and electrospinning. Wang et al. elucidated the mechanism by in situ XRD, ex situ XRD, and scanning transmission electron microscopy characterization of bulk MoS2 samples (Figure d–l). When sodium ions are intercalated into the interlayers, the van der Waals forces are broken, leading to phase and stacking sequence changes. The initial discharge mechanism of MoS2 in SIBs has been reported (Equations –). When the terminal discharge voltage was 0.2 V, no metal Mo nanoparticles and sodium sulfides were generated, and during the deintercalation process, a solid‐solution reaction took place. The final charge product was partially 1T‐MoS2, and no 2H‐MoS2 was found in the charging state. In this voltage range, the x value in the 1T‐NaxMoS2 should be less than 1.5. In terms of testing in 0.01–3.0 V, the platform at 0.06 V corresponded to the formation of metal Mo nanoparticles and sodium sulfide, and no MoS2 could be reversibly generated in the next charging process. The possible reason may be the same as that for LIBs. In the charging process, Mo nanoparticles will remain electrochemically inert, and the alkali sulfides will be oxidized to S. Thus, the reaction in the following cycles is similar to that in the lithium–sulfur batteries. According to the DFT calculations, the calculated formation energy (Ef) suggested that the 2H‐MoS2 was transformed to 1T‐MoS2 when the sodium concentration was greater than 0.39 per MoS2, which was very close to the x value obtained from experimental results. The Ef of NaxMoS2 was higher than −1.0 eV, but the Ef of the fully discharged state is significantly lower and had the value of −15.46 eV, which indicated that the Mo metal and sodium sulfide were very stable and not easy to reverse back to MoS2. Some reports, however, assigned the platform around 1.8 V to the oxidation reaction to reform the MoS2. Further investigations on the mechanism of the reaction are needed to provide more detailed and reasonable evidence ",
                        "MoS2 electrodes have a severe cycling problem and large voltage polarization, due to the irreversible reaction and the shuttle effects of polysulfides. Effective ways to solve these problems have been widely proposed. Nanostructure design can shorten the diffusion paths of sodium ions and provide the capability to accommodate large volume changes. Carbon analogues can help to confine the bad effects of volume changes, prevent the dissolution of active materials, and provide high electrical conductivity. Reports on 1D to 3D‐structured MoS2 composites are summarized in Figures –. Zhu et al. synthesized single‐layered MoS2 nanoplates embedded in carbon nanofibers by a facile electrospinning method and calcination (Figure a–e). The ultrasmall particle size ensured a short Na+‐ion diffusion time, and the carbon matrix provided high electrical conductivity. Thus, the composites showed a high discharge capacity of ≈400 mA h g−1 at 10 A g−1. Shi et al. synthesized 1D MoS2/C nanotubes through a solvothermal reaction (Figure f–i). The obtained material showed a capacity of 471 mA h g−1, and the capacity retention was about 100% after 200 cycles. In the meantime, the capacity could reach 187 mA h g−1 at a high current density of 20 A g−1. David et al. prepared a 2D MoS2 nanosheet/graphene paper through a liquid solution reaction, ultrasonic treatment, and subsequent calcination (Figure a). The improved electrochemical reaction is shown in Figure b. Re‐doped 3D fullerene‐like MoS2 was reported by Tenne and co‐workers (Figure c–e). The rate performance was optimized by Re‐doping, and a capacity of 74 mA h g−1 at 4 A g−1 with a terminal voltage at 0.7 V was obtained. Chen and co‐workers synthesized 3D MoS2/C microspheres by using a spray pyrolysis method, and the results showed an ultralong‐term cycling life with a capacity of 400 mA h g−1 at 1 A g−1 (Figure a–d). The successful design of MoS2 nanosheets homogeneously dispersed inside the carbon matrix provided great stability to the active materials. The microsphere structure could still be maintained after 100 cycles. Park et al. obtained hierarchical few‐layer MoS2 embedded in hierarchical porous carbon as a long‐cycle‐life electrode for SIBs. The cycling performance showed capacity retention of ≈70% after 300 cycles as shown in Figure e–g.",
                        "The performances were effectively enhanced through nanocrystallization and carbon modification, but the capacity retention still cannot be maintained above 90% after hundreds of cycles. Further investigations on the cut‐off voltage and electrolyte selection are responsible for the great progress on MoS2/Na batteries. According to the DFT calculations, the very stable discharging products of Mo and Na2S make the reaction hard to reverse. Therefore, it is possible to avoid the conversion by cutting off the terminal voltage. Moreover, modifying the MoS2 interlayers through synthetic procedures has been investigated, such as by introducing expanded layers and poly(ethylene oxide) (PEO) or graphene intercalated layers. Li et al. obtained interlayer‐expanded MoS2/PEO nanocomposites. The synthesis method and accompanying transmission electron microscopy (TEM) image are shown in Figure a,b, respectively. After introducing two PEO layers into adjacent S–Mo–S layers, the optimized MoS2L/PEO nanocomposites showed a capacity of 225 mA h g−1 at 50 mA g−1 after the first 5 cycles of activation. Bang et al. prepared few‐layer MoS2 by liquid‐phase exfoliation. The results showed highly stable charge capacities of 164 and 161 mA h g−1 for the 1st and the 50th cycles at 20 mA g−1, respectively. Chen and co‐workers investigated the changes in the MoS2 layers when the batteries were cycled at 0.4–3.0 V with selected 1 m NaCF3SO3/diglyme electrolyte. Capacities of 200 mA h g−1 at 1 A g−1 and 175 mA h g−1 at 10 A g−1 were obtained in the first few cycles, as shown in Figure c, and then the capacities were slightly increased. After cycling for 300 cycles, the capacity was increased to 350 mA h g−1 at 50 mA g−1, which was caused by the exfoliated layers. The fewer the number of layers in the MoS2 sheets, the greater the number of Na+ ions that they can take up. The ex situ TEM images from the 10th, 500th, and 1000th cycles confirmed that the MoS2 layers had gradually expanded and been exfoliated during cycling (Figure d–f). Meanwhile, the pseudocapacitance found in the battery system facilitated long‐term cycling performance and high rate capability."
                    ],
                    "name": "MoS2",
                    "type": "section"
                },
                {
                    "content": [
                        "MoSe2 has a similar structure to MoS2. 2H‐MoSe2 is stable at room temperature and can be obtained through common synthesis methods such as solvothermal reaction, the reflux method, and spray pyrolysis. According to previous reports, the reaction mechanism has not been clearly determined. In the initial discharge process, some reports declared that two reduction peaks found at around 0.6 and 0.3 V corresponded to the sodium intercalation into the MoSe2 crystal structure and the conversion to Mo and sodium selenides, respectively. Other studies, however, found a much higher reduction peak above 1.3 V, which was assigned to the sodium intercalation reaction. In the oxidation process, a peak around 1.8 V was observed in most reports, but different theories have been proposed. One was that the peak corresponded to the formation of selenium. The other theory was that the peak reflected the formation of MoSe2. Some evidence such as ex situ XRD has been provided, but further investigations such as in situ XRD and TEM analysis are still needed. Due to the poor electrochemical performance of bare MoSe2, effective ways to modify bare MoSe2, such as carbon coating, porous structure design, and nanocrystallization, have been reported. Xie et al. synthesized MoSe2/reduced graphene oxide (rGO) composites through a hydrothermal process. The MoSe2/rGO composites showed improved cycling performance. The capacities at the 10th and the 100th cycles were 462 and 456 mA h g−1 at 200 mA g−1, respectively. Tang et al. used an oleic acid assisted reflux method to synthesize MoSe2/C composite. The amorphous carbon coating on the MoSe2 surface stabilized the structure. Thus, the composite showed a reversible capacity of 445 mA h g−1 at 1 A g−1 over 100 cycles. Ko et al. synthesized yolk–shell MoSe2 by using the selenization method to treat MoO3, as shown in Figure a,b. The charge and discharge curves indicated a phase change in the initial two cycles. The rate performance was also improved, and a capacity of 345 mA h g−1 was achieved at 1.5 A g−1 (Figure c)."
                    ],
                    "name": "MoSe2",
                    "type": "section"
                },
                {
                    "content": [
                        "Tungsten and molybdenum are both group 6 transition metals, and they share similar structures and properties. WS2 and WSe2 belong to the hexagonal phase. The mechanisms of WS2 and WSe2 include both the sodium‐ion‐intercalation process and the conversion reaction during the initial discharge process. Suffering from the common failings of MXs, the cycling performances of bare WS2 and WSe2 are not satisfactory. To improve the cycling performance, Su et al. prepared WS2/graphene composites, which showed a capacity of ≈600 mA h g−1 at 20 mA g−1. Chen and co‐workers prepared WS2 nanowires through a solvothermal reaction and subsequent calcination in Ar atmosphere. The obtained WS2 nanowires exhibited capacities of 550 mA h g−1 at 100 mA g−1 and 236 mA h g−1 at 5 A g−1, respectively. Wang et al. prepared free‐standing WS2/carbon nanotube (CNT)‐rGO aerogel by applying an ice template method. The resultant product displayed a capacity of 311 mA h g−1 at 100 mA g−1. Choi et al. obtained WS2/3D‐graphene composites by using spray pyrolysis and a sulfuration process (Figure d). The void space of 3D‐graphene derived from the decomposition of polystyrene (PS) template was employed to accommodate the volume changes during cycling (Figure e). Thus, the WS2/3D‐graphene showed greatly improved stability compared to the sample without PS template, and the rate capability was enhanced by the 3D‐graphene conductive networks (Figure f). WSe2 was also synthesized through solid‐state reaction by using tungsten powder, selenium, and Super P carbon. The initial capacity was 300 mA h g−1, and then it dropped to 270 mA h g−1 at the 50th cycle at 200 mA g−1."
                    ],
                    "name": "WS2 and WSe2",
                    "type": "section"
                },
                {
                    "content": [
                        "SnS2 and SnS have received tremendous attention due to their high theoretical capacities of 1022 mA h g−1 and 1136 mA h g−1, respectively. The mechanism of their reactions is summarized in Equations  and . After the conversion reaction in the discharge process, tin can alloy with sodium to form Na3.75Sn, which leads to an ultrahigh theoretical capacity. SnS2 has a CdI2‐type layered structure with an interlayer spacing of 0.59 nm. Normally, researchers prefer to pursue improved electrochemical properties by integrating SnS2 with graphene or other carbon materials. For example, Qu et al. prepared SnS2/rGO composite through a hydrothermal synthesis. The as‐prepared SnS2/rGO anode delivered a high specific capacity of 500 mA h g−1 after 400 cycles at 1 A g−1, and good rate performance of 544 mA h g−1 at 2 A g−1. The binder‐free SnS2/rGO nanosheet arrays on carbon cloth prepared by Xu et al. also exhibited good cycling performance. A capacity of 378 mA h g−1 was maintained at 1.2 A g−1 after 200 cycles. The discharge capacities at specific currents of 0.2, 1, 2, and 3 A g−1 were 633, 523, 458, and 348 mA h g−1, respectively ",
                        "SnS features a distorted NaCl‐type structure. Hexagonal‐SnS2 was transformed into orthorhombic‐SnS by Zhou et al. through an annealing step in an argon atmosphere. The authors concluded that the SnS experienced the structural transformation from orthorhombic‐SnS to cubic‐Sn to orthorhombic‐Na3.75Sn, while the SnS2 possessed the mechanism from hexagonal‐SnS2 to tetragonal‐Sn to orthorhombic‐Na3.75Sn during the cycling process. They also argued that the SnS phase was reproduced during desodiation, and less structural change provided good structural stability and excellent cycling stability for sodium‐ion storage in SnS. The SnS/graphene composite delivered a specific capacity of 492 and 308 mA h g−1 at the current densities of 810 and 7290 mA g−1 after 250 cycles, respectively. Carbon modification of SnS has also received great attention. SnS/C composite powders were prepared by Choi et al. through a spray pyrolysis method. The discharge capacity of the as‐prepared SnS/C composite was 433 mA h g−1 after 50 cycles at 500 mA g−1, and the capacity retention was 89% compared with the second cycle. Recently, graphene‐foam‐supported SnS nanoparticles were reported for SIBs. The three kinds of morphology shown in Figure a displayed great improvement in their cycling and rate performances (Figure b,c). Among them, the nanohoneycomb SnS exhibited high reversible capacities of ≈1100 mA h g−1 at 30 mA g−1 and ≈420 mA h g−1 at 30 A g−1, respectively. The excellent high‐capacity and high‐rate sodium‐ion storage performance was attributed to its maximized extrinsic pseudocapacitance contribution (Figure d)."
                    ],
                    "name": "SnS2 and SnS",
                    "type": "section"
                },
                {
                    "content": [
                        "TiS2 has been widely investigated in relation to Li chemistry since the 1970s. Although it features good reversibility for lithium intercalation and deintercalation, TiS2 is not used in commercial applications due to the safety issues. Recently, some reports applied TiS2 as an electrode for SIBs with long‐term stability. The synthesized room temperature product TiS2 belongs to the Pm1 trigonal phase, and the common interlayer spacing is 0.57 nm. TiS2 exhibited an intercalation reaction when the terminal voltage was set to 1.0 V. According to the Na+ concentration in the NaxTiS2, several x ranges existed. When the x value was lower than 0.5, the interlayers gradually expanded as sodium intercalated into the TiS2 structure. The interlayer spacing, however, decreased as the x value was further increased. The reaction was reversible in the charging process, and TiS2 was finally formed. Liu et al. prepared TiS2 nanoplates by reflux reaction and calcination under Ar atmosphere. The obtained TiS2 nanoplates showed a capacity of 186 and 101 mA h g−1 at 24 and 2400 mA g−1, respectively. The long‐term cycling performance at 480 mA g−1 featured a capacity of about 175 mA h g−1 at the 2nd cycle and a capacity of about 140 mA h g−1 at the 300th cycle."
                    ],
                    "name": "TiS2",
                    "type": "section"
                },
                {
                    "content": [
                        "V and Nb are both group 5 transition metals, and their disulfide compounds, VS2 and NbS2, exhibit metallic conductivity, which is very important for achieving high rate capability. There are only a few reports, however, that focus on these materials. Mai and co‐workers obtained VS4/rGO composites. The results showed that the VS4 cannot be reproduced in the charge process, which resulted in bad cycling performance. Ou et al. prepared NbS2 nanosheets by a solid state sulfuration method and proved that the reaction mechanism was quite different from that of other TMDs. In the voltage range of 0.01–3.0 V, no obvious conversion reaction was found according to the in situ XRD characterization, and the final product was NaxNbS2. The electrochemical tests showed a discharge capacity of ≈190 mA h g−1 at 0.5 A g−1, and the capacity remained about 157 mA h g−1 after 100 cycles."
                    ],
                    "name": "VS2, VS4, and NbS2",
                    "type": "section"
                }
            ],
            "name": "Layered MXs",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "Non‐layered MXs (M = Fe, Co, Ni, Cu, Zn, Sb, Bi and X = S, Se) are also very popular. Some of them can be obtained from natural minerals, such as chalcopyrite, pyrite, marcasite, and sphalerite. Thus, the advantages of low price and high theoretical capacity make them very competitive compared to other anode materials."
                    ],
                    "name": "Nonlayered MXs",
                    "type": "section"
                },
                {
                    "content": [
                        "The pyrite FeS2 is a natural mineral, which is widely used to obtain sulfuric acid. Its low price makes it very competitive as a commercial electrode material for battery devices. As early as the 1990s, Energizer Corporation first produced commercial primary FeS2/Li 18650‐type batteries. With the strong demand for rechargeable use, the cycling performance is one of the most important issues for FeS2 for use in SIBs. FeS2 features a cubic structure and belongs to the Pa space group, in which Fe occupies the (FeS6) octahedral sites and sulfur atoms exist as S22−. During the discharge process, S22− is first reduced to S2−, and then Fe2+ is transformed to Fe along with the generation of sodium sulfides. Although, there are different theories about the voltage platforms, which have been summarized in Table , the main difference is whether Na2S and Fe can be formed above 0.8 V or not. In the charge process, a new charge product, NaxFeS2, is generated instead of the original pyrite FeS2. The whole reaction provides a high theoretical specific capacity of 894 mA h g−1.",
                        "Kim et al. obtained 400 mesh FeS2 particles by ball milling and further sieving. The initial discharge capacity was 447 mA h g−1 at 50 mA g−1. As expected, the bare FeS2 suffered a severe capacity loss, and only 70 mA h g−1 remained after 50 cycles. The bad cycling performance could also be caused by the side reactions of polysulfides. Thus, ether‐based electrolyte together with a cut‐off voltage to control the discharge products has been used for the FeS2/Na battery system, and a long‐cycle‐life FeS2/Na battery has been achieved. Chen and co‐workers prepared FeS2 microspheres through solvothermal reaction. 1 m NaCF3SO3/diglyme was selected as the optimized electrolyte, and a terminal voltage of 0.8 V (vs Na+/Na) was applied (Figure a). The optimized FeS2/Na batteries showed great stability at −50, 25, and 50 °C, and a typical capacity of 205 mA h g−1 at 1 A g−1 was achieved with no degradation after 20 000 cycles (Figure b,c). Even at an ultrahigh current density of 20 A g−1, the battery still had a stable capacity of 170 mA h g−1. Although controlling the terminal voltage to 0.8 V was responsible for the low discharge capacity, the discharge product NaxFeS2 led to better cycling performance, and made the battery a suitable candidate for commercialization. Meanwhile, both the intermediates and the discharge products were sodium iron sulfides, which were shown to be metallic‐type conductive by DFT calculations. By analyzing the CV data, pseudocapacitance was found to contribute a 46% fraction of the total charge transfer (Figure d). These two advantages guaranteed superior rate performance. Very recently, Zhang et al. synthesized Co‐doped FeS2 nanospheres, and by trying different Co ratios, the optimized Fe0.5Co0.5S2 was confirmed to be the best choice. After Co doping, the discharge capacity at 1 A g−1 was improved to 261 mA h g−1, which was achieved by applying the cut‐off discharge voltage at 0.8 V and 1 m NaCF3SO3/diglyme as electrolyte.",
                        "Iron disulfide as one of the most promising candidates for next‐generation rechargeable sodium batteries has several strong advantages. Although, FeS2 suffers from great capacity loss in the full charge/discharge voltage range, a reasonable electrolyte choice and cut‐off voltage can lead to excellent cycling and rate properties. Yu and co‐workers have published a sulfuration method to prepare FeS2/C composites as anode materials for LIBs. No such report focusing on the carbon modification of FeS2 for SIBs has been reported, however.",
                        "Compared with FeS2, iron sulfide (FeS) features a lower theoretical capacity of 609 mA h g−1. FeS belongs to the hexagonal cell system with the space group P63/mmc. During the discharging process, FeS first turns into NaxFeS2 with Fe after sodiation (Equation ). Then, in the fully discharged state (about 0.1 V), iron and Na2S are found (Equation ). Some reports claimed that NaxFeS2 was the final charge product in the subsequent charging process, which indicated that the whole electrochemical reaction was not reversible. The x value was 0.23, and the valence of Fe in NaxFeS2 was (2 − x). Lee et al., however, reported that the FeS could be reproduced in the fully charged state",
                        "FeS obtained through a mechanical alloying method was reported as anode material for SIBs by Kim et al. The initial discharge capacity was 610 mA h g−1, but it dropped quickly during the next 150 cycles, and only 195 mA h g−1 remained. The possible reason for the bad cycling performance is likely to be the large volume changes and the presence of sodium polysulfides. Later research focused on carbon modification to improve the electrochemical performance. Wu et al. used the solvothermal method and L‐proline as their carbon and nitrogen source to obtain N‐doped FeS/C microspheres (FeS/CN). Owing to the SEI film, FeS/CN displayed a very low Coulombic efficiency of about 52.6% and high irreversible capacity (706 mA h g−1) in the first cycle at 100 mA g−1. The capacity was 354.5 mA h g−1 at 100 mA g−1 after 500 cycles. Lee et al. prepared FeS/rGO composites by using spray pyrolysis and a sulfuration treatment. After rGO modification, FeS achieved high rate capability of 340 mA h g−1 at 6 A g−1. Meanwhile, no obvious capacity fading was found in 50 cycles at 500 mA g−1. Wang et al. prepared yolk–shell FeS/carbon nanospheres by using a spatially confined sulfuration strategy, as shown in Figure a. The galvanostatic curves at 50 mA g−1 and the CV curves are also provided in Figure b,c. The CV profiles show great shifts in the oxidation and reduction peaks in the initial two cycles, which was caused by the irreversible electrochemical reactions. The discharge capacities were 621, 584, 537, 505, and 452 mA h g−1 at 100, 250, 500, 1000, and 5000 mA g−1, respectively (Figure d). The cycling stability test showed that the capacity retention after 300 cycles at 100 mA g−1 was 67.6%. From the scanning electron microscopy (SEM) and TEM images collected after 50 cycles, the nanosphere structure was maintained. This was because the unique yolk–shell structure provided large enough room for the volume changes during cycling. Nevertheless, the conversion reaction pulverized the electrode materials, and the amorphous intermediates occupied the void space, which caused capacity fading during long‐term cycling. Yu and co‐workers also fabricated FeS/C on carbon cloth as a flexible electrode by hydrothermal reaction. Then, the thus‐obtained colloid product was bonded with carbon cloth and treated at 500 °C in Ar. The easily obtained flexible electrode displayed a discharge capacity of ≈500 mA h g−1 at the initial cycle and 430 mA h g−1 after 50 cycles at 91 mA g−1, and the discharge capacity was 280 mA h g−1 at the high current density of 4568 mA g−1.",
                        "Above all, the cycling performances were improved by using carbon modification. Due to the possible sodium polysulfides intermediates and the large volume changes, however, the electrode still, to some extent, suffered capacity loss. rGO displayed much more excellent cycling and rate performances because of the large specific surface area and the high electronic conductivity. The yolk–shell structure also confines the active material loss and accommodates the volume changes.",
                        "Iron diselenide is another compound among the iron‐based chalcogenides. The synthesis methods include solvothermal reaction or combinations of spray pyrolysis and sulfuration methods. FeSe2 features the orthorhombic Pnnm space group and a theoretical specific capacity of 500 mA h g−1. During the discharging process, FeSe2 is first reduced to NaxFeSe2, and then FeSe appears (Equations  and ). Finally, iron atoms and Na2Se are detected in the fully discharged state (Equation ). Then, in the charging process, quite differently from the iron sulfides, the reaction is reversible, and the final charge product is FeSe2",
                        "FeSe2 was first reported by Zhang et al., which was synthesized using ammonium iron sulfate and selenium in a solvothermal reaction. The size of the pure FeSe2 microspheres was 2–5 µm, and they each were assembled from several nano‐octahedra (Figure a). Figure b displays galvanostatic curves of FeSe2/Na batteries with 1 m NaCF3SO3/diglyme as electrolyte. The changed voltage plateau indicates phase or morphology changes. The relatively high platform around 1.5 V provides the advantage of high safety for SIBs anodes, which is the same as for the widely reported Li4Ti5O12 in LIBs. Compared to the carbon–ester‐based electrolyte, ether‐based electrolyte delivered a stable capacity of 403 mA h g−1 at 1 A g−1, as shown in Figure c. The capacity retention was 89.0% after 2000 cycles. High rate capability derived from the pseudocapacitance led to a discharge capacity of 226 mA h g−1 at 25 A g−1. Other reports showed improved cycling performance by carbon modification. Park et al. synthesized an FeSe2/amorphous carbon composite by a spray‐drying and the selenization method. A stable discharge capacity of 383 mA h g−1 at 500 mA g−1 was achieved, and there was 69% capacity loss after 150 cycles. Zhang et al. prepared FeSe2/rGO composites, and the discharge capacity was 408 mA h g−1 after cycling for 100 cycles with a capacity retention of 90% (compared with the capacity of the 2nd cycle).",
                        "Although carbon modification can effectively improve cycling and rate performances in carbon–ester‐based electrolytes, it still cannot fulfill the demands for FeSe2 with long cycling life. Coated carbon or rGO may separate from the active materials after hundreds of cycles. Moreover, the sodium selenide may have side effects with and dissolve in the electrolyte, which is the most likely reason for the capacity fading."
                    ],
                    "name": "Iron‐Based MXs",
                    "type": "section"
                },
                {
                    "content": [
                        "The pyrite FeS2 is a natural mineral, which is widely used to obtain sulfuric acid. Its low price makes it very competitive as a commercial electrode material for battery devices. As early as the 1990s, Energizer Corporation first produced commercial primary FeS2/Li 18650‐type batteries. With the strong demand for rechargeable use, the cycling performance is one of the most important issues for FeS2 for use in SIBs. FeS2 features a cubic structure and belongs to the Pa space group, in which Fe occupies the (FeS6) octahedral sites and sulfur atoms exist as S22−. During the discharge process, S22− is first reduced to S2−, and then Fe2+ is transformed to Fe along with the generation of sodium sulfides. Although, there are different theories about the voltage platforms, which have been summarized in Table , the main difference is whether Na2S and Fe can be formed above 0.8 V or not. In the charge process, a new charge product, NaxFeS2, is generated instead of the original pyrite FeS2. The whole reaction provides a high theoretical specific capacity of 894 mA h g−1.",
                        "Kim et al. obtained 400 mesh FeS2 particles by ball milling and further sieving. The initial discharge capacity was 447 mA h g−1 at 50 mA g−1. As expected, the bare FeS2 suffered a severe capacity loss, and only 70 mA h g−1 remained after 50 cycles. The bad cycling performance could also be caused by the side reactions of polysulfides. Thus, ether‐based electrolyte together with a cut‐off voltage to control the discharge products has been used for the FeS2/Na battery system, and a long‐cycle‐life FeS2/Na battery has been achieved. Chen and co‐workers prepared FeS2 microspheres through solvothermal reaction. 1 m NaCF3SO3/diglyme was selected as the optimized electrolyte, and a terminal voltage of 0.8 V (vs Na+/Na) was applied (Figure a). The optimized FeS2/Na batteries showed great stability at −50, 25, and 50 °C, and a typical capacity of 205 mA h g−1 at 1 A g−1 was achieved with no degradation after 20 000 cycles (Figure b,c). Even at an ultrahigh current density of 20 A g−1, the battery still had a stable capacity of 170 mA h g−1. Although controlling the terminal voltage to 0.8 V was responsible for the low discharge capacity, the discharge product NaxFeS2 led to better cycling performance, and made the battery a suitable candidate for commercialization. Meanwhile, both the intermediates and the discharge products were sodium iron sulfides, which were shown to be metallic‐type conductive by DFT calculations. By analyzing the CV data, pseudocapacitance was found to contribute a 46% fraction of the total charge transfer (Figure d). These two advantages guaranteed superior rate performance. Very recently, Zhang et al. synthesized Co‐doped FeS2 nanospheres, and by trying different Co ratios, the optimized Fe0.5Co0.5S2 was confirmed to be the best choice. After Co doping, the discharge capacity at 1 A g−1 was improved to 261 mA h g−1, which was achieved by applying the cut‐off discharge voltage at 0.8 V and 1 m NaCF3SO3/diglyme as electrolyte.",
                        "Iron disulfide as one of the most promising candidates for next‐generation rechargeable sodium batteries has several strong advantages. Although, FeS2 suffers from great capacity loss in the full charge/discharge voltage range, a reasonable electrolyte choice and cut‐off voltage can lead to excellent cycling and rate properties. Yu and co‐workers have published a sulfuration method to prepare FeS2/C composites as anode materials for LIBs. No such report focusing on the carbon modification of FeS2 for SIBs has been reported, however."
                    ],
                    "name": "Pyrite FeS2",
                    "type": "section"
                },
                {
                    "content": [
                        "Compared with FeS2, iron sulfide (FeS) features a lower theoretical capacity of 609 mA h g−1. FeS belongs to the hexagonal cell system with the space group P63/mmc. During the discharging process, FeS first turns into NaxFeS2 with Fe after sodiation (Equation ). Then, in the fully discharged state (about 0.1 V), iron and Na2S are found (Equation ). Some reports claimed that NaxFeS2 was the final charge product in the subsequent charging process, which indicated that the whole electrochemical reaction was not reversible. The x value was 0.23, and the valence of Fe in NaxFeS2 was (2 − x). Lee et al., however, reported that the FeS could be reproduced in the fully charged state",
                        "FeS obtained through a mechanical alloying method was reported as anode material for SIBs by Kim et al. The initial discharge capacity was 610 mA h g−1, but it dropped quickly during the next 150 cycles, and only 195 mA h g−1 remained. The possible reason for the bad cycling performance is likely to be the large volume changes and the presence of sodium polysulfides. Later research focused on carbon modification to improve the electrochemical performance. Wu et al. used the solvothermal method and L‐proline as their carbon and nitrogen source to obtain N‐doped FeS/C microspheres (FeS/CN). Owing to the SEI film, FeS/CN displayed a very low Coulombic efficiency of about 52.6% and high irreversible capacity (706 mA h g−1) in the first cycle at 100 mA g−1. The capacity was 354.5 mA h g−1 at 100 mA g−1 after 500 cycles. Lee et al. prepared FeS/rGO composites by using spray pyrolysis and a sulfuration treatment. After rGO modification, FeS achieved high rate capability of 340 mA h g−1 at 6 A g−1. Meanwhile, no obvious capacity fading was found in 50 cycles at 500 mA g−1. Wang et al. prepared yolk–shell FeS/carbon nanospheres by using a spatially confined sulfuration strategy, as shown in Figure a. The galvanostatic curves at 50 mA g−1 and the CV curves are also provided in Figure b,c. The CV profiles show great shifts in the oxidation and reduction peaks in the initial two cycles, which was caused by the irreversible electrochemical reactions. The discharge capacities were 621, 584, 537, 505, and 452 mA h g−1 at 100, 250, 500, 1000, and 5000 mA g−1, respectively (Figure d). The cycling stability test showed that the capacity retention after 300 cycles at 100 mA g−1 was 67.6%. From the scanning electron microscopy (SEM) and TEM images collected after 50 cycles, the nanosphere structure was maintained. This was because the unique yolk–shell structure provided large enough room for the volume changes during cycling. Nevertheless, the conversion reaction pulverized the electrode materials, and the amorphous intermediates occupied the void space, which caused capacity fading during long‐term cycling. Yu and co‐workers also fabricated FeS/C on carbon cloth as a flexible electrode by hydrothermal reaction. Then, the thus‐obtained colloid product was bonded with carbon cloth and treated at 500 °C in Ar. The easily obtained flexible electrode displayed a discharge capacity of ≈500 mA h g−1 at the initial cycle and 430 mA h g−1 after 50 cycles at 91 mA g−1, and the discharge capacity was 280 mA h g−1 at the high current density of 4568 mA g−1.",
                        "Above all, the cycling performances were improved by using carbon modification. Due to the possible sodium polysulfides intermediates and the large volume changes, however, the electrode still, to some extent, suffered capacity loss. rGO displayed much more excellent cycling and rate performances because of the large specific surface area and the high electronic conductivity. The yolk–shell structure also confines the active material loss and accommodates the volume changes."
                    ],
                    "name": "FeS",
                    "type": "section"
                },
                {
                    "content": [
                        "Iron diselenide is another compound among the iron‐based chalcogenides. The synthesis methods include solvothermal reaction or combinations of spray pyrolysis and sulfuration methods. FeSe2 features the orthorhombic Pnnm space group and a theoretical specific capacity of 500 mA h g−1. During the discharging process, FeSe2 is first reduced to NaxFeSe2, and then FeSe appears (Equations  and ). Finally, iron atoms and Na2Se are detected in the fully discharged state (Equation ). Then, in the charging process, quite differently from the iron sulfides, the reaction is reversible, and the final charge product is FeSe2",
                        "FeSe2 was first reported by Zhang et al., which was synthesized using ammonium iron sulfate and selenium in a solvothermal reaction. The size of the pure FeSe2 microspheres was 2–5 µm, and they each were assembled from several nano‐octahedra (Figure a). Figure b displays galvanostatic curves of FeSe2/Na batteries with 1 m NaCF3SO3/diglyme as electrolyte. The changed voltage plateau indicates phase or morphology changes. The relatively high platform around 1.5 V provides the advantage of high safety for SIBs anodes, which is the same as for the widely reported Li4Ti5O12 in LIBs. Compared to the carbon–ester‐based electrolyte, ether‐based electrolyte delivered a stable capacity of 403 mA h g−1 at 1 A g−1, as shown in Figure c. The capacity retention was 89.0% after 2000 cycles. High rate capability derived from the pseudocapacitance led to a discharge capacity of 226 mA h g−1 at 25 A g−1. Other reports showed improved cycling performance by carbon modification. Park et al. synthesized an FeSe2/amorphous carbon composite by a spray‐drying and the selenization method. A stable discharge capacity of 383 mA h g−1 at 500 mA g−1 was achieved, and there was 69% capacity loss after 150 cycles. Zhang et al. prepared FeSe2/rGO composites, and the discharge capacity was 408 mA h g−1 after cycling for 100 cycles with a capacity retention of 90% (compared with the capacity of the 2nd cycle).",
                        "Although carbon modification can effectively improve cycling and rate performances in carbon–ester‐based electrolytes, it still cannot fulfill the demands for FeSe2 with long cycling life. Coated carbon or rGO may separate from the active materials after hundreds of cycles. Moreover, the sodium selenide may have side effects with and dissolve in the electrolyte, which is the most likely reason for the capacity fading."
                    ],
                    "name": "FeSe2",
                    "type": "section"
                },
                {
                    "content": [
                        "Similar to FeS2, CoS2 can also be assigned to cubic phase and belongs to the Pa space group. The theoretical capacity is 872 mA h g−1. The use of CoS2 for SIBs was first reported by Shadike et al. The terminal discharge voltage was set to 1.0 V with the corresponding reaction ",
                        "On the other hand, another two reports proposed the following reaction mechanism",
                        "Further investigation of the reaction mechanism is needed to determine the effect of the terminal discharge voltage. Li et al. synthesized a flaky CoS2/rGO nanocomposites. The cycling performance showed a slightly increasing capacity from 280 to 310 mA h g−1 at 1 A g−1 in the first 20 cycles, and then the capacity at the 1000th cycle remained at 192 mA h g−1. Liu et al. prepared CoS2 in the form of hollow structures assembled from nano‐octahedra (H‐CoS2) by the solvothermal method. The stable capacity of 700 mA h g−1 was achieved at 1 A g−1 without obvious capacity fading after 100 cycles by applying 1.0 m NaCF3SO3 in diglyme as the electrolyte.",
                        "Co3S4 possesses a theoretical capacity of 702 mA h g−1. Co3S4 nanosheet/graphene composites were reported by Du et al. The charge capacity was 423 mA h g−1 at 0.5 A g−1, and the capacity of 329 mA h g−1 remained after 50 cycles, corresponding to capacity retention of ≈71%. The good rate property resulted from the highly conductive graphene sheets. Thus, at 10 A g−1, the charge capacity can reach 154 mA h g−1.",
                        "CoS belongs to the hexagonal crystal system and has the space group P63/mmc. The theoretical specific capacity is 589 mA h g−1. A sandwich‐like CoS/rGO composite was first reported by Zhou et al. Compared to the rapid capacity loss of bare CoS from 602 to 68 mA h g−1 within 40 cycles, the CoS/rGO showed capacities of 567 mA h g−1 at the 1st cycle and 231 mA h g−1 at the 100th cycle (with both materials tested under 0.1 A g−1). Peng et al. fabricated a CoS/rGO composite through a solvothermal method. The discharge capacities were 636 and 359 mA h g−1 at 0.1 and 5 A g−1, respectively. According to the long‐term cycling test, the capacity retention at 1 A g−1 was 88% after 1000 cycles. The CoS homogeneously dispersed in rGO matrix provided a stable structure to accommodate the large volume changes.",
                        "Co9S8 is also the member of the cobalt sulfide family. The theoretical capacity of 544 mA h g−1 is less than that of CoS. As expected, the bare Co9S8 had bad cycling performance. Therefore, carbon coating has become the most efficient way to solve this problem. Ko et al. synthesized Co9S8 by the spray pyrolysis method. The obtained Co9S8/C composites showed a high capacity of 505 mA h g−1, although the capacity dropped to 404 mA h g−1 after 50 cycles. Zhang et al. prepared Co9S8 nanoparticles embedded in 3D carbon nanosheet networks. Quite different from the performance in LIBs, the capacity loss for SIBs was over 50% within 50 cycles. Another method to prepare porous Co9S8 carbon materials was using zeolitic imidazolate frameworks (ZIF‐67) as a template to react with sulfur powder. The discharge capacities were 380 and 300 mA h g−1 for the 2nd and 50th cycles at 0.5 A g−1, corresponding to capacity retention of 77%. When subjected to a high current density of 2 A g−1, the discharge capacity of 230 mA h g−1 was still remained.",
                        "CoSe2 is assigned to the orthorhombic marcasite phase with a theoretical capacity of 494 mA h g−1. The reaction mechanism is similar to that of FeSe2. In the discharge process, NaxCoSe2 and CoSe were found to be intermediates. In the fully discharged state, the products were Co and Na2Se, and then, during the charging process, all the reactions were reversible. Zhang et al. synthesized urchin‐like CoSe2 through a solvothermal reaction. The size of the urchin‐like particles was about 1 µm, and they were assembled from nanorods with a length of 20–100 nm (Figure d). The platform changes were quite similar to those of FeSe2, as shown in the Figure e. The discharge capacities tested with 1 m NaCF3SO3 in diglyme were 434 and 354 mA h g−1 at 0.1 and 10 A g−1, respectively. Long‐term cycling stability characterization showed that after the initial 30 cycles, the discharge capacity was around 410 mA h g−1 at 1 A g−1 and was maintained for 1800 cycles (Figure f). Other studies which applied rGO or porous carbon as supports also obtained good improvement of the electrochemical performances."
                    ],
                    "name": "Cobalt‐Based MXs",
                    "type": "section"
                },
                {
                    "content": [
                        "Similar to FeS2, CoS2 can also be assigned to cubic phase and belongs to the Pa space group. The theoretical capacity is 872 mA h g−1. The use of CoS2 for SIBs was first reported by Shadike et al. The terminal discharge voltage was set to 1.0 V with the corresponding reaction ",
                        "On the other hand, another two reports proposed the following reaction mechanism",
                        "Further investigation of the reaction mechanism is needed to determine the effect of the terminal discharge voltage. Li et al. synthesized a flaky CoS2/rGO nanocomposites. The cycling performance showed a slightly increasing capacity from 280 to 310 mA h g−1 at 1 A g−1 in the first 20 cycles, and then the capacity at the 1000th cycle remained at 192 mA h g−1. Liu et al. prepared CoS2 in the form of hollow structures assembled from nano‐octahedra (H‐CoS2) by the solvothermal method. The stable capacity of 700 mA h g−1 was achieved at 1 A g−1 without obvious capacity fading after 100 cycles by applying 1.0 m NaCF3SO3 in diglyme as the electrolyte."
                    ],
                    "name": "CoS2",
                    "type": "section"
                },
                {
                    "content": [
                        "Co3S4 possesses a theoretical capacity of 702 mA h g−1. Co3S4 nanosheet/graphene composites were reported by Du et al. The charge capacity was 423 mA h g−1 at 0.5 A g−1, and the capacity of 329 mA h g−1 remained after 50 cycles, corresponding to capacity retention of ≈71%. The good rate property resulted from the highly conductive graphene sheets. Thus, at 10 A g−1, the charge capacity can reach 154 mA h g−1.",
                        "CoS belongs to the hexagonal crystal system and has the space group P63/mmc. The theoretical specific capacity is 589 mA h g−1. A sandwich‐like CoS/rGO composite was first reported by Zhou et al. Compared to the rapid capacity loss of bare CoS from 602 to 68 mA h g−1 within 40 cycles, the CoS/rGO showed capacities of 567 mA h g−1 at the 1st cycle and 231 mA h g−1 at the 100th cycle (with both materials tested under 0.1 A g−1). Peng et al. fabricated a CoS/rGO composite through a solvothermal method. The discharge capacities were 636 and 359 mA h g−1 at 0.1 and 5 A g−1, respectively. According to the long‐term cycling test, the capacity retention at 1 A g−1 was 88% after 1000 cycles. The CoS homogeneously dispersed in rGO matrix provided a stable structure to accommodate the large volume changes.",
                        "Co9S8 is also the member of the cobalt sulfide family. The theoretical capacity of 544 mA h g−1 is less than that of CoS. As expected, the bare Co9S8 had bad cycling performance. Therefore, carbon coating has become the most efficient way to solve this problem. Ko et al. synthesized Co9S8 by the spray pyrolysis method. The obtained Co9S8/C composites showed a high capacity of 505 mA h g−1, although the capacity dropped to 404 mA h g−1 after 50 cycles. Zhang et al. prepared Co9S8 nanoparticles embedded in 3D carbon nanosheet networks. Quite different from the performance in LIBs, the capacity loss for SIBs was over 50% within 50 cycles. Another method to prepare porous Co9S8 carbon materials was using zeolitic imidazolate frameworks (ZIF‐67) as a template to react with sulfur powder. The discharge capacities were 380 and 300 mA h g−1 for the 2nd and 50th cycles at 0.5 A g−1, corresponding to capacity retention of 77%. When subjected to a high current density of 2 A g−1, the discharge capacity of 230 mA h g−1 was still remained."
                    ],
                    "name": "Co3S4, CoS, and Co9S8",
                    "type": "section"
                },
                {
                    "content": [
                        "CoSe2 is assigned to the orthorhombic marcasite phase with a theoretical capacity of 494 mA h g−1. The reaction mechanism is similar to that of FeSe2. In the discharge process, NaxCoSe2 and CoSe were found to be intermediates. In the fully discharged state, the products were Co and Na2Se, and then, during the charging process, all the reactions were reversible. Zhang et al. synthesized urchin‐like CoSe2 through a solvothermal reaction. The size of the urchin‐like particles was about 1 µm, and they were assembled from nanorods with a length of 20–100 nm (Figure d). The platform changes were quite similar to those of FeSe2, as shown in the Figure e. The discharge capacities tested with 1 m NaCF3SO3 in diglyme were 434 and 354 mA h g−1 at 0.1 and 10 A g−1, respectively. Long‐term cycling stability characterization showed that after the initial 30 cycles, the discharge capacity was around 410 mA h g−1 at 1 A g−1 and was maintained for 1800 cycles (Figure f). Other studies which applied rGO or porous carbon as supports also obtained good improvement of the electrochemical performances."
                    ],
                    "name": "CoSe2",
                    "type": "section"
                },
                {
                    "content": [
                        "NiS2 is a cubic phase with space group Pa, the same as cubic FeS2. The mechanism consists of multiple‐step reactions. In the first step, NaxNiS2 was generated. Then in the fully discharged state, Na2S and Ni were the final products. In the charging process, all the reactions were reversible. Wang et al. prepared NiS2/graphene nanosheets (NiS2/GNS). The capacity of NiS2/GNS was much higher and more stable than for the pristine NiS2. Nevertheless, according to the theoretical capacity of 873 mA h g−1, there is much room to improve the electrochemical performance of NiS2 because the only stable capacity of ≈400 mA h g−1 has been achieved.",
                        "Ni3S2 belongs to the rhombohedral crystal system. Owing to the low content of sulfur in the molecular formula, it possesses a low theoretical capacity of 446 mA h g−1. As for the synthesis methods, Ni3S2 grown in situ was made from polished nickel plate or nickel foam by treating it by the sulfuration method. rGO–Ni3S2 was synthesized through solvothermal reaction or spray drying together with a sulfuration process. In terms of the electrochemical reactions, it was shown in the discharging process that the Ni3S2 reacted with sodium ions to form Ni metal and Na2S, and then in the charging process, all the reactions were reversible. Bare Ni3S2 that was purchased from Aldrich Chem. Co. was used for SIBs by Ahn and co‐workers. The initial discharge capacity was 422 mA h g−1 at 50 mA g−1, and the capacity retention was 81% after 15 cycles. Further investigations on material optimization, such as by Fe doping and electrolyte selection, were reported by Ahn and co‐workers. Go et al. used a simple sulfuration treatment of nickel plate and obtained Ni3S2 petals. The stable discharge capacity was around 175 µA h cm−3 at 20 mA cm−2. Shang et al. used nickel foam and treated it by the hydrothermal method, but the as‐prepared materials still suffered from low capacity retention of less than 60% after 50 cycles. Song et al. also prepared nanostructured Ni3S2 on nickel foam, but the capacity slowly dropped after around the 60th cycle. Other reports were on rGO modification of Ni3S2 composites. The cycling stability and rate performances were improved. Park et al. synthesized Ni3S2 hollow nanospheres/rGO composites. The results showed a stable capacity of about 450 mA h g−1 for 150 cycles, and a high capacity of 377 mA h g−1 at 3 A g−1.",
                        "NiSe2 has a cubic structure with a theoretical capacity of 495 mA h g−1. The mechanism was found to be quite similar to that of FeSe2. In the discharge process, the three‐step mechanism included two intermediates: NaxNiSe2 and NiSe. The final products were Ni and Na2Se. In the charge process, NaxNiSe2 was first formed, and then the NiSe2 was reversibly reproduced in the charge state. Yan and co‐workers synthesized NiSe2 nanoplates for sodium storage. The cycling performance showed great stability at 1 A g−1 and a capacity of 311 mA h g−1 at the 100th cycle."
                    ],
                    "name": "Nickel‐Based MXs",
                    "type": "section"
                },
                {
                    "content": [
                        "NiS2 is a cubic phase with space group Pa, the same as cubic FeS2. The mechanism consists of multiple‐step reactions. In the first step, NaxNiS2 was generated. Then in the fully discharged state, Na2S and Ni were the final products. In the charging process, all the reactions were reversible. Wang et al. prepared NiS2/graphene nanosheets (NiS2/GNS). The capacity of NiS2/GNS was much higher and more stable than for the pristine NiS2. Nevertheless, according to the theoretical capacity of 873 mA h g−1, there is much room to improve the electrochemical performance of NiS2 because the only stable capacity of ≈400 mA h g−1 has been achieved."
                    ],
                    "name": "NiS2",
                    "type": "section"
                },
                {
                    "content": [
                        "Ni3S2 belongs to the rhombohedral crystal system. Owing to the low content of sulfur in the molecular formula, it possesses a low theoretical capacity of 446 mA h g−1. As for the synthesis methods, Ni3S2 grown in situ was made from polished nickel plate or nickel foam by treating it by the sulfuration method. rGO–Ni3S2 was synthesized through solvothermal reaction or spray drying together with a sulfuration process. In terms of the electrochemical reactions, it was shown in the discharging process that the Ni3S2 reacted with sodium ions to form Ni metal and Na2S, and then in the charging process, all the reactions were reversible. Bare Ni3S2 that was purchased from Aldrich Chem. Co. was used for SIBs by Ahn and co‐workers. The initial discharge capacity was 422 mA h g−1 at 50 mA g−1, and the capacity retention was 81% after 15 cycles. Further investigations on material optimization, such as by Fe doping and electrolyte selection, were reported by Ahn and co‐workers. Go et al. used a simple sulfuration treatment of nickel plate and obtained Ni3S2 petals. The stable discharge capacity was around 175 µA h cm−3 at 20 mA cm−2. Shang et al. used nickel foam and treated it by the hydrothermal method, but the as‐prepared materials still suffered from low capacity retention of less than 60% after 50 cycles. Song et al. also prepared nanostructured Ni3S2 on nickel foam, but the capacity slowly dropped after around the 60th cycle. Other reports were on rGO modification of Ni3S2 composites. The cycling stability and rate performances were improved. Park et al. synthesized Ni3S2 hollow nanospheres/rGO composites. The results showed a stable capacity of about 450 mA h g−1 for 150 cycles, and a high capacity of 377 mA h g−1 at 3 A g−1."
                    ],
                    "name": "Ni3S2",
                    "type": "section"
                },
                {
                    "content": [
                        "NiSe2 has a cubic structure with a theoretical capacity of 495 mA h g−1. The mechanism was found to be quite similar to that of FeSe2. In the discharge process, the three‐step mechanism included two intermediates: NaxNiSe2 and NiSe. The final products were Ni and Na2Se. In the charge process, NaxNiSe2 was first formed, and then the NiSe2 was reversibly reproduced in the charge state. Yan and co‐workers synthesized NiSe2 nanoplates for sodium storage. The cycling performance showed great stability at 1 A g−1 and a capacity of 311 mA h g−1 at the 100th cycle."
                    ],
                    "name": "NiSe2",
                    "type": "section"
                },
                {
                    "content": [
                        "Sb2S3 and Bi2S3 have high theoretical capacities because of their electroactive Sb and Bi, which makes them very promising as anode materials for SIBs (Equations  and ), although some reports express doubt on the existence of an alloy reaction between Bi and sodium. As for the electrochemical performances, due to the large volume changes, it is very hard to obtain good cycling performance. Bulk Sb2S3 had a very high irreversible capacity in the 1st cycle and bad cycling performance. The initial capacity was about 980 mA h g−1, and after 50 cycles only 200 mA h g−1 remained. In the case of the bare Bi2S3, although there was a very high initial discharge capacity of 1250 mA h g−1, the capacity dropped to only 100 mA h g−1 at the 7th cycle",
                        "Methods such as carbon modification and nanocrystallization were used to obtain Sb2S3 with improved electrochemical performance. Yu et al. synthesized rGO‐supported Sb2S3 nanocrystallites, and the results showed a stable capacity of 670 mA h g−1 at 50 mA g−1 with high capacity retention of 95% after 50 cycles. Hou et al. prepared a rod‐like Sb2S3/C composite. The results showed superior cycling stability, and the electrode materials delivered a capacity of 699 mA h g−1 after 100 cycles with a capacity retention of 95.7%. Zhao et al. produced amorphous Sb2S3 embedded in graphite composite. Even when subjected to the high current density of 10 A g−1, it could achieve a capacity of 661 mA h g"
                    ],
                    "name": "Sb2S3 and Bi2S3",
                    "type": "section"
                },
                {
                    "content": [
                        "Methods such as carbon modification and nanocrystallization were used to obtain Sb2S3 with improved electrochemical performance. Yu et al. synthesized rGO‐supported Sb2S3 nanocrystallites, and the results showed a stable capacity of 670 mA h g−1 at 50 mA g−1 with high capacity retention of 95% after 50 cycles. Hou et al. prepared a rod‐like Sb2S3/C composite. The results showed superior cycling stability, and the electrode materials delivered a capacity of 699 mA h g−1 after 100 cycles with a capacity retention of 95.7%. Zhao et al. produced amorphous Sb2S3 embedded in graphite composite. Even when subjected to the high current density of 10 A g−1, it could achieve a capacity of 661 mA h g"
                    ],
                    "name": "Sb2S3",
                    "type": "section"
                }
            ],
            "name": "Nonlayered MXs",
            "type": "section"
        }
    ],
    "Title": "Advances and Challenges in Metal Sulfides/Selenides for Next‐Generation Rechargeable Sodium‐Ion Batteries"
}