{
    "DOI": "10.1021/acsami.4c18772",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In energy, the whole world is trying to switch from fossil fuel to renewable clean energies such as solar, tidal, and wind powers, which however heavily depend on the development of a grade-scale energy storage system (ESS) to smooth the undulate the output of these energy forms.  In the mechanical and electrochemical ESS, rechargeable batteries, with high energy converting ratio, long-period life, and nonpollution running, are considered to be of prodigious long-term potential.  Lithium-ion battery (LIB) is the most popular at the moment because of its high energy and longevity.  However, the scarce lithium supplies and potential risk related to safety in LIB led to consideration of other type of batteries.  Aqueous rechargeable sodium-ion battery (ARSIB) shows a bright prospect in ESS, ascribed to the wide distribution sodium reserves, nonflammable aqueous electrolyte, and environmental protection. ",
                "The electrochemical characteristic of ARSIB depends largely on the electrode materials, especially the cathode.  Various cathode materials have been investigated to achieve high-energy and long-cycle ARSIB, such as manganese-based oxides,  Prussian blue analogues,  and polyanion compounds.  Among them, Na0.44MnO2 has been intensively explored as a promising candidate for ARSIB, due to its low price, high capacity (120 mA h g–1), and unique tunnel-type structure, which is of benefit to sodiation/desodiation and chemical/electrochemical steadiness within aqueous electrolytes.  However, the working potential range of Na0.44MnO2 is from −0.8 to 0.8 V versus SHE (contributions to the crystallographic transformations in the Na0.66–0.22 regions), with half capacity under 0 V versus SHE. The Na-rich phase with Na content higher than 0.44 is a thermodynamic instability material in air and hard to be prepared through a general high-temperature reaction.  It leads to Na0.44MnO2 usually showing a specific capacity of no more than 50 mA h g–1 and low energy density in aqueous electrolytes (no more than 50 W h kg–1).  Recently, a high capacity of 101 mA h g–1 was obtained by the presodium method.  The frustrating thing is that half of the reversible capacity functions below 0 V versus SHE, with very little increase to the energy density of the full cell. If the Na-rich phase with high working potential can be successfully produced under ambient conditions, the energy density of a full cell based on the Na0.44MnO2 cathode should be dramatically improved. Hu and co-workers developed air-stable Fe-doped Na0.61[Mn0.61–xFexTi0.39]O2 positive electrodes with 0.61 Na content in the tunnel structure.  The usable capacity of it is approximately 90 mA h g–1 with 3.4 V average working voltage versus Na+/Na in an organic electrolyte. However, a stable Na-richer Na0.66 phase with higher capacity is hardly reported, especially in aqueous electrolytes.",
                "Herein, we develop a stable Na-rich Fe-based tunnel structure Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2 cathode material for ARSIB through a simple solid state reaction under ambient conditions. It exhibits the high discharge capacity of 95 mA h g–1 under 0.75 V high average potential in the voltage range −0.3 to 1.3 V versus SHE. Contrary to the Mn3+/Mn4+ redox reaction of Na0.44MnO2 during the desodiation/sodiation process, the Fe3+/Fe4+ redox couple contributes to approximately half of the charge compensation of Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2 leading to the high working potential, confirmed by X-ray absorption spectroscopy (XAS) and the Mössbauer spectrum. The large ionic radius of Sn doping helps maintain the tunnel structure, suppressing the phase transitions to a layered structure brought from the Fe doping. And the Sn 4d octahedron contributes greatly to the conduction band of Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2, which benefits its conductivity, facilitating the Na+ insertion/extraction. Benefiting from the synergistic effect of Fe and Sn doping, Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2 not only delivers a high specific capacity at high working potential but also presents a long cycle life and high rate capability. The battery assembled with the NaTi2(PO4)3@C anode exhibits a high energy density up to 80 W h kg–1 (on account of both electrodes’ active materials), with the working voltage of 1.5 V and a high capacity retention of 84% after 1000 cycles at 1 C."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Tunnel structure Na0.44MnO2 was prepared through a solid-state reaction between MnCO3 (AR., Sigma-Aldrich) and Na2CO3 (AR., Sigma-Aldrich). Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2 was also synthesized by a solid–state reaction using MnCO3 (AR., Sigma-Aldrich), Fe2O3 (100 nm, AR., Sigma-Aldrich), SnO2 (50 nm, AR., Sigma-Aldrich), TiO2 (50 nm, AR., Sigma-Aldrich), and Na2CO3 (AR., Sigma-Aldrich) by a stoichiometric ratio. Five mol % excess Na2CO3 was added to compensate for the Na loss. After ball milling and pelleting, pellets were given heat treatment. First, they were heated to 500 °C with 5 °C/min standing for 5 h and then increased to 950 °C with 5 °C/min standing for 10 h. After the mixture was cooled to room temperature naturally and ground, Na0.44MnO2 and Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2 were obtained.",
                        "NaTi2(PO4)3@C was obtained by a high-temperature reaction at 750 °C for 5 h. The precursors were sodium tartrate (99%), NH4H2(PO4)3 (99%), and H2TiO3 (85%). First, the three powders were ground and mixed with the stoichiometric ratio in water. Then, the sample was spray dried. The powder was heated at 750 °C for 5 h in N2 (99.9%). The as-prepared NaTi2(PO4)3@C was obtained after cooling down naturally."
                    ],
                    "name": "2.1.  Materials Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The Philips X’pert X-ray diffractometer with Cu Kα radiation (λ = 1.54182 Å) was used to detect the structure of the as-prepared samples at a scan rate of 0.008842° s–1. Powder profile refinement program GSAS was used to refine the crystal structures for Na0.44MnO2, Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2, and Nax[Mn0.33Fe0.33Ti0.3Sn0.04]O2 (0.26 ≤ x ≤ 0.63). Field-emitting scanning electron microscopy (FESEM, JEOL-JSM-6700F) was used to detect the microstructure of the products. A JEOL ARM200CF microscope at 200 kV was applied to obtain transmission electron microscopy and energy-dispersive X-ray spectrometry (EDS) elemental mapping images. Inductive coupled plasma-atomic emission spectroscopy (ICP-AES, Optima 7300DV) was used to detect the content of Na, Mn, Fe, Ti, and Sn. A high-resolution Kratos AXIS 165 X-ray photoelectron spectrometer was used to detect the value of elements. A JEM-ARM200F STEM fitted instrument was used to measure high-angle annular-dark field (HAADF) images and Ti L2,3, Mn L2,3, Fe L2,3, and Sn M edges electron energy loss spectrum (EELS). A customized cell with an open aperture was used for the in situ X-ray diffraction (XRD) experiment during charging/discharging. The in situ battery was cycled at 0.2 C. BL14W1 of the Shanghai Synchrotron Radiation Facility (SSRF, China) in transmission mode at beamline was used to obtain ex situ XAS data for Mn and Fe K-edge. A Topologic System Incorporated spectrometer, using 57Co γ-ray source, was used to obtain Mössbauer results calibrated by α-Fe at room temperature. MossWinn 3.0 software was used for fitting. The full cells after cycling were disassembled to test the electrodes. Before testing, the electrodes were washed with ethanol three times and vacuum-dried for 12 h."
                    ],
                    "name": "2.2.  Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The cathode was obtained by mixing the active material, poly(vinylidene fluoride) and super P using nitromethyl pyrrolidone (NMP) solvent at a mass ratio of 8:1:1. The formed viscous slurry is easily coated onto the Ti mesh (100 mesh). The anodes were prepared similarly. By mixing the anode active material, poly(vinylidene fluoride), and super P in NMP with mass ratio of 8:1:1, the slurry was smeared onto a tin-coated copper screen (100 mesh). After being dried at 100 °C in a vacuum oven, the electrodes were rolled under 5 MPa. The loadings of the both cathode and anode were approximately 10 mg cm–2. Three-electrode systems with Pt and HgO/Hg electrodes were used to test the electrochemical properties at room temperature. Full batteries with a nonwoven separator were assembled in a glovebox with Ar gas. A land cycler (Wuhan Kingnuo Electronic Corporation) was used to test the cycle stability. Before testing, the cells were left standing for 10 h. CHI 600E electrochemical workstations were used to obtain cyclic voltammograms. The potentials of electrodes were transformed to the SHE for the sake of convenience."
                    ],
                    "name": "2.3.  Electrochemical Measurement",
                    "type": "h3"
                },
                {
                    "content": [
                        "To find out the sodium diffusion energetics and kinetics within tunnel-type Na0.44MnO2 and Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2, Density Functional Theory (DFT) calculation was performed. DFT calculations were performed using the DMol3 software package using the Materials Studio software. The Perdew–Burke–Ernzerhof functional, a component of general gradient approximation, was performed to depict exchange-dependent interactions. Partial density of states (pDOS) calculations were conducted utilizing a Quintet numerical polarization basis set. The semiempirical Tkatchenko–Scheffler scheme was incorporated to illustrate van der Waals interactions. DFT semicore pseudopotentials were executed to account for the core electrons. The Brillouin zone was sampled at the Γ point using a Monkhorst–Pack grid for all systems. The self-consistent field convergence criterion for electronic energy was set to 1.0 × 1 × 10–6 hartree. The convergence thresholds of diffusion energy and max forces/displacement for geometry optimization were 1.0 × 10–5 hartree, 0.002 hartree/Å, and 0.005 Å, respectively. To analyze the sodium ion migration pathways, linear and quadratic synchronous transit methods were employed in conjunction with conjugated gradient refinement."
                    ],
                    "name": "2.4.  Diffusion Barrier-Energy Calculations",
                    "type": "h3"
                }
            ],
            "name": "2.  Methods and Materials",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2 was synthesized through a simple high-temperature solid-state reaction under an air atmosphere. It can be observed from the XRD pattern that the diffraction peaks were obtained from the orthorhombic crystal system (up curve in a), without obvious impurity phases. The Rietveld refinements of XRD are presented in b and . The Pbam space group can be indexed for the Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2 sample, revealing it is isostructural with the typical tunnel-type of Na0.44MnO2. The framework of as-prepared Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2 is built up based on edge-sharing MO6 octahedra double and triple chains and corner-sharing MO5 cubic pyramid single chains, forming S-shaped and smaller pentagon tunnels. In large S-shaped tunnels, there are two sodium sites [Na(2) and Na(3)]. The smaller pentagon tunnel loads with another site [Na(1)]. The refinement showed that the Na(1) site is fully occupied (100%). The occupations of Na3 and Na2 sites are 98.5% and 100%, respectively (schematic in c). It gives a total Na content calculated of ∼0.65, which is higher than the occupancy in Na0.44MnO2 (Supporting Information ). We take the Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2 as a nominal composition close to the inductively coupled plasma results (Na0.665[Mn0.33Fe0.33Ti0.3Sn0.04]O2). Compared with Na0.44MnO2, the refined lattice parameters of three axes are enlarged than that of Na0.665[Mn0.33Fe0.33Ti0.3Sn0.04]O2 (). And the refined results show that the Mn sites were randomly substituted by Fe, Ti, and Sn elements. X-ray photoelectron spectroscopy (XPS) spectra were obtained to detect the elemental composition and valence state of the elements. The full range survey and Mn, Fe, Ti, Sn scans of Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2 reveal the existing of the Fe3+, Ti4+, and Sn4+ ions (d–h). The oxidation state of manganese in Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2 is lower than that of undoped materials, suggesting the successful doping of Fe, Ti, and Sn ions (e). The as-prepared particles are rod-like with a diameter of around 1 μm and a length of about 5 μm (i,j), which are similar to that of Na0.44MnO2 (Supporting Information ). It can be seen that Mn, Fe, Ti, and Sn are uniformly distributed, according to the EDS elemental mapping image. It indicates uniform doping (k). The crystal lattices of Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2 are in good agreement with tunnel-type structure according to the high-resolution transmission electron microscopy (HR-TEM) image (l). The selected area electron diffraction (SAED) results reconfirm its orthorhombic lattice symmetry.",
                        "To further study the atomic structure, spherical aberration-corrected scanning TEM (STEM) with a HAADF was performed. a and b show the HAADF images of Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2 along the [001] zone axis. The bright dots representing the heavy atomic columns (Mn, Fe, Ti, and Sn) are lined up in a regular pattern to form the typical large S-shaped tunnel and small hexagonal tunnel fully filled with light Na atoms. The five different transition-metal sites are evident and distinguishable. Three identifiable different Na sites were also clearly observed: two Na ions within S-shaped tunnel and one Na ion within the hexagonal tunnel. Atomic-scale STEM-electron energy loss spectrum (EELS) experiments were conducted to further discriminate four transition metal ions’ distribution preferences and their valence states. Line scanning EELS and the Ti, Sn, Mn, and Fe EELS spectra within the selected yellow area were both collected. The bright dots shown on the projection view of the stacked EELS spectra represent the excitation of the EELS signal for the corresponding elements therein, while the contrast represents its relative content. Mn is mainly the Mn3+ state, in accordance with the XPS results (e). Ti, Fe, and Sn are typically the Ti4+, Fe3+, and Sn4+ states, respectively. It can be deduced that the Ti, Sn, Mn, and Fe are randomly and uniformly distributed on all transition-metal sites. To further figure out the element distribution, atomic-scale EDS was also performed. It can be observed that Ti, Sn, Mn, and Fe locate at five transition-metal sites without a preference (c–f). These results are well in agreement with refinement calculations. The disordered Ti, Sn, Mn, and Fe arrangement determines the distinct electrochemical performances of Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2.",
                        "For further investigation of this material character, different relevant Na0.66[Mn0.66–xFexTi0.34–ySny]O2 compounds with different doping ratios were prepared. The phase-pure Na0.66[Mn0.44Fe0.22Ti0.3Sn0.04]O2 with low Fe content was successfully obtained (, Supporting Information). Phase-pure Na0.66[Mn0.44Fe0.22Ti0.34]O2 failed to synthesize. The attempt to obtain Na0.66[Mn0.33Fe0.33Ti0.34]O2 similarly failed. The corresponding sample showed a mixture of tunnel-type and layered structures (P2-type Na0.7MnO2 marked with an asterisk) as shown in , Supporting Information. These phenomena reconcile the results of previous reported work.  When the Na content in the tunnels is too high, the strong repulsive force between them leads to large lattice strains. It is also difficult to synthesize phase-pure Na0.66[Mn0.22Fe0.44Ti0.3Sn0.04]O2 (, Supporting Information). The hard structural strain should be blamed. The big radius Sn4+ doping may perform as a hinge to relieve lattice strains, with the cell parameters of three axes and lattice volume () expanded. With the Sn4+ ratio up to 0.05, the phase transitions from a tunnel to layer structure happened again (, Supporting Information), suggesting that an appropriate amount of Sn4+ is essential to stabilize the tunnel structure."
                    ],
                    "name": "3.1.  Structure of Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2",
                    "type": "h3"
                },
                {
                    "content": [
                        "The sodiation/desodiation character of Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2 was evaluated using a three-electrode system with the voltage from −0.3 to 1.3 V versus SHE. In our previous work, we found that H+ would coinsert into the tunnel structure with Na+ during the discharging process below 0 V versus SHE.  The concentrated electrolyte 17 M (mol L–1) NaClO4 was used as the electrolyte to solve this issue. There are three consecutive pairs of redox peaks in the CV profiles at a scan rate of 0.1 mV s–1: reductive peaks at −0.2, 0.1, and 1.1 V and oxidative peaks at −0.15, 0.16, and 1.15 V versus SHE, respectively (a). This differs from the unsubstituted Na0.44MnO2, which exhibits four consecutive redox pairs (, Supporting Information). The constant current charge–discharge curves exhibit a similar redox process (b). There are three voltage platforms observed. One single plateau is located at potential from 0.8 to 1.3 V and one sloping profile is located at the middle potential (0–0.5 V). The third plateau is located at a potential from −0.3 to 0 V. It might result from the ordering breaking of charge and/or Na+/vacancy, owing to the chaotic distribution of Fe, Ti, Mn, and Sn elements.  At 0.1 C, it delivers the initial charging/discharging capacity of 103/95 mA h g–1 with a high average working potential of 0.75 V versus SHE, corresponding to an exchange of 0.34 Na+ per molecular unit. However, at 0.1 C, Na0.66[Mn0.44Fe0.22Ti0.3Sn0.04]O2 gives a low specific capacity of 60 mA h g–1 (). Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2 shows a discharge capacity of 60 mA h g–1 at 2 C, suggesting its good rate capability (c).",
                        "Coupling with the NaTi2(PO4)3@C anode (the XRD and morphology are shown in , Supporting Information), the full battery was assembled under a cathode/anode mass ratio of 0.78 with an anode capacity 1% higher than that of the cathode (the charge/discharge performances of the anode are shown in , Supporting Information). It shows a discharge capacity of 95 mA h g–1 (based on the cathode) with voltage from 0 to 2.0 V at 0.1 C (d). Three serial plateaus located at approximately 1.7, 1.0, and 0.5 V can be observed. The average working potential is 1.5 V. A maximum mass energy density of 80 W h kg–1 is obtained. The total mass of active materials is studied to evaluate battery energy density (calculation details in  Note S1). On the contrary, the full cell Na0.44MnO2 cathode gives the low discharge capacity of ∼45 mA h g–1 (). Its energy density (39 W h kg–1) cannot be compared to that of the Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2/NaTi2(PO4)3@C battery (Note S1). Even at 2 C, the as-assembled Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2/NaTi2(PO4)3@C full battery could deliver a high discharge capacity of 60 mA h g–1 (∼63% of 0.1 C), suggesting good rate capability (e). After 1000 cycles, a high capacity retention of 80% is obtained, demonstrating the longevity. The long cycle stability is also achieved at a low rate of 0.2 C. After 40 cycles, the battery exhibits 90% capacity retention, indicating the high stable structure of the cathode (). Moreover, it can output a high discharge capacity of 50 mA h g–1 under a low temperature of −10 °C at a 2 C rate, demonstrating an acceptable low-temperature electrochemical performance (). On the contrary, after 100 cycles, the full cell using a 1 M NaClO4 electrolyte only exhibits a capacity retention of 60% at 1 C, revealing that there should be serious water splitting on the electrode during cycling (). Compared with previous reported ARSIBs, the Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2/NaTi2(PO4)3@C full cell exhibits the highest energy density value. "
                    ],
                    "name": "3.2.  Sodium Storage Property",
                    "type": "h3"
                },
                {
                    "content": [
                        "To explore the structural evolution of Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2 during the charge/discharge process, in situ XRD experiments within the initial charge/discharge process between −0.3 and 1.3 V versus SHE were carried out as shown in a. During the initial charge process, XRD peaks located at 16.6° (140), 32.3° (340), 35.5° (360), 36.6° (151), and (140) show continuous high-angle changing along with desodiation. When it was discharged to −0.3 V, these peaks shift back close to their initial positions. Except for slight peak intensity changes, on obvious new phase was found. The tunnel structure should be maintained and kept stable. According to in situ XRD data Rietveld refinement results, the unit cell parameter changes of Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2 at different potentials were determined. During the charge process, the a-axis length is decreased from 9.238 to 9.076 Å with 1.75% reduction (b). It gets back in position during the discharge process. The b- and c-axes exhibit a similar variation trend. The XRD patterns of Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2 cathode electrodes using the 17 M NaClO4 electrolyte before and after 40 cycles at 0.2 C show that the main diffraction peaks are almost unchanged, demonstrating its structure stability (). The SEM image also reveals the well-kept rod-like morphology and integrity (). The results presented above suggest the high structural reversibility of Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2. As Ti and Sn ions will remain at Ti4+ and Sn4+ during the charging process, the Mn and Fe valence states should be variable to keep charge neutrality. To determine the oxidation state variations of Mn and Fe during charging/discharging, K-edge XAS spectra were performed. The X-ray absorption near edge spectroscopy (XANES) of Fe shows an entire edge shift, which represents a chemical valence change of Fe ions during the charge and discharge process. As it charged to 1.3 V, the Fe K-edge turns to higher energy, indicating Fe4+ formation by oxidization of Fe3+ (c). In addition, below 0.6 V, the Fe K-edge shows little shift. The relatively significant shift is observed above 1.0 V, which suggests that the oxidation of Fe3+ should mainly proceed at a high potential. During discharging from 1.3 to −0.3 V, the K-edge curves of Fe shift to low energy, indicating the reduction of Fe4+. The prominent peaks at 1.72 Å in the FT k3-weighted extended XAS spectra of Fe should be corresponding to the Fe–O bond (d). As the battery is charging, the Fe–O bond becomes shorter. After discharging, it extends close to the original length, suggesting the strong Fe–O bond. During charging, the edge energy evolution of the Mn XANES results reveal that the valence of Mn ions shifts from +3 to +4. During discharging, the oxidation state of Mn turns to +3 (e). In contrast to Fe, below 0.6 V, the significant shift of the Mn K-edge is observed below 1.0 V, which suggests that the oxidation of Mn3+ should mainly proceed at low potential. The Mn–O bond also exhibits a stretching vibration along with charging/discharging (f). Both significant changes indicate that both Fe3+ and Mn3+ are engaged in charge-transfer processes during cycling. Meanwhile, the Fe3+/Fe4+ and Mn3+/Mn4+ redox reactions exhibit good reversibility. 57Fe Mössbauer spectroscopy for pristine and electrodes at different voltages charged in the three-electrode system was carried out to further distinguish the valence change of Fe ions. The Mössbauer spectrum of the pristine powder is fitted to a bimodal distribution, belonging to Fe3+ (g). According to the computational multipeak resolution method, the fitting data show that the ratio of Fe3+ with a coordination number of 6 and lying in the octahedral site is approximately 0.667. The ratio of Fe3+ that lay in the square pyramid with coordination number 5 is ∼0.334 (, Supporting Information). It suggests that Fe ion doping is random and uniform, agreeing with the EELS results. With the electrode charged to 0.6 V, almost no Fe3+ is oxidized (h and , Supporting Information), which is consistent with electrochemical performances and XANES of Fe discussed above. With the potential up to 1.0 V, the spectrum is fitted to four doublet components, assigned to Fe3+ and Fe4+, with 0.296 Fe3+ located at the octahedral site (coordination number 6), 0.257 Fe3+ located at the square pyramid (coordination number 5), 0.395 Fe4+ lay in the octahedral site (coordination number 6), and 0.052 Fe4+ lay in the square pyramid (coordination number 5) (i and , Supporting Information). The intensity ratios of Fe4+ and Fe3+ are about 44.7 to 55.3, suggesting that about half of Fe3+ was oxidized. After charging to 1.2 V, there is about 0.292 Fe3+ located at the octahedral site (coordination number 6), 0.044 Fe3+ located at the square pyramid (coordination number 5), 0.599 Fe4+ located at the octahedral site (coordination number 6), and 0.065 Fe4+ located at the square pyramid (coordination number 5) (j and , Supporting Information). The intensity ratios of Fe4+ and Fe3+ are approximately 66.4 to 3.6, indicating that roughly 66.4% ofconstructional Fe atoms are engaged in the charge compensation during Na+ insertion/extraction. The high potential Fe3+/Fe4+ redox leads to the high working potential of Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2, which contributes the majority of the energy density.",
                        "Further understanding of the desodiation process and charge compensation was illustrated by theoretical calculations. The energy barriers of three different Na+ diffusion paths were simulated to determine plausible Na-storage reactions pathways: Na(1) to Na(1) (a), Na(2)–Na(2) (b), and Na(3)–Na(3) (c). The diffusion barrier from Na(1) to Na(1) of Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2 is slightly lower, suggesting that Fe, Ti, and Sn doping contributes to fast Na+ diffusion kinetics (d). Similarly, the diffusion barriers of Na(2) to Na(2) (e) and Na(3) to Na(3) (f) show faster diffusion kinetics for Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2. Moreover, the above results reveal that the Na(1)–Na(1) path is slower than that of Na(2) to Na(2) and Na(3) to Na(3), consistent with previous reports[  The fast Na+ diffusion kinetics result in good rate performance and cycle stability of Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2 as discussed above. To determine the charge compensation during charging, the electronic properties of Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2 were evaluated by simulated pDOS. The DOS plots reveal the semiconducting character of the Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2 and Na0.44MnO2 samples. The Mn 3d orbital contributes the majority to the valence band below the Fermi level (Ef), demonstrating Mn accounts for the charge compensation during electrochemical desodiation/sodiation of the Na0.44MnO2 cathode (g,h). The Fe 3d orbital, in contrast, contributes more to the valence band below the Ef than the Mn 3d and O 2p states, confirming the charge compensation from Fe during charging/discharging (i,j). Besides, the Sn 4d orbital contributes significantly to the conduction band of Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2. It is conducive to its electron conductibility, which leads to good rate capability and cycle stability. After 40 cycles at 0.2 C, the electrochemical impedance spectroscopy tests of the Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2/NaTi2(PO4)3@C battery using the 1–3–2 Na electrolyte reveal a little increase of the semicircle diameter compared with that of pristine, reflecting well-maintained conductivity and electrochemical reaction kinetics ()."
                    ],
                    "name": "3.3.  Structural Evolution and Charge Compensation",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we have developed an Fe-based tunnel-type Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2 cathode with high working potential and specific capacity to improve the energy density of ARSIB. It is revealed that the Fe3+/Fe4+ redox of Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2 during sodiation/desodiation promotes a high working potential in contrast to the low potential Mn3+/Mn4+ reaction for traditional Na0.44MnO2. The doping Sn performs as a hinge to relieve lattice strains and stabilize the tunnel structure. Moreover, the Sn 4d orbital contributing to the conduction band of Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2 is beneficial to good electrochemical performances. The full battery, with a NaTi2(PO4)3@C anode, gives a high energy density of 80 W h kg–1. Additionally, the high stable tunnel-type structure contributes to the long cycle life of up to 1000 cycles as well as good rate performance. The advantages of the presently developed high potential tunnel-type cathode motivate further exploration of energy-dense electrode materials for ARSIBs."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "High-Voltage Fe-Based Tunnel-Type Na0.66[Mn0.33Fe0.33Ti0.3Sn0.04]O2 Cathode for Aqueous Rechargeable Sodium-Ion Battery"
}