{
    "DOI": "10.1021/acsami.8b16324",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) have received great interest over the past decade because of low-cost and evenly distributed sodium resources on earth with high natural abundance. Lithium-ion batteries (LIBs) have played an important role in electrical energy storage (EES) and conquered the portable electronic industry with high energy and power densities. However, the adoption of LIBs is impeded for the use of large-scale applications such as grid storage where the consumption of lithium is high which raises enormous production cost. Thus, SIBs are considered a potential candidate for the use of large-scale applications such as stationary EES.  Further, sodium is the next alkali metal to lithium with monovalent and possesses the similar intercalation electrochemistry to lithium in many electrode materials. ",
                "Recent studies on cathode materials for SIBs have shown satisfactory performance when compared to LIBs.  Some compositions with highly abundant and low-cost materials based on Fe and Mn (layered cathodes) are found to be electrochemically more active when tested in SIBs compare to LIBs.  The major obstacle for the realization of SIBs is the development of the high-performance anode material. Graphite, which is the commonly used anode material for commercial LIBs, does not intercalate much sodium ions to use for SIBs.  Silicon is broadly investigated as a high capacity anode material in LIBs but it is found electrochemically inactive in SIBs.  The use of sodium metal is also not favorable for the practical use because of its low melting temperature (98 °C) and dendrite formation.  The anode materials for SIBs can be classified according to de/sodiation processes into three different types which are categorized as de/alloying, conversion, and de/intercalation mechanism. Alloying-based anodes exhibit high capacity such as NaxSn (295 mA h g–1),  NaxSb (423 mA h g–1),  Na15Pb4 (485 mA h g–1),  Na15Ge4 (350 mA h g–1),  and so forth, however, these materials face the problem of rapid capacity fade due to large volume expansion. Conversion reaction-based materials also exhibit high capacity such as Fe2O3 (420 mA h g–1),  Co3O4 (380 mA h g–1),  and so forth. The conversion reaction-based materials also suffer from limited cycle life because of the irreversible Na2O phase. Intercalation-based materials show limited capacity such as TiO2 (130 mA h g–1),  Li4Ti5O12 (120 mA h g–1),  NaFeTiO4 (60 mA h g–1),  NaTiO2 (152 mA h g–1),  NaTi2(PO4)3 (201 mA h g–1),  and so forth. Most of the abovementioned intercalation-based materials face the problem of rapid capacity fade over long cycling because of the larger ionic radius of sodium ions compared to lithium ions. Graphene and other carbon-based materials such as hard carbon show a capacity of <300 mA h g–1, however, the large ionic size of sodium induces large structural changes which result in limited cycle life. ",
                "High capacity anode materials are required for the realization of SIBs and to fulfill the increasing demand of EES. In this regard, dual metal oxides (ABO4 where A, B = metals, and O = oxygen) are good candidates for anode materials because they can deliver high capacities using multiple redox reactions. Dual metal oxide materials have shown high capacity through conversion reaction, high rate, and long cycle performance in LIBs.  Conversion reaction-based anodes possess the advantage of high capacities as the metals can use all the oxidation states compared to intercalation anodes where the metals usually use the single oxidation state.  Further, the moderate working voltages of conversion-based reaction make them suitable for safety concern compared to commonly used graphite anodes.  Dual metal oxide materials possess the characteristics of synergic effects of multiple transition metals which make them superior to single-transition metals oxide. Single metal oxides face the problems of low coulombic efficiency, unstable solid-electrolyte interphase (SEI) layer formation, and poor cyclability.  Dual metal oxide materials are expected to overcome these issues as they contain mixed metal oxides and possess better electrical conductivity than single metal oxides which results in improved electrochemical performance.  Co- and Mo-based oxide materials have been studied for different applications such as magnetic, photocatalytic, optical, and electrochemical properties because of their relatively low cost, environmentally benign, nontoxic, and stable structure characteristics.  Further, CoMoO4 shows better catalytic activity in nonaqueous media and it can store a high amount of Li/Na ions (980 mA h g–1) by offering conversion reaction where Co2+ reduces to Co0 and Mo6+ reduces to Mo0. ",
                "In this study, a monoclinic-type mixed metal oxide, CoMoO4 is synthesized using a facile solution method. The material is tested as an anode for SIBs after calcination where it delivers an initial specific capacity of 410 mA h g–1. The kinetic study is conducted for the CoMoO4 anode material and the sodium diffusion coefficient is calculated using the galvanostatic intermittent titration technique (GITT). Further, the sodium insertion/extraction mechanism into the anode material is followed using ex situ X-ray diffraction (XRD), X-ray absorption spectroscopy (XAS), and transmission electron microscopy (TEM) and the results suggest the amorphous-like structure of the material after the reaction."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "CoMoO4 nanorods are synthesized using a simple solution method. The aqueous solutions of CoCl2·6H2O (Sigma-Aldrich, 98%) and Na2MoO4 (Sigma-Aldrich, >98%) were prepared separately with the stoichiometric ratio. Then both the solutions were slowly mixed under vigorous stirring and kept on stirring for 2 h at room temperature to form the precipitates. The precipitates are collected by vacuum filtration and washed several times to remove impurities. The collected material is dried at 80 °C overnight and hand ground using a mortar and pestle.",
                "Temperature-dependent time-resolved XRD (TR-XRD) was performed with a diffractometer (R-AXIS IV++, Rigaku) at Korea Institute of Science and Technology (KIST). The material was filled in a glass capillary tube and subjected to the measurement in a temperature range of 27–700 °C. Mo Kα radiation (wavelength of 0.7107 Å) was used as an X-ray source and the data was recorded on an image-plate detector. The 2θ values were later converted to Cu Kα radiation (λ = 1.54 Å) for comparison with standard data. The XRD of the calcined powder was performed with the same procedure as mentioned above. The morphology of the material was observed with field emission scanning electron microscopy (SEM; NOVA NanoSEM200, FEI, USA) and microstructure was evaluated by high-resolution (HR) TEM (Tecnai G2 F20 FEI). The porosity and specific area of CoMoO4 were measured by nitrogen adsorption at 77 K using the Brunauer–Emmett–Teller (BET) method at a BEL instrument (BEL, Japan). Chemical composition investigations were acquired using X-ray photoelectron microscopy (XPS) with PHI 5000 VersaProbe (ULVAC-PHI). The measurements were taken using a monochromatic Al Kα X-ray source (1486.6 eV) with a spot size of 100 × 100 μm under high vacuum conditions (6.8 × 10–8 pa). The C 1s peak (284.6 eV) was used for energy calibration.",
                "The electrochemical properties were measured using a coin-type cell (CR 2032). The working electrodes were prepared by mixing the CoMoO4 powder as an active material, Super P to increase electrical conductivity, and polyvinylidene fluoride as a binder in a weight ratio of 7:2:1. N-Methyl-2-pyrrolidinone was used as a solvent to make slurry and electrodes were prepared by casting the slurry onto a pure Cu foil. The working electrodes were prepared with an average mass loading of ∼3 mg cm–2 and a thickness of ∼35 μm. The cells were prepared using the CoMoO4 electrode as a working, sodium metal foil as a counter electrode and a glass fiber as a separator. The electrolyte used to make cells was 1 M NaClO4 in propylene carbonate (PC) with 2 wt % of fluoroethylene carbonate. All the cell assembly was carried out in the argon-filled glovebox (Mbraun Unilab, Germany) with a controlled environment (both H2O and O2 < 0.1 ppm). The cells were galvanostatically tested on a battery cycler (Maccor 4000) at room temperature.",
                "Ex situ characterizations were carried out at fully discharged and recharged potential states during the 1st galvanostatic cycle and the cells were disassembled in the argon-filled glovebox. The electrodes were collected and thoroughly washed with PC and dimethyl carbonate solutions to remove the residue of the electrolyte. The washed electrodes with the Cu foil were sealed in plastic bags for XRD and XAS measurements while the material is gently scratched from the Cu foil for ex situ TEM measurements. The obtained electrode materials were dispersed sonically for 30 min before conducting TEM.",
                "Ex situ XRD measurements were conducted using the same procedure as stated above for the powder sample. Ex situ XAS was performed at 7D XAFS beamline of the Pohang light source (PLS-II) using a Si(111) double crystal monochromator and a bending magnetic source. The experiments were repeated at 8C Nano XAFS beamline of PLS-II. The data was collected in the transmission mode and the energy was scanned from 200 to 1000 eV above the Mo and Co K-edges. Mo and Co pure metallic foils were simultaneously measured with the electrode samples and used as references to calibrate the spectra. The background removal and normalization of XAS data were performed using ATHENA package.  Ex situ TEM analysis of fully discharged and recharged electrode materials was carried out by applying a supersonic vibration to ensure fine dispersion of particles in ethanol. The solution was dropped onto carbon TEM grids and the measurements were taken on a HR TEM (STEM, Talos F200X)."
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The as-prepared purple colored material was subjected to temperature-dependent TR-XRD in order to identify the phase changes with temperature.  shows a stack of TR-XRD patterns of the as-prepared material in a temperature range of 27–700 °C. The XRD pattern of as-prepared material shows the hydrated CoMoO4 phase which is stable up to a temperature of 341 °C. The diffraction peaks of the CoMoO4·xH2O phase of as-prepared powder are matched with the previous report.  The CoMoO4·xH2O phase suddenly vanishes when the temperature is raised to >342 °C and CoMoO4 phase is formed. However, the crystallinity improves with the rise in temperature but the diffraction peaks appear with less intensity when the temperature is further increased to 700 °C. The material has shown sharp diffraction peaks at ∼600 °C. Overall, the TR-XRD results show two major phases in a temperature range of 27–700 °C.",
                "After analyzing the TR-XRD results, it was observed that the sample shows sharp peaks at ∼600 °C. a shows the XRD pattern of the material calcined at 600 °C for 2 h in air to obtain phase pure material with better crystallinity. All the diffraction peaks belong to the monoclinic CoMoO4 phase with a space group of C2/m and the peaks are matched with PDF card # 021-0868. The lattice parameters of calcined CoMoO4 with monoclinic structure are calculated to be a = 11.07752 Å, b = 10.14019 Å, c = 6.73580 Å, β = 102.72027,° and V = 738.0499 Å3. The crystallite size is calculated using the Scherrer formula from three major peaks of (001), (021), and (002). The average crystallite size was estimated to be 21 nm for calcined CoMoO4. b shows the SEM images of the CoMoO4 powder where most of the particles are observed with rodlike morphology with a length of <1 μm and width of ∼100 nm along with small particles in the range of 100–200 nm. Further, the rods show linkage morphology where they are connected to each other in both horizontal and vertical directions.",
                "a shows the TEM image of CoMoO4 powder where the particles are oriented in random directions, however, most of the particles are observed with a rodlike morphology. The HR TEM image (taken of a at arrow point) clearly shows lattice fringes and the monoclinic structure is marked (with red) on the relative atomic positions as shown in b, indicating high crystallinity of the material. The inset of b shows the selected area electron diffraction (SAED) pattern of CoMoO4 and the reflections from (001), (021), and (022) planes are marked with arrows on the pattern. c shows the adsorption–desorption curves measured using nitrogen physisorption method. The BET method was employed to calculate the specific surface area and porosity in the material and they are calculated to be 9.0255 m2 g–1 and 2.0736 cm3 g–1, respectively. The Barrett–Joyner–Halenda pore size distribution curve shows the pore diameter of the rods is between 3 and 12 nm. The large porosity of the material is expected to be beneficial for electrolyte penetration into the interior of particles and facilitate the electrochemical reaction.",
                "The chemical composition of CoMoO4 was obtained by performing XPS and a shows the resulting XPS survey spectrum where it contains prominent peaks from cobalt (Co), oxygen (O), and molybdenum (Mo). b shows the core-level peaks at binding energies of 780.2 and 796.5 eV which correspond to Co 2p3/2 and Co 2p1/2, respectively and these energy values are typically observed for the Co2+ oxidation state.  The presence of other peaks at 782.34 and 798.83 eV could be observed in the fitted spectra of Co 2p which are attributed to the surface impurity compound.  In the fitted spectrum of Co, peaks from Co(CO3)0.35Cl0.2(OH)1.1 were also observed which could be because of growth on the surface. Co(CO3)0.35Cl0.2(OH)1.1 is widely used as a precursor for the growth of Co3O4 nanowires.  Further, no traces of this impurity phase was observed in XRD, confirming the growth of CoMoO4 as a major crystalline phase. The binding energy at 529.79 eV corresponds to O 1s of CoMoO4 as shown in c and the satellite peak at 531.70 eV is attributed to the surface impurity as observed in the Co 2p edge. Two regions were noticed in the case of Mo which relates to Mo 3d and Mo 3p. d shows the peaks at 231.73 and 234.89 eV which correspond to the Mo 3d5/2 and Mo 3d3/2, respectively, indicating the Mo6+ oxidation state.  The peaks at 397.94 and 415.45 eV belongs to Mo 3p3/2 and Mo 3p1/2, respectively and in good agreement to those reported for Mo6+ oxidation state.  Hence, the oxidation states of Co and Mo also confirms the formation of the CoMoO4 phase with Co2+ and Mo6+. Further, elemental analysis was also conducted by XPS and the atomic ratio was noticed 0.98:1 for Co and Mo, respectively which is close to the stoichiometry of CoMoO4.",
                "In order to observe the redox reaction, cyclic voltammetry (CV) was conducted in a potential range of 0.005–2.7 V as shown in a. During first cathodic scan, three reduction peaks were observed at 0.7, 0.56, and 0.17 V which could be attributed to the sodium insertion into material and subsequent formation of the amorphous-like phase, conversion reaction where respective metallic phases are formed, and formation of irreversible decomposition of solvent to form the SEI layer.  The first anodic scan reveals two oxidation peaks at 0.8 and 1.5 V which could be attributed to the oxidation of Co and Mo into CoO and MoO3.  The 2nd cathodic scan reveals three reduction peaks at 0.95, 0.6, and 0.11 V which could be attributed to the sodium insertion into amorphous, CoO, and MoO3 phases. The 2nd anodic scan shows similar features as the 1st scan with a slight shift of peaks and the peaks correspond to the oxidation of Co and Mo. b shows galvanostatic charge–discharge profiles of the CoMoO4 electrode in 1st, 2nd, and 10th cycle at a current density of 49 mA g–1 in a voltage range of 0.005–2.7 V. The open circuit potential was recorded to 1.6 V and as the sodiation process starts, the potential drops to ∼1.0 V and the discharge profile (sodiation) shows two plateaus at 0.95 and 0.75 V then the process follows a sloping profile. The plateaus could be attributed to the reduction of Mo6+ and Co2+ to their respective metals as shown by  and discussed in the CV part. The electrode exhibits a discharge capacity of 537 mA h g–1 in the 1st cycle. In the reverse process, during charging (desodiation process), the material delivers a capacity of 410 mA h g–1, corresponding to a coulombic efficiency of 76%. The low value of coulombic efficiency during the 1st cycle is attributed to the partially irreversible formation of the SEI layer in metal oxides.  The electrode shows different discharge–charge profiles in the subsequent cycles which are due to the formation of different reaction products as indicated by .",
                "The electrode exhibits discharge and charge capacities of 417 and 377 mA h g–1, respectively during the 2nd cycle, corresponding to a coulombic efficiency of >90%. The coulombic efficiency significantly improved in the subsequent cycles and the electrode shows a coulombic efficiency of >98% at the 10th cycle where it delivers discharge and charge capacities of 351 and 346 mA h g–1, respectively. Moreover, the similar potential profiles during 2nd and 10th cycles indicate that the material repeatedly follows the reaction as indicated by . A high coulombic efficiency of >97% was retained by the electrode during long cycling and the electrode shows a coulombic efficiency of 99% at the 100th cycle as shown in c. The CoMoO4 anode shows higher capacities compared to other Mo-based anodes for SIBs such as BaMoO4 delivered specific capacities of 121 and 50 mA h g–1 during the 1st and 100th cycle, respectively.  Further, the CoMoO4 anode delivers capacities comparable or higher than single metal oxides such as MoO3 (298 mA h g–1 at 1st cycle),  MoO3/C (335 mA h g–1 at 1st cycle),  Co3O4 (327 mA h g–1 at 1st cycle),  nano Co3O4 (168 mA h g–1 at 1st cycle),  ZnSnO3 (315 mA h g–1 at 1st cycle),  and NaVO3 (196 mA h g–1 at 1st cycle).  The rate capability (d) of the CoMoO4 electrode was measured in a potential range of 0.005–2.7 V at current densities of 49, 98, 245, 490, and 980 mA g–1 where the electrode delivered average specific capacities of 360, 317, 274, 221, and 165 mA h g–1, respectively. The electrode recovers a specific capacity of 266 mA h g–1 when current density reset to 49 mA g–1 after deep cycling. Hence, the electrode shows good rate capability.",
                "In order to follow the sodium diffusivity into CoMoO4, we have conducted a GITT during sodium insertion/extraction. GITT is the most reliable method to follow sodium kinetics into the electrode as it is based on chronopotentiometry at nearly thermodynamic equilibrium and to calculate the diffusion coefficient at various potential points with highly resolved data.  shows the potential response profile of the CoMoO4 anode material as a function of time with the sodium insertion/extraction process. The cell was cycled at a rate of 49 mA g–1 in a potential range of 0.005–2.7 V and a current pulse was applied for 10 min with a subsequent relaxing time for 1 h to reach equilibrium potential state. This procedure was repeated for a complete discharge and recharge process. The electrode potential is influenced by each current pulse because of insertion/extraction of sodium ions into the CoMoO4 electrode. The inset of  shows a single step of applied current with an interpretation of parameters during the sodium insertion process. The values of each parameter are recorded and used to calculate the sodium diffusion coefficient (DNa) for each step. DNa was calculated using  by assuming that sodium transport obeys Fick’s law. where τ is the pulse time during applied current density, mB (g) is the weight loading, VM (cm3 mol–1) is the molar volume, MB (g mol–1) is the molecular weight, S (cm2) is the effective surface area of the electrode, ΔEs is the change in steady state potential for the step, and ΔEτ is the total change in the cell potential during the current pulse for the time τ. The effective surface area was used as measured by the BET method and the value of VM is assumed to be constant during calculations. DNa was calculated to be 1.565 × 10–15 cm2 s–1 at the start and 4.447 × 10–18 cm2 s–1 at the end of the discharge process and 4.37 × 10–16 cm2 s–1 at the start and 1.77 × 10–18 cm2 s–1 at the end of the charge process. The calculated values of DNa show that sodium ions faced high polarization toward the depth of discharge and charge process which are related to the sluggish kinetics into the electrode. The reason for sluggish kinetics is mainly attributed to the formation of different phases during conversion reaction which creates high kinetic barriers due to structural rearrangements.  The calculated DNa values for CoMoO4 are comparable to the reported Na4Mn9O18 (10–17 cm2 s–1),  and lower than the NaVO3 (10–13 cm2 s–1),  and Na2Ti3O7 (10–12 cm2 s–1). ",
                "Probing the reaction mechanism is an important factor for electrode materials to observe and improve the electrochemical performance. Herein, we have investigated the sodium insertion/extraction mechanism using ex situ techniques such as XRD, XAS, and TEM. a shows the XRD patterns of pristine, fully discharged, and recharged electrodes. The XRD peaks in the pristine electrode are well-matched with the calcined material as shown in a. No obvious diffraction peak was detected in both XRD patterns and the material shows transformation to the amorphous-like structure after sodium insertion. Further, X-ray absorption near edge structure (XANES) spectroscopy was performed to observe the capacity contribution in the reaction. XANES is a powerful technique to probe the electronic structure of the material and the data is collected using the transmitted X-ray beam which passes through the electrode sample. Thus, the information obtained from XANES is more reliable for ex situ electrode materials compared to XPS and other surface techniques. b shows the Mo K-edge XANES spectra of pristine, fully discharged, fully recharged CoMoO4 electrode, and standard Mo metallic foil. The XANES spectrum of pristine shows a high pre-edge peak and its amplitude depends on the degree of Mo–O bond’s distortion and that of the 4d(Mo)–2p(O) hybridization.  The XANES spectrum of fully discharged electrode shows a shift toward lower energy and almost overlaps the Mo metallic spectrum at the lower intensity region, indicating a reduction in the Mo oxidation state. However, the upper half part of the fully discharged XANES spectrum is away from the Mo metallic spectrum which is probably because of insufficient reduction of Mo ions. Upon fully recharged, the XANES spectrum shows a reverse shift toward higher energy, indicating oxidation of Mo. c shows the XANES spectra of the Co K-edge of pristine, fully discharged, fully recharged electrode, and standard Co metallic foil. The XANES spectrum of pristine electrode shows a less intense pre-edge peak which is an indication of less distorted Co–O octahedral symmetry. When the electrode is fully discharged, the XANES spectrum shows a significant shift to lower energy, indicating the reduction from Co2+ toward the Co0 state. The fully discharged spectra of both Mo and Co do not overlap the metallic foils which are mainly because of incomplete reduction of both metals which was also evidenced by the low specific capacity of the material. The XANES spectrum of the fully recharged electrode shows a shift to higher energy which is the indication of oxidation of Co. Hence, both metal species (Mo and Co) participate in the reversible electrochemical reaction.",
                "Ex situ XRD results of fully discharged and recharged electrodes show the amorphous-like structure of the materials and XANES spectra show incomplete reduction into Co and Mo metallic phases. Thus, in order to observe the local structure, the extended X-ray absorption fine structure (EXAFS) is used to determine the short-range order in the materials. d,e shows the EXAFS of pristine CoMoO4, fully discharged, and recharged along with references and metallic foils of Co and Mo edges, respectively. EXAFS of pristine CoMoO4 at Co edge shows clear peaks of the Co–O interaction at 1.54 Å and Co–Co interaction peak at ∼2.5 Å. In the fully discharged spectrum of the Co edge, the first peak of Co–O at 1.54 Å could be observed with relatively low intensity, whereas a new peak emerged at 2.16 Å (Co–Co interaction) which belongs to the Co metallic foil. This confirms the conversion to the metallic Co phase in the fully discharged electrode. The fully recharged spectrum at the Co edge shows peaks at 1.54 and 2.5 Å which correspond to the Co–O interaction. The peak at 2.5 Å in the fully recharged EXAFS spectrum matches to the CoO phase as indicated in d. The Mo K-edge EXAFS spectrum of pristine CoMoO4 shows a prominent peak at 1.25 Å which corresponds to the Mo–O interaction. The fully discharged EXAFS spectrum at the Mo edge retains the first peak and an additional peak appears at ∼2.5 Å, corresponding to the Mo–Mo interaction of the Mo metallic foil as indicated in e. The EXAFS spectrum at the Mo edge of the recharged electrode shows peaks at 1.2 and 1.7 Å, corresponding to Co–O–O interactions which are close to the peaks of reference MoO3 (1.15 and 1.63 Å). Thus, EXAFS results confirm the conversion reaction in the CoMoO4 electrode.",
                "f shows Raman spectra of pristine, fully discharged, and recharged electrode. The pristine spectrum shows three major peaks at 809, 876, and 930 cm–1 and can be assigned to Mo–O–Co vibrations in CoMoO4.  The pristine spectrum also shows peaks from D and G bands of carbon in the electrodes. The vibrations from CoMoO4 are hardly detected in fully discharged and recharged electrode. However, a new peak at 678 cm–1 was observed in both samples. This peak can be assigned to the Na–O stretching vibration.  Thus, Raman spectroscopy results also confirm the formation of the amorphous-like behavior of the material after sodiation.",
                "The ex situ XRD results showed the amorphous-like phase of fully discharged and recharged electrode. In order to further gain insight into microstructure and element distribution, ex situ TEM of the fully discharged and recharged electrode material was conducted. a shows the HR TEM image of the fully discharged electrode. The rodlike morphology of the material was retained after the sodiation process, however, no clear lattice fringes were observed in the HR-TEM images as shown in the inset of the a, indicating amorphous-like structure as also evidenced by ex situ XRD results. b shows the high angle annular dark field (HAADF) image of rod and c–f show electron energy dispersive spectroscopy (EDS) images. The EDS images of Co, O, Mo, and Na reveal the homogenous distribution of respective elements.",
                "a shows ex situ TEM image of a rodlike particle of the fully recharged electrode. The particle retains morphology but no sign of lattice fringes was observed as shown in the inset of the a. b shows the HAADF image of a rod and c–f show the corresponding EDS images of Co, O, Mo, and Na, respectively. All the images show the homogeneous distribution of each element, however, the signals of Na is either due to irreversible amorphous Na2O or formation of SEI layer and/or sodium salt. Overall, ex situ TEM results reveal that the material retains its rodlike morphology, transforms into the amorphous-like structure and a homogeneous distribution of elements. The EDS images of discharged and recharged electrode show clear and larger Co-rich particles which are related to the higher electrochemical activity of cobalt in the sample. The unique rodlike morphology of the material which was retained after cycling shows stability and mechanical strength of the materials and is considered beneficial for electrochemical performance. The reaction products of CoO and MoO3 have shown the synergistic effect where they assure a suitable electrical conductivity, resulting in improved electrochemical performance. "
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "Single phase CoMoO4 with rodlike morphology was synthesized using a simple solution method. TR-XRD was conducted in order to find suitable calcination temperature and the material with high crystallinity was obtained at 600 °C as also evidenced by the HR-TEM image. The material delivers a specific capacity of 410 mA h g–1 at the 1st cycle and retains a capacity of 229 mA h g–1 after the 100th cycle. The average specific capacities of 274, 221, and 165 mA h g–1 were recorded when the material is tested under high current densities of 245, 490, and 980 mA g–1. The sodium diffusion coefficient was determined by the GIIT method and the values are calculated in the range of 1.565 × 10–15 to 4.447 × 10–18 cm2 s–1 during galvanostatic cycling. The reaction mechanism investigations conducted by ex situ XRD, XAS and TEM show that the material transforms to the amorphous-like structure, charge compensation is due to reversible redox of Mo and Co, and a homogenous distribution of elements in discharged and recharged products, respectively. Hence, the results presented in this study will pave the way for the development of mixed-metal oxides as an anode for SIBs."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Kinetic and Electrochemical Reaction Mechanism Investigations of Rodlike CoMoO4 Anode Material for Sodium-Ion Batteries"
}