{
    "DOI": "10.1039/D4CC02630F",
    "Journal": "Chemical Communications",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Multinary metal sulfides, consisting of two or more metals, possess unique physical and chemical properties that offer advantages such as improved electronic conductivity and tuneable band-gap. The possibility to bring about compositional and morphological changes by tuning the elemental stoichiometry adds additional flexibility, thus improving their performance as active materials for various applications such as energy storage, electrocatalysis, and optoelectronic devices. Since the discovery of graphene, two-dimensional materials like transition metal oxides and sulfides possessing layered morphology have gained significant attention because of their fascinating properties. In the context of batteries, ternary metal sulfides (TMSs) have been found to exhibit superior electrochemical properties even without designing carbon composites.",
                "Various synthetic routes, including solvothermal, ion exchange, wet chemical, electrodeposition, and solid-state methods, have been employed for synthesizing TMSs. Recently, Swathi et al. reported the synthesis of ternary copper iron sulfide (CuFeS2) nanoflowers anchored on reduced graphene oxide (rGO) using a hydrothermal method and studied them for water-splitting reactions. Krengel et al. synthesized iron vanadium sulfide (FeV2S4) by a high-temperature solid-state approach and used it in sodium-ion batteries (SIBs), resulting in a specific capacity of 350 mA h g−1 at a current density of 0.375 A g−1. However, obtaining pure-phase TMSs without any phase separation into binary sulfides along with the desired morphology still remains a challenge.",
                "A topochemical synthesis involves the conversion of the reactant to product by retaining the morphology/crystal structure. On the other hand, the solid–gas synthetic route offers a vital platform where a reactant (solid precursor) undergoes a reaction in the presence of a gaseous source under heating conditions. Combining the topochemical synthesis with the solid–gas reaction route offers good control over the morphology of the products and provides a unique strategy for the synthesis of various TMSs. Among group V metals, niobium possesses rich chemistry, enabling its incorporation into ternary metal sulfides. Nb-based compounds have also been reported to be highly stable anode materials for lithium-ion batteries and SIBs.",
                "The present study involves the topochemical synthesis of a highly crystalline, pure-phase Nb3VS6 having a hexagonal crystal structure presented in Fig. 1(a) using a simple solid–gas method. A niobium–vanadium complex is decomposed at elevated temperatures using H2S gas as the sulfur source to obtain Nb3VS6. The fabricated electrodes for SIBs using the as-synthesized Nb3VS6 exhibited high cycling stability with a specific capacity of 101.15 mA h g−1 at a current density of 0.5 A g−1 and a capacity retention of 100 percent after 2500 cycles without requiring any carbonaceous support.",
                "The synthesis of Nb3VS6 is carried out using a niobium–vanadium–hexadecylamine (Nb–V–HDA) complex as the precursor and H2S gas as the sulfur source in a horizontal tubular furnace, as shown in Fig. S1 (ESI†). The metal–HDA precursors are organic–inorganic compounds consisting of the intercalated amine groups in the inorganic host, forming lamellar structures. The X-ray diffraction (XRD) pattern of the Nb–V–HDA precursor shown in Fig. S2(a) (ESI†) and the transmission electron microscopy (TEM) image shown in Fig. S2(b)–(d) (ESI†) confirms the layered structure of the Nb–V–HDA precursor. Thus, Nb–V–HDA is chosen as a precursor for synthesizing Nb3VS6. During the solid–gas synthesis, parameters like temperature, time, and H2S concentration play a crucial role in determining pure-phase formation. The synthesis parameters are optimized by varying the temperature (750–950 °C), reaction time (15–45 min) and H2S flow rate (15–35 sccm). Among them, the optimized conditions for obtaining the pure phase of hexagonal Nb3VS6 are found to be heating at 950 °C for 45 minutes at a gas-flow rate of 35 sccm. The XRD pattern obtained under these conditions is shown in Fig. 1(b), which matches well with JCPDS no. 04-005-0908, confirming the formation of the pure phase. The XRD patterns obtained during the optimization process are presented in Fig. S3(a)–(c) (ESI†). Specific surface area (SSA) is obtained using Brunauer–Emmett–Teller (BET) analysis using N2 adsorption/desorption isotherms, as shown in Fig. S4 (ESI†). Nb3VS6 showed a type-IV isotherm with a surface area of 17.5 m2 g−1.",
                "To study the morphology of the obtained products, field emission scanning electron microscopy (FESEM) is employed. It is observed that the products obtained for different conditions are found to have nanosheet-like morphology, as shown in Fig. S5(a)–(f) (ESI†). The FESEM image of the Nb3VS6 nanosheets obtained under the optimised conditions is shown in the inset of Fig. 1(d). To study the morphology of the precursor and the final product, transmission electron microscopy (TEM) is employed. The low-resolution TEM image of the Nb–V–HDA is shown in Fig. 1(c), exhibiting a layered structure. The obtained Nb3VS6 is found to have nanosheet-like morphology, as shown in Fig. 1(d), confirming a topochemical synthesis. Further, a high-resolution TEM (HRTEM) image (Fig. 1(e)) shows lattice fringes with a d-spacing of 0.28 nm. The selected area electron diffraction (SAED) pattern shown in Fig. 1(f) clearly indicates the crystallinity of Nb3VS6. Additionally, scanning transmission electron microscopy (STEM) is carried out, and the elemental mapping shows the homogenous distribution of niobium (Nb), vanadium (V), and sulfur (S) over the entire nanosheet for Nb3VS6 (Fig. S6, ESI†). X-ray photoelectron spectroscopy (XPS) of the Nb3VS6 nanosheets is carried out, and the Nb 3d, V 2p, and S 2p spectra are shown in Fig. S7 (ESI†). The observed peaks are in agreement with those previously reported in the literature. The peak at 210 eV arises due to the presence of Nb in a +5 oxidation state, indicating the sensitivity of Nb towards surface oxidation. The XRD pattern of Nb3VS6, stored under ambient conditions, is recorded after two months and is shown in Fig. S8 (ESI†). The invariant XRD pattern indicates the stability of Nb3VS6 against bulk oxidation.",
                "To analyze the electrochemical characteristics of the Nb3VS6 electrode for SIBs, cyclic voltammetry (CV) is carried out at a scan rate of 0.1 mV s−1 within the potential range of 0.01–2.5 V, as illustrated in Fig. 2(a). The broad peak in the first cathodic scan at around 1.2 V might correspond to both the insertion of Na+ and the formation of a solid electrolyte interface (SEI). This can also be observed in the corresponding galvanostatic charge–discharge (GCD) profiles recorded at 0.1 A g−1 shown in Fig. 2(b) exhibiting an extended plateau at similar potential. A decrease in specific discharge capacity from 517 to 179 mA h g−1 during the initial and subsequent cycles could be attributed to factors such as SEI formation, formation of irreversible oxides, and side reactions associated with surface defects/functional groups present in the active material. In addition to this, XRD of the anode is carried out after five cycles (Fig. S9(a) and (b), ESI†). The peaks of the pristine electrode match with that of the cycled electrode, indicating an insertion-type mechanism for the Nb3VS6 anode. A remarkable improvement in coulombic efficiency (CE) in subsequent cycles is observed, suggesting a reversible process after the first cycle. Fig. 2(c) displays rate capabilities at different sodiation/desodiation rates for the Nb3VS6 anode, wherein specific capacities of 148.89, 123.31, 112.4, 106.13, and 101.10 mA h g−1 are observed at current densities of 0.1, 0.2, 0.3, 0.4 and 0.5 A g−1. The specific capacity values do not undergo a major change with increasing current densities, indicating that the material is stable at higher rates without undergoing capacity fading, indicating fast charging possibility with further optimization. Moreover, as the anode is cycled back to 0.1 A g−1, an excellent capacity retention of ∼100% is shown by Nb3VS6, accounting for its robust nature during continuous charge/discharge that results in remarkable reversibility. Even at a higher current density of 5 A g−1, the anode can maintain nominal cycling stability and rate capability (Fig. S10, ESI†). Electrochemical impedance spectroscopy (EIS) is carried out before and after the CV of the Nb3VS6 anode is performed, and the corresponding Nyquist plot is shown in Fig. S11 (ESI†), which clearly shows the decrease in the charge transfer resistance (Rct) value after five cycles. The decrease in impedance after five cycles is accounted for by the SEI formation along with increased activation of the electrode in the early charge/discharge cycles, leading to improved electrical contact between the electrode and electrolyte. The long-term cycling stability of the anode at 0.5 A g−1 is shown in Fig. 2(d), wherein a specific capacity of ∼115 mA h g−1 is obtained after 2500 cycles, with a capacity retention of ∼100% and a coulombic efficiency of ∼99% throughout. Additionally, a specific capacity of 58.87 mA h g−1 is observed after 2000 cycles at 2 A g−1 (Fig. S12, ESI†). The ternary sulfides exhibited excellent electrochemical characteristics by demonstrating good cycling stability without the need to utilize any carbon materials as additional conductive additives. In addition, the electrochemical performance of other trials obtained under different synthetic conditions is also tested in SIBs for comparison, as shown in Fig. S13 (ESI†), which also exhibited similar rate capabilities.",
                "Fig. S14 (ESI†) shows the scan rate-dependent CV measurements recorded in the range 0.1–10 mV s−1 for the electrochemical kinetic analysis of the Nb3VS6 anode. The proportions of capacitive and diffusion-limited currents that make up the overall current are assessed as shown in Fig. 3(a), and k1 and k2 are computed throughout the potential range for the CV curve at 0.1 mV s−1. The capacitive contribution at 0.1 mV s−1 is 35% and increases significantly with increasing scan rate, reaching up to a maximum value of 88% at 10 mV s−1. This indicates a significant pseudocapacitive contribution, leading to an improvement in ion transport due to the storage of Na+ at the surface of Nb3VS6 (Fig. 3(b)). As a result, the Nb3VS6 anode shows excellent stability even at high rates for over 2500 cycles. A comparison for the same is provided in Table S1 (ESI†) showcasing the remarkable cycling stability of the Nb3VS6 SIB anode compared to other materials reported in the literature.",
                "In summary, a Nb–HDA complex is used as a precursor for topochemical synthesis of Nb3VS6 using H2S gas as a sulfidation agent. The spectroscopic and microscopic characterizations indicate the formation of a pure phase with a nanosheet-like morphology. When used as an anode for SIBs, a specific capacity of 101.15 mA h g−1 is obtained at 0.5 A g−1 along with excellent cycling stability with 100% capacity retention after 2500 cycles. The stability of the anode can be attributed to the pseudocapacitive nature of Nb3VS6 involving a surface-controlled capacitive process.",
                "P. C. carried out the synthesis and characterization of Nb3VS6. H. P. carried out the battery fabrication and analysis with the help of S. V. The manuscript was written with contributions from all authors.",
                "The authors thank the Central Research Facilities (CRF), CeNS for providing access to the facilities. HSSRM acknowledges the funding support from the Core Research Grant-SERB, DST, New Delhi, India, with grant no. CRG/2023/005600. H. P. acknowledges the CeNS for fellowship. P. Chithaiah acknowledges C. N. R. Rao Hall of Science, JNCASR, for the post-doctoral fellowship. S. V. acknowledges the DST INSPIRE for fellowship (INSPIRE code: IF190206)."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        },
        {
            "content": [
                "The data supporting this article have been included as part of the ESI.†"
            ],
            "name": "Data availability",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Topochemically synthesized Nb3VS6 as a stable anode for sodium-ion batteries"
}