{
    "DOI": "10.1007/s11581-023-05212-7",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries (LIBs), as an excellent energy storage material, have been developed rapidly in the past few decades [1]. However, the limited reserves cannot satisfy increasing demand [2]. By contrast, sodium element is abundant and low-cost. Besides this, compared with LIBs, sodium-ion batteries (SIBs) are safer and compatible with existing lithium-ion devices because of similar working principles, gradually becoming a research hotspot [3,4,5]. Unfortunately, the development of SIBs still has some limitations. For anode materials, traditional materials such as graphite are not enough to support the free penetration of sodium ions on account of the larger radius of Na. Some anode materials suitable for LIBs are insufficient for SIBs simultaneously [6, 7]. Therefore, it is one of the main tasks to design new anode materials appropriate for SIBs.",
                "According to the sodium storage mechanism, SIB anode can be categorized into intercalation-, conversion-, and alloying-type materials. Transition metal oxides [8, 9] and sulfides [10, 11] show excellent electrochemical performance in various anode materials. Especially, MoS2, with its unique layer-by-layer structure and high sodium-ion storage capacity, has tremendous development prospects in SIBs. Nevertheless, poor electrical conductivity and agglomeration tendency from the van der Waals force between MoS2 layers lead to a long diffusion path and slow kinetics [12,13,14]. Furthermore, sodium-ion insertion/extraction repeatedly leads to significant volume expansion of MoS2 and severe capacity decay in the cycle process, which results in poor cyclic capacity retention and rate capability [15,16,17].",
                "To solve these intractable problems, a series of efforts such as doping [18, 19], multicomponent integration [20, 21], and morphology engineering [22, 23] have been made to improve the performance of MoS2 for SIB anode. Among them, combining carbon with high conductivity is a very effective measure. The addition of carbon material can not only enhance the conductivity of MoS2 but also buffer the volume variation during sodium insertion and extraction. For instance, Li et al. [24] grew MoS2 nanosheets vertically on cotton-derived carbon fiber through hydrothermal and subsequent high-temperature carbonization processes. The material remained 323.1 mAh g−1 after 150 cycles at 0.5 A g−1, showing good cycling performance. The predecessors introduced nitrogen doping on this basis to further improve the cyclic properties of composites. N-doped carbon@MoS2 nanosheet composite was obtained through the combination of hydrothermal synthesis and high-temperature annealing process using g-C3N4 as carbon and nitrogen source by Li et al. [25]. Owing to the great active sites for the storage of Na ion and enhancement of the diffusion rate and conductivity endowed by N-doped carbon, this material as an anode of SIBs had a profitable electrochemical capacity with a 246 mAh g−1 of high reversible capacity after 1000 cycles at 1.5 A g−1. Although significant progress has been made, the synthesis methods are still relatively complex and unsuitable for large-scale synthesis. Hence, seeking a facile synthesis strategy with mild conditions and low cost to prepare MoS2/NC nanosheets is still essential.",
                "Herein, we synthesized MoS2/NC nanosheets using a facile salt template–assisted synthesis method. The layered MoS2 nanosheets were uniformly coated in nitrogen-doped carbon frameworks. As an anode for SIBs, the electrochemical performance of the electrode was significantly improved, such as high specific capacity and superior cycling behavior, due to the coupling of nitrogen-doped carbon with MoS2 and electrochemical reconstruction, which provided improved electrical/ionic transporting capacity and architectural stability. This work provided a reference for studying and applying MoS2 materials in SIBs."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Ammonium molybdate ((NH4)6Mo7O24·4H2O), thiourea (CS(NH2)2), glucose (C6H12O6), and sodium chloride (NaCl) were all analytical grade without extra purification requirement. All chemicals were purchased from Shanghai Aladdin Co., Ltd."
                    ],
                    "name": "Material",
                    "type": "h3"
                },
                {
                    "content": [
                        "0.4 g (NH4)6Mo7O24·4H2O and 0.4 g CS(NH2)2 were dispersed in 30 ml of deionized water, then 0.5 g C6H12O6 and 0.5 g NaCl were added into the solution with stirring for 2 h to dissolve completely. The precursor was diverted to a porcelain boat and incinerated at 800℃ for 2 h in a protective atmosphere (Ar) with a heating rate of 5℃ per minute. The collected product was washed with distilled water and ethanol repeatedly after cooling to room temperature and then dried for 5 h in a vacuum oven at 60℃ to acquire the MoS2/NC sample. As the control, the samples without adding NaCl (MoS2/NC (no NaCl)) and pure MoS2 were prepared in the same approach."
                    ],
                    "name": "Preparation of MoS2/NC",
                    "type": "h3"
                },
                {
                    "content": [
                        "The coin-type battery was assembled according to the following process. Specifically, the active materials (70 wt%), acetylene black (20 wt%), and sodium alginate (10 wt%) were added to deionized water by thoroughly grinding to form a uniform slurry, and evenly spread on a Cu sheet, drying at 60℃ for 6 h to remove water, then copper foil was cut into discs a diameter of 14 mm, and subjected to vacuum drying for 12 h at 120℃. The mass loading of the electrode prepared was about 0.6–1.0 mg cm−2 and the amount of electrolyte in each battery was 40 μl. Using Na as the counter electrode and GF/D Whatman as the diaphragm, CR2032 coin batteries were fabricated in an expandable glove box for a series of tests. 1 M NaClO4 was dissolved in ethylene carbonate/propylene carbonate (EC/PC, 1:1 vol %) and 5% fluoroethylene carbonate (FEC) was added as the electrolyte. The galvanostatic charge/discharge tests were carried out on the LAND Instrument (CT 3002A, Wuhan, China). The cyclic voltammograms (CV, 0.01–3 V, 0.2 mV s−1) and electrical impedance diagrams (EIS, 100 kHz–0.01 Hz, 5 mV s−1) of the samples were determined by an electrochemical workstation."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystalline structure and phase composition of the samples were analyzed by X-ray powder diffraction (XRD, Rigaku D/max-2500). The thermogravimetric analysis was carried out at a heating rise of 20 ℃ min−1 in the flowing air. The specific surface area and pore size distributions of the samples were obtained by analyzing the N2 adsorption–desorption isotherms. The surface valence states of elements in the samples were characterized by X-ray photoelectron (XPS, Thermo Scientific ESCALAB XI+) with monochromatic Al Kα as the X-ray source. The Raman spectra were obtained on the InVia reflex Raman spectroscope by using the laser excitation with a 532 nm. The microstructure was determined using a scanning electron microscope (SEM, Quanta FEG250) and a transmission electron microscope (TEM, Hitachi 800)."
                    ],
                    "name": "Material characterization",
                    "type": "h3"
                }
            ],
            "name": "Experimental section",
            "type": "h2"
        },
        {
            "content": [
                "The preparation process of MoS2/NC nanosheets is shown in Fig. 1. First, the (NH4)6Mo7O24·4H2O, CS(NH2)2, C6H12O6, and NaCl were dissolved in deionized water and stirred for several hours. Secondly, the mixture was dried to remove water so the MoS2/NC precursor was well encased in the NaCl template. Subsequently, the obtained precursor was calcined in an Ar atmosphere. During the calcination process, Mo reacted with S ions, while glucose was carbonized at high temperatures and converted into an N-doped carbon framework. The interaction between the two made the MoS2/NC nanosheets grow uniformly on the surface of the NaCl template surface. Finally, MoS2/NC nanosheets were prepared by removing the NaCl template with deionized water.",
                "XRD was conducted to characterize the crystalline of the pure MoS2, MoS2/NC (no NaCl), and MoS2/NC. As shown in Fig. 2a, the diffraction peaks at 14.1°, 32.8°, 39.8°, 49.3°, and 58.7° corresponded to the (002), (100), (105), (103), and (110) planes of hexagonal MoS2 crystal (JCPDS No. 37–1492), respectively. It was noteworthy that the peaks located at (002) of the MoS2/NC and MoS2/NC (no NaCl) were weak, which could be the presence of carbon inhibiting the growth of (002) lattice plane [26,27,28]. In addition, according to the Debye–Scherrer equation, the crystallite sizes of the pure MoS2, MoS2/NC (no NaCl), and MoS2/NC samples were calculated using the peaks at (100) as 8.67 nm, 7.02 nm, and 7.08 nm, respectively. Compared with pure MoS2, the XRD peaks of MoS2/NC (no NaCl) and MoS2/NC samples were broader and the calculated grain sizes were smaller, which might be caused by the reduction of crystallite size due to the addition of N-doped carbon [29]. Figure 2b presents the Raman spectra of the MoS2/NC and the MoS2 materials. Two peaks at 379 and 404 cm−1 were seen for the as-synthesized MoS2 sample, representing the E12g and A1g vibration modes. Compared with pure MoS2, apart from the characteristic peaks of MoS2, the MoS2/NC showed two broad peaks at 1354 cm−1 and 1578 cm−1, which could be well indexed to the D (disordered carbon) and G (graphitic carbon) bands of carbon, respectively [30]. The former represented the sp3 hybrid, and the latter was related to the sp2 hybrid. The calculated value of ID/IG was 1.22, indicating that the obtained MoS2/NC had a higher content of disordered carbon and more sp3-bond carbon. Raman’s results verified that pyrolyzed carbon and MoS2 were successfully synthesized by this method. To estimate the relative contents of MoS2 and C components in the MoS2/NC sample, thermogravimetric (TG) analysis was carried out in an air atmosphere. The weight loss of the MoS2 sample at 350 ℃–600 ℃was 9.86%, mainly because of the oxidation of pure MoS2 into MoO3 (Fig. S1) [31,32,33]. For the MoS2/NC sample, the weight loss of the MoS2/NC sample had increased to 35.9% at the same temperature range because of the oxidation of MoS2 to MoO3 and the combustion of carbon. Therefore, the contents of MoS2 and carbon were 71.3% and 28.7%, respectively. Figure S2 shows the N2 adsorption/desorption isotherms of MoS2/NC and MoS2 samples. The pure MoS2 sample showed a typical IV isotherm with a H3 hysteresis loop, while the MoS2/NC sample displayed a H2 hysteresis loop. The specific surface areas of the two samples calculated by the Brunauer–Emmett–Teller (BET) method were 5.95 m2 g−1 and 4.73 m2 g−1, respectively. The pore size distribution diagram showed that NaCl as a sacrificial template was crucial in reducing the pore size of the MoS2/NC. Small pores could shorten diffusion pathways and facilitate sodium ions and electrons transfer during discharge and charge processes.",
                "XPS was used to analyze the surface atomic composition of the samples of MoS2/NC and MoS2, as well as the results are displayed in Fig. 3. In the complete XPS spectra of the two samples, the signals of Mo, S, C, N, and O could be distinctly observed in MoS2/NC sample, while the carbon content in pure MoS2 sample was significantly reduced, which was consistent with the expected results (Fig. S3). Figure 3a depicts the high-resolution XPS spectrum in the 3d region of Mo, where the two peaks at 229.4 and 232.6 eV represented 3d5/2 and 3d3/2 of Mo4+, respectively, and the peak at 226.7 eV corresponded to the 2s signal of S. A small peak could also be observed at 236 eV, which was the 3d3/2 signal of Mo6+ according to previous studies [34, 35]. The generation of this peak might resulted from the surface oxidation of the MoS2/NC during the process of preparation and storage, which also explained the existence of the O element in the whole spectrum [36]. It can be seen from the XPS spectra of the S 2p region described in Fig. 3b that two peaks at 163.4 eV and 162.2 eV represented the 2p1/2 and 2p3/2 signals of S2−, respectively. Similarly, a weak peak at 168.7 eV represented the S6+ signal, which was caused by the oxidation of S2− in the atmosphere [37]. Compared with pure MoS2, the peaks of Mo4+ 3d and S2− 2p of the MoS2/NC sample both shifted toward lower binding energy, which was caused by the increase of electron cloud density near MoS2 due to the addition of C [38]. Figure 3c is the fitted XPS spectrum of the 1s region of C, where 284.6, 285.9, 287.0, and 288.8 eV were categorized as C–C, C-N/C-O, C-S, and C = O bonds, respectively. This result indicated that N elements were successfully doped into carbon, which was further corroborated by the N 1s spectrum in Fig. 3d. Three peaks at 398.3, 400.2, and 401.9 eV could be identified as the N 1s region, representing pyridinic N, pyrrolic N, and graphitic N, respectively. The addition of N could improve the electrochemical performance of the materials mainly from the following aspects: on the one hand, N had a high electronegativity, and N doping could enhance the interaction between particles, thereby improving the electrochemical activity of the material. On the other hand, N doping could also provide more defects, which improved the transport rate of sodium ions by interacting with them [39, 40].",
                "The morphological and microstructure characteristics were analyzed by SEM, TEM, and HRTEM. Figure 4a describes the SEM image of the MoS2/NC (no NaCl) sample, and as shown in the figure, the single MoS2/NC (no NaCl) sample presented an apparent massive structure. The MoS2/NC exhibited a typical nanosheet structure that the MoS2 nanosheets were uniformly embedded in the nitrogen-doped carbon frameworks (Fig. 4b, c). The results indicated that the addition of water-removable template NaCl could effectively restrain the aggregation of MoS2 and promote nanosheet formation. The average layer spacing of about 0.626 nm was represented to the (002) plane of MoS2 in the TEM and HRTEM images (Fig. 4d, e). Specifically, we could observe that the MoS2 nanosheets composed of 3–4 layers were evenly dispersed in the carbon shell. The cross-linked structure of these nanosheets was small and well combined with the carbon layer. This unique structure could availably buffer the volume variation of MoS2 during repeated charging-discharging processes, showing good cycling stability. The electron diffraction (SAED) pattern of the MoS2/NC is shown in Fig. 1f, illustrating the polycrystalline nature of MoS2. Figure 4g–k show the EDS mapping images of the MoS2/NC. It was obvious that Mo, S, C, and N elements were uniformly distributed in the selected region. Based on the characterization mentioned above, the nanosheet-like MoS2/N-doped carbon was successfully synthesized.",
                "To investigate the electrochemical behavior of sodium storage in the sample MoS2/NC, the electrode coated with 70% active substance was made into a button battery, and a series of electrochemical tests were carried out, such as the CV curves of MoS2/NC cycling three times (Fig. 5a). During the first discharge, two strong peaks could be observed near 0.72 V and 0.36 V while one weak peak near 0.65 V and one strong peak at ca. 1.82 V were seen during the first anodic sweep. The reduction peak at 0.72V corresponded to the formation of NaxMoS2 by the reaction between Na+ and MoS2 (reaction 1). Another reduction peak at 0.36 V was caused by the conversion reaction of NaxMoS2 and Na+ into Na2S and Mo (reaction 2), accompanied by the formation of solid electrolyte interphase (SEI) film.",
                "The weak oxidation peak at 0.65 V was determined by the recombination of Na2S with Mo into NaxMoS2, and the other oxidation peak at 1.82 V indicated the process of extracting Na+ from NaxMoS2. At the end of the first cycle, the original MoS2 was partly transformed into a small amount of amorphous S and elemental Mo. In the second cathodic sweep, a new reduction peak appeared at 1.62 V, corresponding to the conversion of amorphous S into Na2S [41,42,43,44]. The reduction peak at 0.2–0.78 V remained unchanged but decreased intensity, indicating an irreversible phase transition occurred during the first cycle. In the subsequent few scans, the redox peaks overlapped highly, demonstrating that the MoS2/NC electrode had outstanding cycle capacity retention.",
                "Figure 5b represents the galvanostatic charge–discharge curves of the MoS2/NC electrode at 0.2 A g−1 in different cycles. The electrode’s potential dropped sharply above 1.0 V and slowly below 1.0 V during the first cycling process, as seen from the figure, which might be due to the presence of carbon [45]. During discharge, two voltage platforms could be seen at 0–0.25 V and 0.5–0.75 V, while during charge, a voltage platform occurs at 1.75–2.0 V, which were primarily in accordance with the peak value observed in the CV curve [46]. Besides, the initial discharging and charging specific capacities of MoS2/NC electrode were 582.96 and 435.97 mAh g−1, respectively, giving a Coulombic efficiency of 74.75%. Other irreversible reactions, such as electrolyte decomposition and SEI film formation, led to low initial Coulomb efficiency. The Coulomb efficiency of the electrode was above 98% in the subsequent cycles, indicating the formed SEI film was relatively stable [47,48,49]. Figure 5c describes the performance comparison of the electrodes of MoS2/NC, MoS2/NC (no NaCl) and MoS2 for 100 cycles at 0.2 A g−1. The reversible specific capacities of the three samples after 100 cycles were 334.6, 213.2, and 100.8 mAh g−1, respectively, indicating that the specific capacity and cycling lifetime of MoS2/NC electrode was higher than MoS2/NC (no NaCl) and MoS2. Additionally, the capacity of the single MoS2 electrode decreased rapidly after 50 cycles, showing poor electrochemical stability, mainly because of the poor conductivity of the material and the great volume variation during sodium-ion intercalation/de-intercalation. Compared with pure MoS2, the electrochemical performance of the MoS2/NC electrode had been improved, mainly due to the following two aspects. On the one hand, the introduction of N-doped carbon and the uniform distribution of nanosheets could enhance the conductivity of the material, alleviate the volume change during the cycle, increase the specific surface area, which improved the reaction kinetics, and thus further optimize the specific capacity [50, 51]. On the other hand, the electrochemical reconstruction phenomenon could enhance the architecture of the electrode, showing more excellent cyclic stability [52]. Figure 5d describes the long-term cycling capability of the MoS2/NC electrode. The electrode could provide a reversible capacity of 252.9 mAh g−1 at 1 A g−1 after 250 cycles, demonstrating that the composite exhibits excellent long-term cycling behavior. Figure 5e describes the rate performance of the MoS2/NC electrode. At 0.2, 0.5, 1.0, 2.0, 4.0, and 6.0 A g−1, the reversible capacities were 351.3, 282.2, 258.6, 227.2, 199.67, and 172.31 mAh g−1, respectively. The reversible capacity could quickly recover to 338.2 mAh g−1 after three large cycles when the current density returned to 0.2 A g−1, indicating that the MoS2/NC electrode had superior rate performance.",
                "As one of the effective methods to study SIBs, electrochemical impedance spectroscopy has been conducted to investigate the electrochemical dynamics differences of MoS2/NC and MoS2 electrodes. The Nyquist plots were fitted from the equivalent circuit in Fig. 6a and b. In the equivalent circuit, R1 was the internal resistance between electrode and electrolyte, CEP was the abbreviation of constant phase element, R2 was charge transfer resistance, and Zw was ascribed to the diffusion rate of sodium ions. As we all know, the Nyquist diagram consists of a semicircle and a diagonal line. The semicircle originated from the charge transfer resistance of the electrode, while the straight line was closely attributed to the impedance of the sodium-ion diffusion process. Table S1 lists the equivalent circuit parameters of different electrodes. The charge transfer resistance of the MoS2/NC electrode was significantly lower than that of the MoS2 electrode before cycling, showing faster reaction kinetics (Fig. 6a). After 50 cycles, the charge transfer resistance of the MoS2/NC electrode was still less than that of MoS2 (Fig. 6b). Due to the coupling of nitrogen-doped carbon with MoS2 and the uniform distribution of the nanosheets making the electrolyte to be more easily permeated into the electrode, which improved the reaction kinetics, finally leading to a lower R2 on the macroscale. In the low-frequency region, Fig. 6c and d show the Nyquist plots of the real part (Z′) of the two groups of samples versus ω−1/2. Among them, the Warburg coefficient was inversely proportional to the diffusion coefficient of sodium ions, which could be determined by the slope of the Z′ and ω−1/2 lines [53]. That was, the smaller the slope of the fitted line was, the larger the diffusion coefficient of sodium ion was, and the better the kinetic property of the electrode was. Calculated by fitting the slope of the curve, the diffusion coefficient of the MoS2/NC electrode was 5.31 × 10−15 cm2 s−1 after 50 cycles, which was higher than that of the pure MoS2 electrode (7.29 × 10−18 cm2 s−1), indicating that MoS2/NC could promote the transmission and diffusion of sodium ions, showing better electrochemical performance. The R2 of both electrodes was decreased after 50 cycles, and compared with before cycling (2.19 × 10−15 cm2 s−1), the diffusion coefficient of the MoS2/NC electrode after cycling was still higher (Fig. 6d), which was because of the crystal structure transformation of MoS2 during cycling, which was consistent with those reported previously [54].",
                "To further investigate the cyclic kinetics of the MoS2/NC electrode, CV tests were performed at the scanning rates of 0.2, 0.4, 0.6, 0.8, and 1.0 mV s−1(Fig. 7a). These curves were similar in shape as could be seen from the figure, but with the increase in scanning rate, the values of peak currents increase. The capacitive process and diffusion behavior of the sodium storage mechanism could be qualitatively analyzed by the following Eqs. (3, 4):",
                "where a and b were constants, i was identified as the current, and v represents the sweep speed. As we all know, the b value represented the type of reaction kinetics. When the b value approached 0.5, the reaction was mainly controlled by the diffusion behavior. When closer to 1, the storage of sodium ions was mainly dominated by the capacitive behavior [55, 56]. Linear fitting was performed on oxidation peaks 1, 2 and reduction peaks 3, 4 in Fig. 7b. b values of peaks 1, 2, 3, and 4 were 0.762, 0.936, 0.776, and 0.756, respectively. The results indicated that the sodium-ion storage kinetics of the MoS2/NC composite was dominated by the capacitance behavior. According to the Eq. (5):",
                "the capacitive contribution could be further calculated at different sweep rates, where k1v corresponded capacitive process and k2v1/2 represented the diffusion process. Figure 7c and d describe the calculated results. When the scanning rate was 0.2 mV s−1, the contribution of the capacitive was 46.85%. It could be seen from the results that the contribution of capacitance improved with the increase in the sweep speed. When the scanning rate scaled up from 0.2 to 1.0 mV s−1, the ratios were 46.9%, 50.6%, 62.4%, 63.0%, and 64.9%, respectively. For comparison, the CV curves of pure MoS2 and MoS2/NC (no NaCl) electrodes were measured at different scanning rates (Fig. S4). It was calculated that with the increase of scanning rate, the capacitance contributions of pure MoS2 electrode were 48.7%, 52.9%, 55.1%, 57.2%, and 61.7%, respectively, and that of MoS2/NC (no NaCl) electrode were 57.8%, 59.8% and 61.7%, 62.2%, and 64.6%, respectively. The capacitive contributions of MoS2/NC (no NaCl) and MoS2/NC electrodes were relatively higher than that of pure MoS2 electrodes, indicating that N-doped carbon could improve the capacitive contribution and promote sodium-ion transfer.",
                "To further study the reasons for the excellent electrochemical performance of the MoS2/CN electrode, the morphological characteristics of the MoS2/CN electrode were analyzed after 100 cycles at a specific current density. It could be seen that the size of the MoS2 nanosheets in the electrode after cycling was reduced, and the irregular rectangular bulges were attached to the surface of the nanosheets (Fig. 8a). This morphology could also be observed in TEM, where the size of the rectangular bulges was about 60–80 nm as shown in Fig. 8b. Additionally, clear lattice fringes could be observed on the HRTEM image, where the 0.62 nm interplanar spacing corresponded to the (002) face of MoS2, which might be due to the electrochemical reconstruction phenomenon of the MoS2/CN electrode during the cycle, that was, the reaction kinetics changed because of the evolution of the microstructure [54, 57]. With the reduction of the size of MoS2 nanosheets and the formation of irregular rectangular bulges, the contact between the electrolyte and the electrode enhanced, thus exhibiting better electrochemical reaction kinetics, which was consistent with measurements of the EIS. This extraordinary morphological change might be the reason for the good stability of the MoS2/CN electrode."
            ],
            "name": "Results and discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, the MoS2/CN nanosheets were prepared using a facile salt template–assisted synthesis method, in which the MoS2 nanosheets were uniformly embedded in the nitrogen-doped carbon framework without severe agglomeration. The as-obtained MoS2/NC nanosheets exhibited outstanding electrochemical properties (334.6 mA h g−1 at 0.2 A g−1 after 100 cycles), indicating that the MoS2/CN nanosheets provided more excellent sodium storage properties, compared with pure MoS2. The improved electrochemical performance could be caused by the coupling effect of N-doped carbon with MoS2, which offered improved electrical/ionic transporting capability, and the electrochemical reconstruction, which guaranteed electrode stability. The electrode had the advantages of a simple synthesis method, low cost, and suitable for large-scale production, endowed MoS2/NC potential prospect in energy conversion and storage."
            ],
            "name": "Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Facile synthesis of MoS2/N-doped carbon as an anode for enhanced sodium-ion storage performance"
}