{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Red Phosphorous",
        "Super P",
        "GO, CNT, composite",
        "Sodium-ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) are being considered   as potentially useful alternatives for the storage of energy owing to the limited availability of lithium resources. However, high-performance electrode materials with facile design are essential for successful and sustainable deployments. Herein, red phosphorous is processed using a facile balling with super P (P@C), carbon nanotubes (P@CNT), and graphene oxide P@GO, and their electrochemical performances are evaluated as anodes in SIBs. The P@CNT and P@GO anodes have approved excellent cyclabilities, at 0.1 C, of 497 and 458 mAh/g, respectively at the 200th cycle compared to 235 mAh/g of P@C. The rate capability test shows relatively low capacity of 122 mAh/g for P@C while the P@CNT and P@GO electrodes exhibit 284 and 211 mAh/g capacities, respectively, at a high rate of 3.0 C. The charge transfer resistance values obtained for P@C, P@CNT, and P@GO anodes were 711, 478, and 486, respectively, corroborating the results of the rate capability. Further, ex-situ transmission electron microscopy measurements conform properly maintained surface morphology of the P particles even after 200 cycles, indicating the better stability of the P@GO electrode."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Graphical abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "In recent years, there has been an increased demand for flexible, economic and sustainable energy storage technologies that are not only environmentally friendly but also highly effective. As the demand for efficient, cost-effective, and clean/green energy storage technologies continues to grow, researchers and scientists are actively seeking alternatives to traditional lithium-ion batteries (LIBs). Sodium-ion batteries (SIBs) have also gained considerable attention as an acceptable choice among the available alternatives. This is mostly attributed to their potential for scalability, economics, and the abundant availability of sodium resources [1]. While, there are numerous technical similarities in the cathode materials and envisaged electrolytes of LIBs and SIBs, the attempt to adapt LIB anode materials for the SIB has typically yielded unsuccessful results [2], [3]. In addition, the much bigger size of Na+ ions in comparison to Li+ ions causes serious challenges in the process of identifying an acceptable crystalline host for the intercalation of Na+ ions. The utilization of graphite as the preferred anode material for LIBs, due to its ability to accommodate lithium ions, presents a challenge when attempting to identify a comparable host material for sodium ions, which basically has a diameter of 2.04 Å. This challenge arises from the mismatched size dimensions between the channels of graphite layers, which measure 1.86 Å [4]. Hence, a critical aspect of enhancing SIB performance revolves around the development of a high-performance anode materials consisting several critical attributes, including a high capacity, exceptional cycling stability, rapid kinetics, low redox potential, and minimal volume changes during cycling etc.",
                "The allotrope of phosphorus, known as red phosphorous (red P), has attracted significant interest as a viable anode material for SIBs due to its commercial availability, chemical stability, and cost-effectiveness [5], [6]. The remarkable theoretical capacity of this material is 2596 mAh g−1, which places it in an advantageous position as a potential candidate for use in high–energy–density batteries [7]. High capacity sets recognises one of the anodes that have higher capacity than even tin (847 mAh g−1) [8], antimony (660 mAh g−1) [9], and germanium (369 mAh g−1) [10]. Red phosphorous can theoretically host up to three Na+ ions per phosphorous atom, surpassing the capacity of commonly employed materials like graphite. Nevertheless, red phosphorous presents its own set of challenges when utilized as a standalone anode material. Foremost among the challenges associated with red phosphorous is its substantial volume expansion of ∼ 440 % during the insertion and extraction of Na+ ions, affecting electrical conductivity due to fracturing of the structure [11]. This volumetric change gives rise to mechanical stress, electrode pulverization, and ultimately, a reduction in the battery’s cycle life. Furthermore, red phosphorous exhibits limited reversibility, implying not all of the capacity accrued during initial cycles effectively utilized in subsequent cycles. These constraints have impeded the practical application of red phosphorous as a standalone anode material in SIBs.",
                "To harness the potential of red phosphorous while mitigating its limitations, researchers have turned to carbon as a synergistic partner, including carbon nanotubes (CNTs), carbon black, graphene, and carbon nanofibers etc., [7], [12], [13], [14], [15]. Carbon is known for its outstanding electronic conductivity, mechanical stability, and chemical inertness, rendering it an ideal complement to red phosphorous in composite anode materials. Hence, to mitigate volume expansion and decreased electrical conductivity issues, an effective strategy is need to employ on nanostructured red phosphorous integrated into a carbon matrix. This approach not only harnesses the outstanding conductivity of carbon but also provides structural support that alleviates the volume expansion issues [16]. Thus, Sun et al., have described the fabrication of ultrafine red P via the carbothermic method deposited onto 3 D carbon framework. The nanosized red P embedded into 3D carbon results in a reversible specific capacity of 1027 mAh g−1 at 0.2 C and a retention of 88% of initial capacity after 160 cycles [16]. Red P composited with graphene by ball mill method was reported to deliver ∼ 1700 mAh g−1 after a course of 60 cycles. The phosphorus/graphene hybrid composite comprised of POC bonds produced the stability of the structure and hindered its degradation. The extraordinary rate capability and cyclability of the nanoporous red P@rGO composite, along with its extraordinarily high capacity of 124.7 mAh g−1, made this material as an excellent candidate for use in batteries which also sustained a capacity of 775.3 mAh g−1 even after 1500 charge and discharge cycles at 5.12 A g−1 [18]. Likewise, the vaporization-deposition-conversion method was employed to synthesize confined and unconfined nanostructured red P with microporous carbon (MPC) and CNT, respectively. The P@MPC demonstrateed outstanding capacity retention after 100 cycles as compared to P@CNT due to the formation of unstable solid electrolyte interphase (SEI) during the subsequent cycles and loss of active material [4]. A simple hand grinding method was used to employ a commercial microsized red P combined with CNTs as an anode in SIB, which achieved an outstanding reversible capacity of 1675 mAh g−1 with a retention of 76.6% of its initial capacity throughout ten charge–discharge cycles [7]. It can be seen that the P@carbon composites have provided a pathway towards greener energy storage solutions. Red phosphorous and carbon amalgamations have created new opportunities for the creation of red phosphorous-carbon composites, as promising anode materials for SIBs [19]. While the merits of P@carbon composites are compelling, it is imperative to acknowledge that challenges still exist in terms of synthesis, scalability, and comprehending the underlying mechanisms. Ongoing research endeavors seek to refine synthesis methodologies and electrode design to fully harness the potential of these composites that hold the key to enhancing their electrochemical performance. Researchers are tailoring the parameters like size, morphology, and distribution of red phosphorous particles within the carbon matrix to augment capacity and cycling stability.",
                "In the present study, nanostructured red P is composited with super P, carbon nanotubes (CNT), and graphene oxide (GO) to work out the capacity, and cyclability as anode materials. These materials have emerged as sustainable, and efficient energy storage alternative candidates for potential use. Thus, by optimizing the P@CNT and P@GO anodes, we intend to usher into a new era marked by sustainability and reduced environmental footprint."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "Red phosphorus (>99.99 %) flakes were purchased from Sigma Aldrich. It is important to devise a methodology for the synthesis of nanostructured P and carbonaceous composites, which could to accommodate volume change during sodiation in contrast to fracturing that occurs in micro-sized or bulk materials, facilitating reduced diffusion path for Na+ ions [16]. Typically, the nanostructured composites of P@C, P@CNT, and P@GO were produced by using ball milling with C, CNT, GO, and P. Ball milling with super P (carbon), graphene oxide, and MWCNTs were synthesized for 48 h using a planetary ball mill with a ratio of 8:2 (P: C). The ratio of material to Zr balls was 25:1 and the container was sealed in Ar filled glove box. During the ball milling process, chemical bonds between PC, responsible for hindering the volume change due to charge-discharge cycles, were expected [20]. X-ray diffractometer (XRD, D8-Bruker, Cu K-alpha with λ of 1.5418 Å) was used to measure the crystal structure of the P@C, P@CNT, and P@GO materials. Scanning electron microscopy (SEM with Tescan Vega-3 model) was employed to observe the surface morphology of the P@C, P@CNT, and P@GO composites. Transmission electron microscopy (TEM; Talos-F200X) was used for ex-situ analysis of the P@GO. The utilization of CR 2032 coin-type cells allowed us to analyze the electrochemical characteristics of composite electrodes consisting of P@C, P@CNT, and P@GO materials. The working electrode was fabricated by combining the P@C, P@CNT, and P@GO composites with polyvinylidene fluoride as a binder in an N-methyl pyrrolidone (NMP) solution, with a mixing ratio of 9.2:0.8. The slurry including a combination of P@C, P@CNT, and P@GO components was applied onto a copper foil substrate and subjected to vacuum drying. To design cells, sodium metal was used for the counter electrode, and an electrolyte composed of a 1 M solution of NaCF3SO3 in diglyme was used as the solution. The cells were produced within a controlled environment utilizing a glove box. Subsequently, the cells underwent cycling at an MTI battery cycler to get battery data. In addition, a CHI-660 instrument was employed to carry out cyclic-voltammetry (CV) and electrochemical impedance spectroscopy (EIS) measurements."
            ],
            "name": "Materials and methodology",
            "type": "section_h2"
        },
        {
            "content": [
                "The XRD pattern, as in Fig. 1 is reported for commercial red P, exhibits a consistent sharp peak at 2θ ∼17° and 35° and a broad peak at 56° [21], [22]. The diffraction patterns recorded for P@C, P@CNT, and P@GO may be described as the patterns of carbon and red phosphorus nanostructures. It is important to note that the diffraction pattern has no additional peaks, indicating the preparation procedure has not resulted in the formation of crystalline impurities. The P@C composite exhibits five characteristic peaks at 17.03°, 26.68°, 34.98°, 51.16, and 55.53°, which are consistent with peaks of red P. A shift to a lower 2θ value in peak at 34.98° was shown in the XRD patterns of P@CNT and P@GO XRD, suggesting an increase in interlayer distance [23]. This increase in interlayer distance could facilitate the sodium insertion/extraction into composites more easily. The peak centered at ∼ 26.68° corresponds to a reflection plane from graphitic carbon in CNT, rGO, and carbon [12].",
                "The SEM images demonstrate the presence of densely and uniformly dispersed nano-sized red P@C particles along carbon nanostructures, as described in Fig. 2 (a-b). Fig. 2 (c-d) adduces the observation that the red P substance has effectively occupied the vacant areas amidst the CNT bundles, resulting in the formation of a compact and densely packed configuration. Similarly, Fig. 2 (e-f) shows the dense coverage of a red P on GO sheets. The composite confirm a broad distribution of size from a nanometre to a submicrometre range.",
                "The CVs of P@C, P@CNT, and P@GO electrodes during the initial cycles at a scan rate of 0.1 mV/s within the voltage range of 0.01 − 2.0 V (against Na+/Na) were obtained using a three-electrode cell, as depicted in Fig. 3. A broad peak is seen during the cathodic scan at around 1.0 V vs. Na+/Na. This peak is caused by irreversible SEI formation as a result of electrolyte reduction, and it primarily arises in the first cycle before stabilizing. As sodiation process starts, a prominent peak at 0.25 V is observed in P@C which is attributed to the sodiation of phosphorous in the material. The sodiation of red P in P@C begins to intensify at 0.1 V. The process of sodiation is mostly ascribed to the alloying of Na with P, resulting in the formation of sodium phosphides (Na3P). Anodic peak at 0.63 V with a shoulder is attributed to the desodiation process along with a small peak at 1.0 V to the NaxP compounds i.e., Na3P to Na2P to NaP and finally P [24]. The redox peaks are pronounced in the P@C composite electrode, showing a large amount of side reaction. Similar trend of alloy formation using CV was noticed in the case of Li and Si compounds previously [25]. An incomplete peak at around 0.01 V is shown for P@CNT and P@GO electrodes.",
                "Fig. 4a illustrates the charge/discharge curves of the P@C at a C rate of 0.1, spanning a voltage range of 0.01–2 V vs. Na+/Na, for the initial five cycles. During the first cycle, the discharge capacity is measured to be 646 mAh g−1. However, in the succeeding cycle, a decrease in discharge capacity is observed. This decrease can be attributed to the creation of a SEI layer, which is resulted in a discharge capacity of 574 mAh g−1. This value of capacity is higher than several intercalation-based anodes used in SIBs [26], [27], [28]. The sodiation curves exhibit distinct regions characterized by changes in voltage. The first region, occurring from the second cycle onwards, spans from 1.0 to 0.5 V. This slope is attributed to the introduction of Na+ ions into red P. Following this, a plateau region ranging from 0.5 to 0.3 V is observed. This plateau is associated with the conversion reaction of P to NaxP. Finally, a final sloping region is observed from 0.5 to 0.01 V. In this region, the slope decreases due to the maximum insertion of Na into red P, resulting in its saturation. This finding is consistent with the results obtained from the CV analysis. The charge cycle exhibits an initial capacity of 532 mAh g−1, which is subsequently followed by a decline in capacity throughout future cycles. The desodiation curves consist of three distinct regions. The first zone, ranging from 0.47 to 0.6 V, exhibits a sloping pattern. This is followed by a plateau region, spanning from 0.6 to 0.75 V. Finally, the third region is characterized by another sloping pattern, running up to 2.0 V. The desodiation process of NaxP to ultimately yield P occurs in three distinct stages within these locations. All three electrodes initially have showed poor coulombic efficiency which are well recovered in the subsequent cycles that endow a reversible charge/discharge process during the 10th cycle with over 99% coulombic efficiency for 200 cycles.",
                "The charge/discharge curves for the P@CNT composite obtained at a C rate of 0.1, across a voltage range of 0.01–2 V vs. Na+/Na, are depicted in Fig. 4b. The curves represent the galvanostatic behavior over five cycles. The first cycle exhibits a discharge capacity of 846 mAh g−1, which reduces to 731 mAh g−1 for the 2nd cycle, 710, 690, and 675 mAh g−1 for the 3rd, 4th, and 5th cycles, respectively. The distinct sloping region and the inclined region represent the sodiation process in agreement with CV results. The desodiation curve for the first cycle shows a charge capacity of 715 mAh g−1 which decreases to an insignificant extent in the subsequent cycles. The Na+ ions are transported between the anode and cathode throughout the charge/discharge process. The decrease in discharge capacity in subsequent cycles gyrates to less availability of Na+ ions due to side reactions, electrolyte decomposition, and passivation layer at the anode. This may further be aggravated when the electrode undergoes cracking and loss of active sites over repeated charge/discharge cycles.",
                "The charge/discharge curves for the P@GO composites at a C rate of 0.1 in a voltage range of 0.01–2 V vs Na+/Na for five cycles are depicted in Fig. 4c. During the first cycle, the discharge capacity exhibits a noteworthy value of 824 mAh g−1. However, in succeeding cycles, there is a steady decrease in the discharge capacity. Specifically, it decreases to 723 mAh g−1 in the second cycle, 702 mAh g−1 in the third cycle, and further reduces to 680 mAh g−1 and 667 mAh g−1 in the fourth and fifth cycles, respectively. Remarkably, the rate of capacity fade becomes less pronounced after the second cycle. The desodiation curve for the first cycle shows a charge capacity of 653 mAh g−1 but this capacity experiences only minor reductions in subsequent cycles. The diminishing trend is primarily attributed to the decreasing availability of Na+ ions due to structural degradation. In general, it can be noticed that all three nanostructured red phosphorus composites exhibit repeatable sodiation and desodiation curves across 1–5 cycles. This suggests a stable anode structure with a high degree of electrochemical reversibility during the charge and discharge processes.",
                "The cyclability test is important for the evaluation of a battery’s longevity and stability providing valuable insights into a battery’s ability to consistently store and deliver energy over multiple charge–discharge cycles. In the case of the P@C, as seen in Fig. 4d, the discharge capacity exhibits a substantial decrease from 646 mAh g−1 to a mere 235 mAh g−1 throughout 200 cycles. The charge cycle follows a parallel trend reflecting the significant capacity degradation throughout cycles. The drastic capacity fade signals a lack of reversible electrode behavior and underscores the instability of the battery under extended cycling conditions. In contrast, the P@GO highlights a more favorable anode material, with its discharge capacity initially at 846 mAh g−1 which gradually reduces to 497 mAh g−1 after 200 cycles. The charge cycle almost mirrors this trend ultimately stabilizing at the same capacity as the discharge cycle. The behaviour indicates a degree of reversible electrode performance and notable cycle stability. Similarly, for the P@CNT, the discharge capacity starts at 824 mAh g−1 and fades to 458 mAh g−1 over the 200 cycles, while the charge capacity undergoes a similar reduction from 653 mAh g−1 to 457 mAh g−1. Here, the battery’s ability to maintain a high and consistent discharge capacity throughout most of its cycling shows its outstanding cyclability while also showing consistent charge–discharge characteristics without significant deterioration. To observe the stability of the materials at higher current rates, the P@CNT electrode is tested at 1C rate for 200 cycles as shown in Fig. 5a where the P@CNT delivers a capacity of 537 mAh g−1 during the initial cycle at 1 C rate and retains a capacity of 405 mAh g−1 after 200 cycles, indicating stability of 75.4%. The electrode shows very good coulombic efficiency of with a nearly average of 99.5% over long cycling.",
                "The rate capability test assesses the SIB’s ability to handle the rapid changes in charge/discharge rate without significant loss of performance. The findings of a study on the rate performance of the P@C anodes are depicted in Fig. 5b. The investigation involved testing the anodes at different C rates, ranging from 0.1 to 3.0 C, for a duration of 40 cycles. As the C rate increases, specific middle cycle capacities are obtained as follows; 510, 471, 423, 353, 274, 205, 150, and 122 mAh g−1 at 0.1, 0.2, 0.5, 1.0, 1.5, 2.0, 2.5 C and 3.0 C rate, respectively. Following 40 cycles of rate testing, the battery's rate is observed to return to 203 mAh g−1 at a rate of 0.1 C. This finding suggests that the battery exhibits a capacity recovery of 38% after undergoing a series of rapid charge and discharge cycles. For the P@CNT, at various C rates of 0.1, 0.2, 0.5, 1.0, 1.5, 2.0, 2.5, and 3.0 C, specific capacities of 675, 604, 558, 498, 457, 413, 347, and 284 mAh g−1 are obained. The P@CNT composite electrode shows a significant capacity retention of 81.4% after 40 cycles at 0.1 C, exhibiting a specific capacity of 550 mAh g−1. In the case of P@GO at various C rates (0.1, 0.2, 0.5, 1.0, 1.5, 2.0, 2.5, and 3.0 C), the specific capacities are 641, 564, 498, 437, 391, 326, 267, and 211 mAh g−1, respectively. After 40 cycles, the rate is re-established to 0.1 C where the P@GO exhibits 504 mAh g-1 charge capacity, retaining 78.6% of its initial capacity. This shows the exceptional rate capability and capacity retention of the P@CNT, making it a promising candidate as a high-performance anode for SIBs. The as-demonstrated characteristics of the P@CNT highlight its remarkable rate capability and capacity retention, positioning it as a very promising candidate for utilization as a high-performance anode in SIBs.",
                "The EIS plots as demonstrated in Fig. 6 presents a small diameter in the Nyquist plot, the anode exhibits a low charge transfer resistance (Rct) and good electrochemical activity. This suggests an efficient ion transport and a faster charge/discharge kinetics. The Randles circuit, which is commonly employed for battery impedance modeling, includes several key components. Specifically, Rct symbolizes the charge transfer resistance occurring at the interface between the electrode and electrolyte. Cdl represents the double-layer capacitance at the electrode, while W1 denotes the Warburg impedance associated with ion diffusion in the electrolyte. These parameters collectively provide insight into the electrochemical behaviour and performance of the battery’s anode. The P@C electrode reveals a high charge transfer resistance of 711 Ω. While the P@CNT and P@GO anode confirms charge transfer resistances of 478 and 486 Ω, respectively, indicating relatively better conduction with higher performance of the respective electrodes.",
                "Ex-situ TEM image of the P@GO was conducted to observe the microstructure of the electrode after 200 cycles. The ex-situ TEM imaging modes help to characterize the electrode’s structural properties and any changes that taking place during/discharge process, providing valuable insight into its performance and behavior at the nanoscale level. The bright filed mode provides in Fig. 7 an overview of the P parctiles’s morphology and microstructure which clearly shows fracturing in the dark mode and the structural changes P@GO has undergone during the discharge cycle."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "Facile-prepared anodes have shown better electrochemical characteristics due to effective compositing with super P, CNT, and GO. Both P@CNT and P@GO anodes have respectively demonstrated exceptional cyclability exhibiting 497 and 458 mAh g−1 at the 200th cycle at 0.1 C rate. The as-obtained rate capabilities of the P@CNT and P@GO are also exceptional where the anodes deliver capacities of 284 and 211 mAh g−1, respectively which is due to a lower charge transfer resistance, exhibited by both electrodes, compared to the P@C anode. These results indicate that the electrochemical performance can be improved by effecting compositing with CNTs and GO materials. The ex-situ TEM results have also verified the effective compositing where the material has retained the particle morphology. Hence, the P@CNT and P@GO can be used as efficient anodes for SIBs during commercial practices."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "Shoyebmohamad F. Shaikh: Writing – original draft, Resources, Funding acquisition, Formal analysis, Data curation. Mosim B. Sayyed: Data curation, Formal analysis, Methodology, Visualization, Writing – review & editing. Rajaram S. Mane: Writing – review & editing, Supervision, Formal analysis. Pravin S. More: Validation, Methodology, Conceptualization. Yogesh B. Khollam: Validation, Resources, Investigation. Anil D. Garje: Visualization, Software, Funding acquisition. Hsiu-Ling Hsu: Data curation, Formal analysis, Software, Supervision, Writing – review & editing. Abdullah M. Al-Enizi: Writing – review & editing, Resources, Formal analysis."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of competing interest",
            "type": "section_h2"
        }
    ],
    "Title": "Facile processing of red phosphorous-carbon composites as high-performance anode materials for sodium-ion batteries"
}