{
    "DOI": "10.1021/acsami.4c06039",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With the rapid development of the economy, the energy problem is becoming more and more serious. And battery technology is an effective way to solve this problem, including lithium-ion batteries (LIBs), sodium-ion batteries (SIBs), zinc-ion batteries (ZIBs), and so on.  LIBs are emerging green battery technology with the advantages of high energy density, no memory effect, low self-discharge rate, and long cycle life. It dominates the development of electrochemical energy storage technology and has been applied to various fields such as portable electronic products, electric vehicles, and aerospace.  At the same time, SIBs are a widely concerned issue because of their rich resources and low cost. It is worth noting that SIBs have a similar reaction mechanism to LIBs and can directly inherit the existing process equipment. Nevertheless, the radius of sodium ions is larger, which makes the sodiation and desodiation processes difficult. And the electrode structure is vulnerable to damage, leading to rapid attenuation of the capacity eventually.  Therefore, it is extremely important to explore an electrode material with the merits of low price, good stability, and high specific capacity.",
                "Metal–organic framework (MOF) is a novel material with a controllable structure and large specific surface area, which is self-assembled by transition-metal ions and organic ligands.  The porous structure effectively relieves the stress caused by volume change during the insertion and extraction of Li+/Na+, and then improves the stability of the battery. Prussian blue (PB) and its analogues (PBA) are widely used as an important MOF material, which has the advantages of high capacity, low cost, and simple synthesis. However, PB/PBA obtained by the coprecipitation method has low conductivity and poor electrochemical performance.  Therefore, it is necessary to adopt some strategies to activate the storage sites of alkali metal ions. PB/PBA etching significantly improves battery performance. In the process of etching, the vertex of the original cube structure is preferentially etched to form a cage hollow structure. This specific structure exhibits a large specific surface area and enough ion channels, facilitating reversible insertion and disinsertion of Li+ and Na+. Wang et al.  designed NiCo(OH)2/NiS2 heterogeneous cages with Ni–Co PBA using the anion etching method, which shows favorable activity and stability. In recent years, various MOF materials are used as precursors and treated by physical or chemical methods to obtain MOF derivatives, such as oxides, sulfides, and selenides.",
                "Transition-metal sulfide (TMS) is considered to be an outstanding electrode material because of good reversibility, high capacity, and low cost.  Compared with oxide, transition-metal sulfide has a lower reaction energy barrier and better electrochemical activity due to the fact that the metal–S bond in metal sulfides is weaker than the metal–O bond in oxides. Thus, Li+/Na+ has better kinetic properties in intercalation and deintercalation.  It can be found that bimetallic sulfides have a special heterostructure and vast active sites. There is a synergistic effect between the two metal cations, which enhances the charge transfer velocity and improves the charge/discharge properties significantly. Rao et al.  prepared hollow WS2/MoS2@carbon microspheres/rGO composite, which demonstrates extraordinary sodium storage properties (411.8 mAh g–1 at 0.5 A g–1). Unfortunately, TMS has inherent problems containing large volume expansion, uncontrollable side reactions, and agglomerative particles, which affect the comprehensive properties of the battery.",
                "To overcome these shortcomings, the nanosizing material is a common method. Nanostructure, such as nanowire, nanosphere, and nanocage, not only alleviates the volume stress generated by TMS conversion reaction but also shortens the transport distance and promotes ion migration.  Another way is combining TSM with carbon nanotubes (CNTs), graphene, or MXene to form a conductive network structure.  It further boosts the conductivity of the material, enhances the stability of the electrode interface, and alleviates the volume stress caused by the expansion effect. The above two methods show a synergistic effect, and the designed composites have excellent performance as an anode material. Zhang et al.  synthesized Mn–Sn bimetallic sulfide combined with N-doped carbon nanorod, which was used in LIBs and has a high specific capacity. He et al.  encapsulated SnS/Sb2S3 in sulfur–nitrogen codoped carbon material (SNC), and the product was obtained and named SnS/Sb2S3@SNC. The interface heterogeneous structure of bimetallic sulfide is beneficial for promoting the kinetics process of the reaction and SnS/Sb2S3@SNC displays satisfactory reversible capacity and rate performance. Deng et al.  prepared NiS2@CoS2 nanocube composite by chemical etching, which cycles over 800 times at a current density of 5 A g–1 and maintains a stable capacity in SIBs. Therefore, the composites of MOF-derived bimetallic sulfides with carbon-based materials have a broad prospect in the energy storage field.",
                "In this study, nickel cobalt Prussian blue analogue precursor (Ni–Co PBA) is synthesized via the coprecipitation method, and the reduced graphene oxide (GO)-wrapped open bimetallic sulfide (NiS2–Co3S4@rGO) nanocage is successfully prepared by two-step calcination. The open nanocage structure and the coating of rGO provide numerous channels for ion and electron transport and accelerate the reaction kinetics. In addition, the excellent interface interactions of bimetallic sulfide wrapped in rGO improve the electrical conductivity, relieve volume stress, and reduce the agglomeration of the particles. As expected, open NiS2–Co3S4@rGO composite exhibits remarkable cycle and rate performance when used as anode material."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Dopamine hydrochloride (C8H11NO2·HCl) and trihydroxymethyl aminomethane (Tris) were purchased from Aladdin, and their purities are 98% and 99.9%, respectively. Potassium cobalt cyanide (C6CoK3N6), also bought from Aladdin, is analytically pure level. Cetyltrimethylammonium bromide (CTAB) and nickel acetate (Ni(CH3COO)2) were bought from Fuchen Chemical Reagents Co., Ltd. Sulfur powder (purity: 99.5%) was also purchased from Aladdin. The concentrated ammonia–water (NH3·H2O) was purchased from Nanning Guande Chemical Co., Ltd., with a purity of 99.9%. Analytical pure-grade anhydrous ethanol (C2H6O) and sodium citrate (C6H5Na3O7·2H2O) were purchased from Beijing Chemical Plant."
                    ],
                    "name": "2.1.  Materials and Reagents",
                    "type": "h3"
                },
                {
                    "content": [
                        "Graphene oxide (GO) has been synthesized by the Hummers method, and the detailed procedures were shown in our group’s previous work. "
                    ],
                    "name": "2.2.  Preparation of Graphene Oxide",
                    "type": "h3"
                },
                {
                    "content": [
                        "1.33 g of C6CoK3N6, 1.5 g of Ni(CH3COO)2, and 2.2 g of C6H5Na3O7·2H2O were dissolved in deionized water (DW), respectively. After mixing and stirring the solutions, the following steps were centrifugation, filtration, and drying at 70 °C to gain Ni–Co PBA precursor. Subsequently, the Ni–Co PBA was dissolved in anhydrous ethanol and ammonia–water was added to etch with the etching time of 10, 15, and 20 min. Then centrifugation and drying were performed to obtain caged Ni–Co PBA.",
                        "Cage Ni–Co PBA and C8H11NO2·HCl were dissolved in tris (PH = 8.5) with a mass ratio of 1:1. The following steps were successively stirring, centrifuging, collecting precipitation, cleaning with DW, and drying to get Ni–Co PBA@PDA. After these operations, Ni–Co PBA@PDA, CTAB, and GO were dissolved in DW with a mass ratio of 4:1:3 and stirred at room temperature (RT) for 2 h. Then the filtered precipitate was cleaned and freeze-dried. Eventually, the sample was calcined at 700 °C in Ar atmosphere for 6 h, and the cage Ni–Co PBA@rGO was obtained.",
                        "0.1 g of cage Ni–Co PBA@rGO and 0.2 g of sulfur powder were calcined with a reaction temperature of 500 °C and a calcination time of 2 h to obtain cage NiS2–Co3S4@rGO. Moreover, to explore the effects of GO concentrations on the properties of the materials, the ratios of Ni–Co PBA@PDA and GO were 1:0.5, 1:0.75, and 1:1, respectively, which were denoted as NiS2–Co3S4@rGO-1, NiS2–Co3S4@rGO-2, and NiS2–Co3S4@rGO-3.",
                        "The cube NiS2–Co3S4@rGO is the comparison sample in this study. The cube NiS2–Co3S4@rGO was prepared in the same steps as cage NiS2–Co3S4@rGO, except that there is no need for etching with ammonia–water."
                    ],
                    "name": "2.3.  Synthesis of NiS2–Co3S4@rGO",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystal structure of the cage NiS2–Co3S4@rGO composite was obtained by an X-ray diffractometer (XRD, Ultima IV). The diffraction angle was 3–90°, and the scanning rate was 10° min–1. Raman spectroscopy (inVia Reflex) was employed to explore the molecular structure. The micromorphology of the materials was characterized by scanning electron microscopy (SEM, Hitachi S-4700) combined with energy-dispersive spectrum (EDS). To further investigate their internal structure, transmission electron microscopy (TEM, Hitachi HT-7700) was conducted for observation. In addition, X-ray photoelectron spectroscopy (XPS, ESCALAB 250) was exploited to identify the element composition and chemical bond on the surface of the composite. N2 adsorption/desorption test was utilized to investigate the specific surface area and pore size distribution of the NiS2–Co3S4@rGO composite on JW-BK400. To study the content of each component in the composite, a thermal gravimetric analyzer (TGA, Setsysevoiution) was used."
                    ],
                    "name": "2.4.  Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The working electrode was prepared as follows: cage NiS2–Co3S4@rGO composite, sodium carboxymethyl cellulose, and acetylene black were mixed with a mass ratio of 7:2:1 and dissolved in DW to form a uniform slurry. After coating on the copper foil, it was dried at 60 °C for 12 h in a vacuum oven. The CR2032 coin battery was assembled in a glovebox filled with Ar. In LIBs, the anode is a lithium tablet, the separator is polypropylene (PP) films, and the electrolyte is 1 M LiPF6 in EC: DEC = 1:1 vol % + 5% FEC. For SIBs, sodium foil anode and fiberglass separator were used, and the electrolyte is 1 M NaClO4 in the same solvent as LIBs. Cycle voltammetry (CV) tests were carried out on the Versa CS350H electrochemical workstation with a voltage window of 0–3 V and a scan rate of 0.1 mV s–1. Electrochemical impedance spectroscopy (EIS) was conducted by the same device, and the frequency was set to 0.01–106 Hz. Moreover, LAND CT 2001A was employed for the galvanostatic intermittent titration technique (GITT) tests and charge and discharge tests between 0.01 and 3 V."
                    ],
                    "name": "2.5.  Electrochemical Tests",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The schematic diagram of the synthesis process of open NiS2–Co3S4@rGO nanocage has been shown in . Ni–Co PBA synthesized by coprecipitation was used as a precursor, and it was first etched with ammonia. Whereafter, dopamine hydrochloride and graphene oxide were combined with the etching product and the calcination was conducted to gain Ni–Co PBA@rGO under Ar atmosphere at 700 °C. Lastly, Ni–Co PBA@rGO was mixed with sulfur powder and calcined again at 500 °C to obtain bimetallic sulfide and reduced graphene oxide composite (NiS2–Co3S4@rGO). Thanks to the open nanocage and the combination of NiS2–Co3S4 and rGO, it is expected to form a stable electrode surface and solid electrolyte interface (SEI), which is beneficial to electrochemical properties.",
                "SEM was used to observe the microstructure of the caged NiS2–Co3S4@rGO intermediate. a displays the image of the Ni–Co PBA precursor with a cube structure.  presents the etching products by ammonia with etching times of 0, 10, 15, and 20 min, respectively. The longer the etching time is, the more significant the morphology change is. The eight vertices of the Ni–Co PBA cube disappear preferentially and the planes hardly change, which can be attributed to the fact that the adsorption energy of vertices to ammonia–water is higher than that of edges and planes.  Ni–Co PBA etched for 15 min has a more obvious etching effect than that etched for 10 min, and all of the vertices of the cube Ni–Co PBA particle are lost. To further detect the interior structure, the product that was etched for 15 min was observed by TEM, which has been shown in c. The etching process proceeds along the body diagonal of the cube and forms open nanocages ultimately. However, the morphology of the precursor undergoes significant change and collapses into a sheet structure completely with an etching time of 20 min. Therefore, Ni–Co PBA with an etching time of 15 min is selected to synthesize the final product. Compared with cube Ni–Co PBA, the cage Ni–Co PBA after etching has a hollow structure, which can facilitate the release of volume stress. Meantime, it also provides more active sites, shortens the charge transport paths, and thus achieves better reaction kinetics. d shows the image of the cage Ni–Co PBA@PDA, and the dopamine hydrochloride particles are distributed around the Ni–Co–PBA nanocages uniformly.",
                "In , SEM images of the cube NiS2–Co3S4@rGO composite and the cage NiS2–Co3S4@rGO composite are displayed. The microstructure of cube NiS2–Co3S4@rGO has not changed significantly after sulfuration and calcination treatment (a,b). NiS2–Co3S4@PBA nanoparticles with open nanocage structure are well encapsulated by rGO as shown in c,d. It can be found that the nanoparticle dispersion is even and the structure is integral.  present the EDS spectra images of cage NiS2–Co3S4@rGO composite, which demonstrate the uniform distribution of the elements including Ni, Co, S, and C in the composite and prove the successful preparation of NiS2–Co3S4@rGO nanocage composite. Therein, the atomic ratio of Ni and Co is about 1.35.",
                "As shown in a, the crystal phase composition of cage NiS2–Co3S4@rGO is investigated by XRD. There are four obvious diffraction peaks located at 2θ = 27.2, 33.4, 38.78, and 53.64°, corresponding to the crystal planes of (111), (200), (211), and (311), respectively. The three peaks are well-matched to the characteristic peaks in the standard card of NiS2 (JCPDS #11-0099), which proves the existence of NiS2.  Moreover, three sharp peaks at 2θ = 26.9, 31.9, and 55.09° can be associated with (220), (311), and (440) lattice planes of Co3S4 (JCPDS #47-1738), indicating the presence of Co3S4 in the final composite.  The successful synthesis of NiS2 and Co3S4 nanoparticles is testified by comparison with the characteristic peaks of the two substances in standard cards. In addition, the diffraction peaks of Co3S4 and NiS2 in the XRD spectra are both strong and distinct without hybrid peaks, illustrating that the prepared cage NiS2–Co3S4@rGO composite has high crystallinity and purity. Notably, the (002) plane of rGO around 2θ = 25° is not distinct, which is due to the fact that the peak positions between the (220) crystal plane of Co3S4, (111) plane of NiS2, and (002) plane of rGO are close and overlap. The Raman spectrum of the composite is exhibited in b. It can be noticed that there are two obvious peaks located at 1353 and 1583 cm–1. The peak at 1350 cm–1 belongs to the D band and the one at 1583 cm–1 is the G band. Generally, the area ratio of the two peaks is utilized to evaluate the defect degree of materials.  For cage NiS2–Co3S4@rGO composite, the peak areas ratio of D band and G band is 2.24, indicating that the composite has abundant defects, which is conducive to Li+/Na+ transmission. ",
                "To further explore the chemical composition and element valence state of the composite surface, XPS was carried out and shown in c–f. In the full spectrum of the cage NiS2–Co3S4@rGO composite (c), elements C, S, Co, and Ni can be easily found, which is consistent with the mapping results. Moreover, the characteristic peaks of elements N and O are also present in the full spectrum. Nitrogen element may come from dopamine, and the oxygen element is derived from air and rGO. d is the high-resolution spectrogram of S 2p and its subpeak fitting. It can be seen that three distinct peaks are located at 165.2, 163.9, and 161.7 eV, which belong to the S–C bond, S 2p1/2, and S 2p3/2, respectively.  The spin-orbit splitting peak of Ni is shown in e. At binding energies of 870.8 and 853.2 eV, there are two splitting peaks corresponding to Ni2+ 2p3/2 and Ni2+ 2p1/2, respectively. The result illustrates the presence of NiS2. There are two other peaks appearing, and the peak values are 873.6 and 855.5 eV, which match Ni3+ 2p1/2 and Ni3+ 2p3/2. And the reason for the existence of Ni3+ can be attributed to the exposure of nanocage composite to air and partial Ni2+ are oxidized to Ni3+. In addition, the satellite peaks of Ni2+ 2p3/2 and Ni2+ 2p1/2 are at 863.1 and 882.1 eV.  f shows the XPS diagram of Co 2p. The subpeaks at 781.6, 784.9, 797.8, and 800.8 eV are associated with Co3+ 2p3/2, Co2+ 2p3/2, Co3+ 2p1/2, and Co2+ 2p1/2, respectively.  In conclusion, XPS demonstrates that the cage NiS2–Co3S4@rGO composites are prepared successfully, which illustrates the same results as XRD described above.",
                "g,h shows the N2 adsorption/desorption isothermal curve and pore size distribution of open NiS2–Co3S4@rGO composite, respectively. g shows a typical class IV adsorption isotherm, indicating that there are abundant pores in the synthesized composite nanocages.  The specific surface area of NiS2–Co3S4@rGO is calculated by the Brunauer–Emmett–Teller (BET) equation, and the value is 85.28 m2 g–1. The larger specific surface area means that there are more active sites and contact areas, which is conducive to the rapid adsorption and deadsorption of Li+/Na+, thereby improving the storage capacity and energy density of the battery. Besides, the large specific surface area is also beneficial for full contact of the electrode and electrolyte, forming a uniform solid electrolyte interface (SEI). SEI reduces the side reaction during the charge and discharge process and then extends the cycle life. In h, the pore diameter of the composite material is obtained by the Barrett–Joyner–Halenda (BJH) model. The distribution of the pore diameter is 15–40 nm, which demonstrates that the open NiS2–Co3S4@rGO nanocage is a mesoporous material again. The presence of a large number of mesoporous provides more ion transport channels and releases the stress of volume expansion. i shows the thermogravimetric curve of the composite, which is employed to investigate the composition of cage NiS2–Co3S4@rGO. The test was carried out with a temperature range from 40 to 800 °C under an air atmosphere. After heating, the mass residue is 28.33%, corresponding to NiO and CoO.  The mass loss at 40–330 °C is mainly owing to the volatilization of surface-adsorbed H2O and the decomposition of surface unstable components, such as oxygen-containing functional groups on the surface of rGO.  The mass decrease in the range of 330–570 °C can be attributed to two aspects: One is the transition from NiS2 to NiS, accompanied by the release of SO2, as shown in . The other is due to the combustion of rGO in the cage NiS2–Co3S4@rGO composite.  The last mass drop stage is associated with the conversion from transition-metal sulfide to oxide at 648–780 °C. As shown in  and , NiS is converted to NiO, and Co3S4 translates directly into more Co3O4. NiS2+O2→NiS+SO22NiS+3O2→2NiO+2SO2Co3S4+6O2→Co3O4+4SO2",
                "To study the lithium storage mechanism of NiS2–Co3S4@rGO, cycle voltammetry (CV) tests are performed with a scan rate of 0.1 mV s–1 and a voltage window of 0–3 V. The CV profile of cage NiS2–Co3S4@rGO is displayed in a. It can be seen that there are two peaks located at 1.54 and 1.29 V, respectively, in the first cathode scan. In both reduction reactions, it binds to element S in the transition-metal sulfide to form Li2S along with the Li+ insertion. The difference is the peak at 1.29 V corresponds to the fact that NiS2 gains electrons and changes into the zerovalent Ni, while the other reduction peak appears on account of the reduction process of Co3S4 at 1.54 V.  The specific reaction equations are shown in  and . The first reverse scanning process also has two peaks, corresponding to the removal of lithium ions and the oxidation of nickel and cobalt to Co3S4 (2.07 V) and NiS2 (2.51 V).  Those are the reverse reactions of  and . The CV profile of the second circle displays two reduction peaks of the cage NiS2–Co3S4@rGO composite, which shift obviously. The reduction peaks of NiS2 and Co3S4 are transferred to 1.25 and 1.71 V, respectively. But the oxidation peaks did not shift significantly. This is due to the fact that the first cathodic scan process generates an irreversible solid electrolyte interface film in addition to the reduction reaction of transition-metal sulfide.  Compared with the second cycle, the redox peaks of the third cycle barely changed. These results testify that the lithium storage behavior of the composite material includes two processes, and the nanocage composite has outstanding electrochemical reversibility. The CV curve of cube NiS2–Co3S4@rGO composite is shown in d, which is consistent with the trend of cage composite electrode, indicating that ammonia etching only changes the microstructure of the material, but does not affect the electrochemical behavior. At the same time, the last two cycles of the cube NiS2–Co3S4@rGO composite also have a good overlap degree, which indicates that this electrode also has good reversibility.NiS2+4Li++4e−→Ni+2Li2SCo3S4+8Li++8e−→3Co+4Li2S",
                "In b,e, voltage platforms during the charge and discharge processes are well-matched with peak potentials of redox reactions of CV tests. And the curves present a high coincidence degree during the cycles, which illustrates the admirable reversibility. The specific capacity of the open NiS2–Co3S4@rGO nanocage is higher after 100 cycles, and its charge and discharge curves show better cyclic stability than those of the cube structure composite. During the charge/discharge process, open NiS2–Co3S4@rGO nanocages can adapt to volume expansion, prevent electrode cracking, and slow down the decay of reversible capacity, which is significantly better than those of the cube composite. Except for reducing the adverse influences caused by volume stress, the high specific surface area of the cage structure composite can also provide more attachment sites for Li+, and then improve its storage property. Moreover, the unique microstructure of the cage NiS2–Co3S4@rGO composite can shorten the diffusion path of Li+ to a great extent and promote the migration of Li+.",
                "To explore the diffusion behavior of Li+, GITT tests were carried out with a voltage range of 0–3 V at 0.1 A g–1, and the results are shown in c,f. According to , Li+ diffusion coefficients (DLi+) of the two composites with different structures are calculated, respectively, when the batteries are charging and discharging. It can be clearly seen that the DLi+ of the nanocage NiS2–Co3S4@rGO electrode (8.5 × 10–13 cm2 s–1) is larger than the cube NiS2–Co3S4@rGO electrode, which manifests that the open nanocage composite obtained by etching is more conducive to the transfer and diffusion process of electrons and ions. The enhanced performance can be attributed to two points: First, NiS2–Co3S4@rGO nanocage has a more mesoporous structure, which provides a large number of channels for fast transmission of Li+. Posteriorly, the work function of NiS2 is 4.62 eV, while that of Co3S4 is 4.36 eV.  The differences in the work functions of the two transition-metal sulfides induce space charge and built-in electric field. These will drive the charge flow from higher to lower energy levels until a thermodynamic equilibrium is reached. Therefore, the interface engineering design of bimetallic sulfide heterojunction enhances the charge transfer and reduces the diffusion energy barrier, thereby boosting the kinetic behavior for redox reactions.D=4πτ(nmVmS)2(ΔEsΔEτ)2where τ represents relaxation time and S stands for contact area. Vm and nm are the molar volume and the amount of substance of the electrode material, respectively. ΔEs and ΔEτ are the voltage changes caused by the pulse and the constant current charge and discharge, respectively.",
                "g shows the cycle performance of cage and cube NiS2–Co3S4@rGO composites used as anode materials. The initial charge and discharge capacities of the cage NiS2–Co3S4@rGO composite are 2006.7 and 1372.3 mAh g–1 when the current density is 0.1 A g–1. In comparison, the cube composite only shows 1855.5 and 1280.5 mAh g–1, which are significantly lower than those of the cage NiS2–Co3S4@rGO. The composites exhibit ultrahigh-specific capacity during the cycle. Owing to the particular morphology and structure of rGO, lithium ions have nonstoichiometric insertion/extraction during the charge and discharge process, which leads to greater lithium storage capacity. Moreover, metal nanoparticles have strong surface capacitance, and numerous spin polarization electrons are deposited in the spin splitting band of the metal-reduced nanoparticles, contributing to an extra capacity.  The initial Coulomb efficiencies (ICE) of the two anodes are only 68.9% and 69.01%, which are related to the SEI formation in the first cycle. For the nanocage NiS2–Co3S4@rGO, the discharge capacity (1392 mAh g–1) and capacity retention rate (85.2%) are both higher than those of the nanocube composite (838 mAh g–1 and 63.2%) after 100 cycles. In conclusion, the nanocage NiS2–Co3S4@rGO composite has excellent cyclic stability for the following reasons: On the one hand, an open nanocage structure offers a larger specific surface area and higher porosity. The large specific surface area means plenty of active sites, and the porous structure enhances the kinetic process of the reaction. In addition, the open nanocage composite effectively alleviates the volume stress generated by the intercalation and removal of Li+, which maintains the stability of the electrode structure.",
                "In h, the rate tests are conducted to investigate the rapid storage performance of lithium ions when the cube and cage NiS2–Co3S4@rGO composites are used under a large current. The open NiS2–Co3S4@rGO composite delivers the discharge capacities of 1212.7, 1089.3, 974.6, 897.3, 825.6, and 700.4 mAh g–1 at 0.1, 0.2, 0.5, 1, 2, and 5 A g–1, respectively. The capacities of the cube composite are much lower than that of the former at any current density. In particular, the specific capacity of cube material is 186.2 mAh g–1 at 5 A g–1, which is 514.2 mAh g–1 lower than that of nanocage NiS2–Co3S4@rGO. When reverting to a low current density (0.1 A g–1), the reversible capacity of cage NiS2–Co3S4@rGO can restore to 1231 mAh g–1 and displays an outstanding electrochemical property. As a contrast, the specific capacity of cube NiS2–Co3S4@rGO decreases overtly, which is due to the microstructure of the material being damaged irreversibly at high current density. The long cycle performance is performed at 1 A g–1, as shown in j. After 250 cycles, the discharge capacities of the nanocage NiS2–Co3S4@rGO and the nanocube NiS2–Co3S4@rGO are 1152.5 and 641.4 mAh g–1, respectively. Thanks to the nanocage structure, the open NiS2–Co3S4@rGO composite possesses a higher specific capacity. This means that there are more lithium storage sites on the surface of the material, the insertion/removal behavior is faster, and the electrolyte is more fully infiltrated in the battery. Therefore, the battery has a high specific capacity at a high current and long cycle, which is much better than similar previous works (, Supporting Information). An interesting phenomenon is that the specific capacities of the two materials enlarge slightly with the increase of the cycle number, which can be owing to the following points: First, lithium ions can form a metal-rich lithium phase after intercalation reaction, which has a positive effect on capacity increase. In addition, the edge effect and surface effect of graphene interact, which is conducive to the continuous wetting of the electrolyte and improving the accessibility of lithium ions. And the change of the electrode structure increases the accumulation of lithium atoms, thus enhancing the specific capacity of the battery. Moreover, Stone–Wales defects increase during lithium-ion insertion and extraction, thereby helping to enhance the capacity of the electrode.  As shown in i, the open nanocage structure provides more transport channels, promotes lithium-ion migration, and improves the kinetic process of the redox reaction.",
                "The EIS tests of the two composites were used to further explore the electrochemical kinetics in k. It can be observed that the images of cage and cube composites are both composed of two parts: one is a semicircle reflecting the charge transfer resistance (Rct) in high-frequency region. The other is a straight line representing Warburg impedance in low-frequency region, which indicates that the electrode is affected by diffusion.  The resistance of the two composites was fitted using the equivalent circuit in k, and the results are shown in . The Rct of the cage and cube NiS2–Co3S4@rGO composites are 160.1 and 250.8 Ω, respectively. Moreover, it can be seen from – that the reciprocal of the impedance real part and the square root of the frequency have a linear relationship. And the smaller the slope of the fitted line, the better the ion diffusion performance. As shown in , cage NiS2–Co3S4@rGO has a smaller slope and faster ion diffusion. This demonstrates that the open nanocage structure can lower charge transfer impedance and promote the rapid transport of Li+, which is consistent with the GITT results.DLi+=R2T22A2n4F4C2σ2Zre=Rs+Rct+σ·ω−1/2ω=2πf",
                "The electrode interface was further analyzed by SEM and XPS as shown in . SEM was used to study the morphology change of cage composite electrodes after cycling, as shown in a–f. It can be easily found that the interface engineering of the NiS2–Co3S4@rGO nanocage makes the electrode thickness change little. In addition, the nanocage structure remains intact and there are no obvious cracks on the electrode surface. These results prove that hollow NiS2–Co3S4@rGO nanocage can effectively inhibit the volume expansion during charge and discharge and enhance the cycle stability of the battery. The composition of the SEI film produced by the cycle was also explored by XPS in g–i. When charging, the lithium ions undergo a detachment reaction. At the same time, the anions and solvent molecules in the electrolyte are adsorbed on the surface of the anode material accompanied by the reduction reaction, which generates inorganic components such as LiF, Li2CO3, and Li2O and organic components such as alkyl lithium. As the battery cycles further, the SEI film becomes denser and more stable, thus better preventing direct contact between the electrode and the electrolyte.",
                "The rGO content had a significant influence on the conductivity of the electrode. To explore the effect of rGO addition on the electrode properties, the nanocage Ni–Co PBA@PDA and GO were synthesized with different proportions (1:0.5, 1:0.75, and 1:1), which are respectively denoted as NiS2–Co3S4@rGO-1, NiS2–Co3S4@rGO-2, and NiS2–Co3S4@rGO-3.  is the cycle performance comparison of different proportions of rGO. The cyclic curves of all three nanocage composites are relatively stable, indicating that coating rGO is conducive to improving the conductivity of the electrode, buffering the volume change, and showing higher theoretical specific capacity. Among them, NiS2–Co3S4@rGO-2 possesses a reversible capacity of 1392 mAh g–1 after 100 cycles and the capacity retention rate is 85.27%, which are much higher than those of NiS2–Co3S4@rGO-1 (1060.5 mAh g–1 and 74.06%) and NiS2–Co3S4@rGO-3 (1005.5 mAh g–1 and 73.93%). The rate results of the three composites with different rGO contents are shown in . It is easily found that the specific capacity of NiS2–Co3S4@rGO-2 is higher than that of NiS2–Co3S4@rGO-1 and NiS2–Co3S4@rGO-3 at any current densities. When reverted to 0.1 A g–1, NiS2–Co3S4@rGO-2 has a reversible capacity of 1231.6 mAh g–1. It can be seen that the specific capacity of nanocage material with a mass ratio of 1:0.75 is still relatively stable, and there is no obvious descending trend. These indicate that NiS2–Co3S4@rGO-2 processes have the best rate performance. The long cycle properties of the three materials are compared at 1 A g–1, as shown in . After 300 cycles, the NiS2–Co3S4@rGO-2 composite battery exhibits a satisfactory reversible capacity, which is up to 1126.9 mAh g–1. In brief, the amount of rGO affects the battery performance. If the amount of rGO addition is too little, such as NiS2–Co3S4@rGO-1, the boost properties of the battery will be limited. But for NiS2–Co3S4@rGO-3, too much rGO leads to an increased electrode thickness and a stacked microstructure, which hinders the diffusion of Li+ and weakens the cycle and rate performance.  Moreover, the electrochemical properties of Ni–Co PBA, Ni–Co PBA@PDA, and NiS2–Co3S4@rGO-2 were also compared when they were used as anode active materials for LIBs, as shown in . When the current density is 1 A g–1, the reversible capacity of NiS2–Co3S4@rGO-2 is significantly higher than those of Ni–Co PBA and Ni–Co PBA@PDA. Therefore, etching treatment and reduced graphene oxide content are important for the comprehensive performance of LIBs.",
                "The electrochemical properties of cage NiS2–Co3S4@rGO and cube NiS2–Co3S4@rGO composites are explored in SIBs. The CV curve of the cage composite is shown in a. During the first cathode scan, there are three peaks corresponding to the reduction reactions. The peak at 0.96 V is related to electrochemical behavior of sodiation and the formation of the intermediate compound NaxMaSb (M = Ni, Co), which is depicted in . Besides, there is a reduction peak located at 0.55 V, involving conversion of intermediate compounds to metal elements in . Moreover, the peak at 0.69 V is related to the SEI formation.  In the subsequent cathode scanning, the peak at 0.55 V is split into two peaks at 0.46 and 0.83 V. And the reduction peak around 0.96 V moves to 1.42 V.  In addition, there are two spikes in the anode scan curve, corresponding to the reactions of the formation of NiS2 (1.99 V) and Co3S4 (1.74 V) along with desodiation, which shift barely in subsequent scans.  The second and third CV curves display a high coincidence, which proves that the nanocage NiS2–Co3S4@rGO has excellent reversibility. In d, the CV curve of the cube NiS2–Co3S4@rGO composite is shown, which presents similar trends and positions to the cage NiS2–Co3S4@rGO, which manifests that ammonia etching hardly changes the storage mechanism of Na+. Moreover, the charge and discharge platforms of both cage and cube composites are consistent with the oxidation peaks and reduction peaks of CV tests as shown in b,e, which proves the reliability of the sodium storage mechanism in  and . Compared with the cube NiS2–Co3S4@rGO, the open nanocage composite possesses higher specific capacity, and the capacity attenuation is less. The favorable performance is owing to that the open nanocage construction accelerates the sodiation and desodiation, improves reaction kinetics, and then enhances the electrochemical properties.MaSb+xNa++xe−→NaxMaSbNaxMaSb+(2b−x)Na++(2b−x)e−→aM+bNa2S",
                "c,f shows GITT curves of the cage and cube NiS2–Co3S4@rGO composites with a voltage range of 0–3 V and a current density of 0.1 A g–1. Sodium-ion diffusion coefficient (DNa+) of the nanocage NiS2–Co3S4@rGO is consistently larger during the charge and discharge state, which further manifests that the cage NiS2–Co3S4@rGO provides more ion diffusion channels, shortens the diffusion path, and promotes the rapid diffusion of Na+. g was used to evaluate the electrochemical impedance of cube and cage composites. The equivalent circuit in the illustration was used to simulate the electrochemical impedance of cube and cage composites, which is shown in . The Rct of cage and cube NiS2–Co3S4@rGO composites are 519.1 and 828.9 Ω, respectively. The nanocage NiS2–Co3S4@rGO demonstrates lower impedance, faster charge transfer rate, and better ion transport. Therefore, the comprehensive performance of the battery is validly improved using open NiS2–Co3S4@rGO, which has excellent electrochemical dynamic performance, as an anode material.",
                "To evaluate the cycle performance of cage and cube composites in SIBs, cycle tests are conducted, as shown in h. The initial charge and discharge capacities of this material are 1439.7 and 884.6 mAh g–1, respectively, and the initial Coulombic efficiency is 61.4%. After 100 cycles, the open nanocage NiS2–Co3S4@rGO composite exhibits a reversible capacity of 711.2 mAh g–1 with a capacity retention rate of 68.2%, which are much higher than those of the cube NiS2–Co3S4@rGO (321.2 mAh g–1, 60.2%). In addition, thanks to its rich pore structure and effective interface design, the open NiS2–Co3S4@rGO composite shows better specific capacity and cycle performance than those in other studies, as shown in . In i, the rate test results are displayed to further analyze the sodium storage performance. The open nanocage NiS2–Co3S4@rGO exhibits higher reversible capacities of 1031.2, 784.5, 714.7, 652.9, 584.6, and 487.9 mAh g–1 from 0.1 to 5 A g–1, respectively, while the nanocube composite exhibits capacities of only 548.9, 524, 452.7, 411.8, 340.7, and 239.1 mAh g–1. After restoration to 0.1 A g–1, the specific capacity of nanocage NiS2–Co3S4@rGO is 794.8 mAh g–1. It is 376.5 mAh g–1 higher than that of the cube NiS2–Co3S4@rGO composite. Hence, the nanocage NiS2–Co3S4@rGO composite has appreciable cycle and rate properties because of the open nanocage structure in SIBs.",
                "To further study the storage mechanism of sodium ions, ex-suit XRD tests were carried out on electrode plates with different charge/discharge depths, as shown in . At the beginning, there are two diffraction peaks matching Co3S4 and NiS2 at 2θ = 31.9 and 33.4°, respectively. When the battery is discharged, the peak intensity of the two transition-metal sulfides gradually weakens and disappears until the discharge process is complete. At the same time, with the continuous insertion of sodium ions, the diffraction signal of Na2S (2θ = 39.1°) is enhanced. During charging, the diffraction peaks of Ni2S and Co3S4 are increased, and the peak of Na2S gradually disappears. When fully charged, Na2S is converted to NiS2 and Co3S4, achieving the removal of sodium ions. These are consistent with the CV results, which proved that the redox reactions are reversible. It is well known that sodium-ion solvation has an important effect on the reversible. First, the surface properties of the electrode material affect the interaction between the solvated shell of the sodium ion and the electrode. In this study, the sodiation and desodiation behaviors were improved through strategies such as coating polydopamine and compounding with graphene oxide. In addition, the open NiS2–Co3S4@rGO composite is structurally stable during sodium storage and avoids damage due to volume expansion and contraction, which is conducive to the rapid transport of sodium ions. In summary, the reversibility of sodiation and desodiation is achieved by adjusting sodium-ion solvation during sodium storage, thereby improving the electrical properties.",
                "The influences of different rGO contents on sodium storage properties are also investigated, as shown in . At 0.1 A g–1, NiS2–Co3S4@rGO-2 has the best cycle performance with a specific capacity of 711.2 mAh g–1, which is much higher than that of NiS2–Co3S4@rGO-1 (480.4 mAh g–1) and NiS2–Co3S4@rGO-3 (457.1 mAh g–1).  displays the rate test results. When the current densities are 1, 2, and 5 A g–1, the reversible capacities of NiS2–Co3S4@rGO-2 can be up to 657.2, 579, and 475 mAh g–1. These prove that the nanocage NiS2–Co3S4@rGO-2 has the best electrochemical properties with an rGO content of 0.75."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In this study, an NiS2–Co3S4@rGO nanocage with an open structure was prepared by ammonia etching and two-step calcination, which is considered to be an outstanding anode material in both LIBs and SIBs. PBA-derived TMS provides abundant paths for the rapid transport of Li+ and Na+ owing to the open nanocage structure. The conversion of transition metals between different oxidation states exhibits a considerable reversible capacity. The outstanding interface engineering of rGO and bimetallic sulfide improves the electrical conductivity, relieves volume stress, and reduces the agglomeration of the particles. Owing to these advantages, the reversible capacity of open NiS2–Co3S4@rGO nanocage maintains 1392 mAh g–1 after 100 cycles, and the capacity retention rate is up to 85.2% in LIBs. Moreover, the cage NiS2–Co3S4@rGO was also used in SIBs, which exhibits fantastic cycle and rate properties. It is worth noting that the reversible capacity of the open NiS2–Co3S4@rGO electrode is 249.9 mAh g–1 higher than that of the cube (225.6 mAh g–1) at a current density of 5 A g–1. In conclusion, TMS and rGO have synergistic effect to boost the comprehensive performance of the batteries, and the combination of the two materials displays excellent development prospects for stored energy."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Enhancing Rapid Li+/Na+ Storage Performance via Interface Engineering of Reduced Graphene Oxide-Wrapped Bimetallic Sulfide Nanocages"
}