{
    "DOI": "10.1002/cssc.201902013",
    "Journal": "",
    "Keywords": [
        "batteries",
        "core–shell structures",
        "electrodes",
        "metal–organic frameworks",
        "self-assembly"
    ],
    "Sections": [
        {
            "content": [
                "For the past few decades, long‐life and low‐cost rechargeable batteries have been in high demand for grid‐scale electrical energy storage systems (EESs). Thanks to their advantageous energy density and lifespan, lithium‐ion batteries (LIBs) are extensively applied in portable devices and electric cars. However, the development of LIBs for EES application faces great risk from limited lithium resources. Therefore, low‐cost sodium‐ion batteries (SIBs), which share similar chemistry with LIBs but with much higher metal reserves, have attracted much attention for application in EESs as an alternative to LIBs.",
                "Recently, analogues of Prussian blue (PBAs), a three‐dimensional metal–organic framework (MOF), can be facilely synthesized from low‐cost and nontoxic precursors on a large scale, which have been investigated as promising cathode materials for SIBs in both organic and aqueous electrolyte systems. Usually, the crystal structure of PBAs can be denoted as AxB[C(CN)6]y⋅□1−y⋅z H2O, where A represents Na or K and B and C are transition‐metal ions and □ represents a vacancy. The values of x, y, and z depend on the stoichiometry). According to the number of Na+ stored per formula unit, PBAs could typically be divided into single‐electron transfer type (where B=Ni, Cu, Zn, Ce, etc.) and dual‐electron transfer type (where B=Fe, Co or Mn), with theoretical specific capacities of 85 and 170 mAh g−1, respectively. Cui and co‐workers reported fabricating three‐electron transfer type Mn‐based PBAs and achieved an ultrahigh specific capacity of 210 mAh g−1, which constitutes a high‐performance candidate and also enlarges the PBA family. However, most PBAs show poor cyclability and low capability as cathode materials for sodium‐ion batteries, owing to the abundant vacancies in the lattice, resulting in large lattice distortions during the charge–discharge process. Many methods have been applied to optimize the crystallization process and morphology of PBAs to enhance their electrochemical performance as cathodes for SIBs. For instance, the groups of Yang and Guo reported a low‐speed coprecipitation method to synthesize iron‐based PBAs with fewer defects, which achieved a highly reversible storage reaction of two sodium ions with a Coulombic efficiency of nearly 100 %. Goodenough and co‐workers synthesized dehydrated Na2MnFe(CN)6, which delivered a high capacity with flat charge–discharge plateaus, by removing the interstitial H2O. In our previous work, we developed a chelating agent–surfactant co‐assisted crystallization method to synthesize highly crystallized ternary‐metal PBAs. By controlling lattice distortion, the cycling and rate performance were both remarkably improved. Furthermore, we found that nickel hexacyanoferrate (Ni‐HCF) could effectively avoid side reactions with the electrolyte and manifest superior rate performance.",
                "In this work, a highly crystallized core–shell cobalt/nickel hexacyanoferrate coated by Ni‐HCF (CoNi‐HCF@Ni‐HCF) PBA was fabricated by using an in situ self‐assembly method (Figure ). The cycle life and rate performance were successively improved by combining the advantages of both constituents through a new dual‐level controlling charge–discharge depth mechanism, which refers to inactive metal doping in pure cobalt hexacyanoferrate and coated by Ni‐HCF to attain a balance among capacity, cycling and rate performance. The results showed that the excessive lattice distortion was suppressed by introducing inactive metal into the core, and Ni‐HCF coating suppressed side reactions with the electrolyte at high voltage, leading to enhanced rate performance and long cycle life. Benefiting from these strategies, the core–shell PBA could deliver 104.3 mAh g−1 at 15 mA g−1. Remarkably, it showed outstanding rate performance with 93.3 % and 75.8 % capacity retention at 300 and 1500 mA g−1, respectively, as well as impressive cycle performance with nearly 90 % specific capacity retained after 1000 cycles and nearly 100 % Coulombic efficiency."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "In X‐ray diffraction (XRD) of Ni‐HCF, CoNi‐HCF, and CoNi‐HCF@Ni‐HCF (see the Supporting Information, Figure S1), the high crystallinity and Na‐rich property of CoNi‐HCF@Ni‐HCF are indicated by sharp and robust peaks, which result from the low‐speed crystallization. Compared with the standard diffraction pattern of PBAs, CoNi‐HCF@Ni‐HCF demonstrates a monoclinic rather than a typical face‐centered cubic structure. The (220), (420), (440), and (620) peaks are split into two near‐identical peaks. Similar phase‐transition phenomena were reported by previously and result from the high concentration of Na+ and suppressed defects in the crystal framework through the controlled low‐speed crystal growth process. In the Raman spectrum for Ni‐HCF, there are two distinctive peaks at 2103.7 and 2136.3 cm−1, whereas that for CoNi‐HCF displays three peaks at 2103.7, 2141.9 and 2180.0 cm−1, respectively (Figure S2). The core–shell CoNi‐HCF@Ni‐HCF gives rise to three Raman peaks at 2107.2, 2144.1, and 2182.2 cm−1, which lie between the core (CoNi‐HCF) and shell (Ni‐HCF) spectra, indicating that the surface of the core material is successfully coated by shell material. In the infrared spectra (Figure S3), the sharp absorptions at 1621 and 3550 cm−1 are related to O−H stretching and H−O−H bending, which are caused by the interstitial and absorbing water, the peaks around 2090 cm−1 are caused by the CN− bonding with Fe2+/3+. In thermogravimetric analysis (Figure S4), the mass retention before 300 °C of the core and the shell are 86.06 % and 85.28 %, respectively. The weight loss could be due to the adsorbed and coordinated water, whereas the water content in the crystal framework remains stable after the coating process.",
                "Scanning electron microscopy (SEM) patterns show that both CoNi‐HCF and CoNi‐HCF@Ni‐HCF nanocubes are monodisperse with uniform sizes of 100 and 130 nm, respectively (Figure ). After coating, the core–shell CoNi‐HCF@Ni‐HCF retains the cubic morphology, which is probably due to the aforementioned low‐speed coprecipitation synthesis method. Transmission electron microscopy (TEM) figures further identify that Ni‐HCF is uniformly coated on the surface of CoNi‐HCF and forms a smooth shell with a thickness of 15 nm. According to the weight before and after the coating process, the mass ratio of core to shell is around 10:7 and could be optimized by modifying the ratio of raw materials and, in addition, by increasing the ratio of chelating agent, the particle size distribution would be increased simultaneously.",
                "To investigate the practical application of core–shell PBAs as cathode materials for SIBs, the electrochemical performance was studied at an ultrahigh mass loading (6 mg cm−2). Figure  a and b show the charge–discharge curves of CoNi‐HCF and CoNi‐HCF@Ni‐HCF at 15 mA g−1. Owing to the reversible Na+ storage offered by coating material Ni‐HCF, the specific capacity only reduces slightly from 129.2 to 104.3 mAh g−1 after coating and Coulombic Efficiency are 96.1 % and 96.3 % before and after coating, respectively, corresponding to 1.52 and 1.23 Na+ reversible storage per formula. Cyclic voltammetry (CV) of CoNi‐HCF@Ni‐HCF electrode carried out at 0.1 mV s−1 from 2.0 to 4.2 V (Figure ) gave rise to two well‐defined symmetric redox peaks at 3.56 and 3.10 V, corresponding to the redox of Fe2+ and Fe3+. The CV curves in the following cycles overlap well, showing the highly reversible redox reaction of the active materials. The peaks at 3.86 and 3.73 V for CoNi‐HCF can be ascribed to the redox reaction of Co2+ and Co3+ binding to N. Remarkably, the oxidation peaks at 4.15 V almost disappeared in the core–shell PBA, demonstrating that the shell materials effectively avoid the side reaction between the core material and the electrolyte at the voltages higher than 4.0 V.",
                "Figure  c shows the rate performances of CoNi‐HCF and CoNi‐HCF@Ni‐HCF at 30–1500 mA g−1. Owing to the shell materials’ capacity retention of around 77 % at 4250 mA g−1[5b, 12d] and lower activation energy, as expected, the core–shell‐structured CoNi‐HCF@Ni‐HCF exhibits an enhanced rate performance, especially at high current density. The discharge capacity remained 79.1 mAh g−1 at 10 C (1 C=150 mA g−1"
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "In Situ Self‐Assembly of Core–Shell Multimetal Prussian Blue Analogues for High‐Performance Sodium‐Ion Batteries"
}