{
    "DOI": "10.1021/acsami.1c16957",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries (LIBs) have been extensively used in commercial applications, but it is very difficult for LIBs to satisfy the urgent need for future energy storage on account of the finite resources and high cost of lithium.  Recently, sodium-ion batteries (SIBs) have attracted enormous attention as a promising alternative for the market-dominant LIBs due to their low cost, abundant reserves, and similar working mechanism to LIBs.  However, sodium ion’s larger radii (1.02 vs 0.76 Å) and heavier molar mass (22.99 vs 6.94 g mol–1) possess more sluggish kinetics and severe volume variation compared to Li+. Consequently, the low specific capacity, problematic rate performance, and inferior cyclic stability of the electrode materials severely hinder the large-scale application of SIBs because of the lack of appropriate anode materials.  Therefore, the search for high-performance anode materials with outstanding electrochemical performance is urgently necessary for the development of SIBs for energy storage systems.",
                "Transition metal chalcogenides (TMCs) are considered as a class of typical conversion-type electrode materials, displaying higher sodium-storage performance and smaller volume variation compared to insertion-type and alloy-type materials, respectively.  Among these TMCs, metal selenides have attracted plenty of attention as promising anodes for SIBs because of their low cost, high theoretical capacity, and environment benignity, such as CoSe2, ZnSe, FeSe2, and so forth.  Nevertheless, similar to other TMCs, the performance of metal selenides is still blocked by low intrinsic conductivity and severe volume variation during the sodium/desodium procedure, leading to poor cycling stability induced by unstable architecture and inferior rate performance caused by sluggish dynamics.  In this respect, it is considered an effective approach to encapsulate the metal selenides into the carbon matrix to alleviate the structural strain and further improve conductivity.  For example, Zheng and co-workers prepared a burr globule-like FeSe2/graphene hybrid, in which the graphene nanosheets not only coat the surfaces of FeSe2 particles but also intersperse into the interior of these particles, delivering significantly improved Na-storage performance.  It manifests that combining FeSe2 with carbon can enhance electrical conductivity and mitigate the mechanical stress/strain during the repeated sodium/desodium process. Similarly, Ji et al. reported carbon-wrapped NiSe2 microspheres that displayed high reversible capacities and prolonged cycle life for SIBs, presenting a capacity of 374 mA h g–1 at 10.0 A g–1 over 3000 loops.  The introduction of heteroatoms has been reported to improve electrochemical activity and sodium-storage capability through the increasing of structure defects, the expansion of the interlayer space, and the accelerating rate of transferring of ions.  Notably, compared with single-carbon coatings, the introduction of double-carbon layers further stabilizes the architecture of electrode materials. ",
                "Moreover, engineering porous nanostructures with hollow interiors has also been employed to effectively improve the Na-storage performance of metal selenides, which could shorten the diffusion path of sodium ions and suppress volume change during the continuous discharge/charge procedure.  For example, Xi et al. designed a hierarchical hybrid composite of ultrafine ZnSe nanoparticles decorating on/in hollow carbon nanospheres as an anode material for SIBs.  Thanks to improved Na+/e– transfer dynamics, high pseudo-capacitive behaviors, and structural integrity, the as-obtained ZnSe@HCNs displayed high specific capacity and remarkable rate performance. Hence, combining structurally engineered porous nanostructures with the merits of the conductive carbon matrix is a prospective strategy for improving the electrochemical performance of metal selenide-based anodes for SIBs.",
                "Herein, yolk–shell-structured FeSe2@ nitrogen-doped dual carbon nanoboxes (FeSe2@NDC NBs) with suitable interior voids have been constructed and fabricated by an in situ polydopamine (PDA) wrapping, followed by a facile selenization-in-nanobox tactic. The as-synthesized FeSe2@NDC NBs possess multiple merits as anodes for SIBs. First, the nitrogen-doped double carbon layer extremely enhances the electrical conductivity of the electrode and can be utilized as a buffer layer to protect FeSe2, thereby effectively preventing the pulverization and aggregation problems during cycle procedures. Second, the unique porous yolk–shell structure can not only shorten the diffusion path of Na ions but also mitigate the volumetric variation during sodium insertion/extraction processes, which helps retain the structural integrity. Finally, the existing interfacial Fe–N–C bonds derived from cyano groups can quicken the electronic and ion shuttling (as the connecting “bridge”) and effectively capture the polyselenide (though the polarity of Fe–N–C bonds), which guarantees an efficient reversible conversion reaction of FeSe2 during the cycling procedure. As expected, owing to these merits, the target FeSe2@NDC NBs as SIB anodes indicated a high capacity of 448.2 mA h g–1 at 0.2 A g–1 after 200 loops. Moreover, superior rate performance (374.9 mA h g–1 at 10.0 A g–1) and prolonged cyclic stability (403.3 mA h g–1 at 5.0 A g–1 over 2000 loops) are also obtained."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "All the reagents were purchased from Aladdin Corp and used directly without further purification."
                    ],
                    "name": "2.1.  Chemicals",
                    "type": "h3"
                },
                {
                    "content": [
                        "The Fe-based Prussian blue (Fe-PB) NBs were obtained through a hydrothermal method.  Typically, 3 mmol K3Fe(CN)6 (99.5%) was first dissolved in 75 mL of HCl solution (0.1 M) through stirring for 10 min to form a transparent orange solution. Then, the solution was transferred into a 100 mL Teflon-lined autoclave and placed at 80 °C for 12 h. Finally, the Fe-PB NBs were washed by centrifugation with deionized water (DW) and ethanol several times and dried overnight at 60 °C."
                    ],
                    "name": "2.2.  Preparation of Fe-Based Prussian Blue NBs",
                    "type": "h3"
                },
                {
                    "content": [
                        "100 mg of as-prepared Fe-PB precursors was dispersed into 100 mL of Tris-buffer solution (10 mM and pH = 8.5) by sonication for 2 h, and then, 80 mg of dopamine hydrochloride (98%) was added into the solution. In the Tris solution (weakly alkaline conditions), the dopamine monomer can be adsorbed to the Fe-PB surface and can slowly undergo polymerization reaction to form a uniform PDA nanocoating layer. Finally, after 6 h of stirring, Fe-PB@PDA was obtained. The precipitant was subsequently collected by drying at 60 °C overnight before centrifugation and rinsed thoroughly with DW and ethanol three times."
                    ],
                    "name": "2.3.  Preparation of the PDA-Wrapped Fe-PB NBs",
                    "type": "h3"
                },
                {
                    "content": [
                        "100 mg of as-obtained Fe-PB@PDA and 200 mg of selenium powder (99.9%) were put at the two ends of a crucible and covered with a glass sheet. After that, the samples were selenized in a tube furnace at 400 °C for 4 h with 3 °C/min under a constant Ar/H2 (95%/5%) atmosphere (volume flow: 100 mL/min). Subsequently, the temperature was increased to 500 °C for 1 h in an Ar atmosphere. The FeSe2@NDC NBs were collected after cooling down to 30 °C. For comparison, FeSe2/NC was prepared by the selenization of pure Fe-PB without the PDA coating. Pure FeSe2 without carbon was achieved by the selenization of the Fe2O3 powder obtained by heating Fe-PB at 500 °C for 6 h in the air."
                    ],
                    "name": " 2.4. Preparation of Yolk–Shell-Structured FeSe2@NDC NBs",
                    "type": "h3"
                },
                {
                    "content": [
                        "The as-fabricated samples were characterized by XRD (Rigaku SmartLab), SEM (ZEISS SUPRA55), FETEM (JEM 2100), Raman spectrum (Edinburgh RM5, λ = 514 nm), FTIR spectroscopy (Nicolet 6700), BET surface area (ASAP 2460, at 77 K), and thermal gravimetric analysis (TGA, PerkinElmer 8300 thermal instrument). XPS (Thermo ESCALAB 250XI) was used to record chemical bonding states. All XPS spectra were calibrated using the C 1s peak at 284.8 eV as a reference peak, followed by the background removal using the smart algorithm."
                    ],
                    "name": "2.5.  Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical behavior of the samples as anodes of SIBs was evaluated by CR2032-type coin half-cells. The working electrode was prepared by mixing the FeSe2-based composites (75 wt %), acetylene black (15 wt %), and carboxyl methyl cellulose (10 wt %) in DW to form a homogeneous slurry, which was then evenly spread on copper foil and dried at 60 °C under vacuum overnight. The mass loading of the active material in the working electrode was about 0.8 mg cm–2. The CR2032 coin cells were assembled in an Ar-filled glovebox (H2O < 0.01 ppm and O2 < 0.01 ppm) with Na metal as the counter and reference electrode, glass fiber (Whatman GF/D) as the separator, and 1.0 M sodium trifluoromethyl sulfonate (NaCF3SO3) dissolved in diglyme (DEGDME) as the electrolyte. The cyclic voltammetry (CV) tests were carried out between 0.5 and 3.0 V using a CHI760D electrochemical workstation. The electrochemical impedance spectroscopy (EIS) analysis was performed at the frequency range of 0.01 Hz–0.1 MHz using a Solatron 1260 electrochemical workstation. The cycling and rate performance was conducted on a NEWARE battery measurement system between 0.5 and 3.0 V (vs Na+/Na) at room temperature. For sodium–ion full cells, the Na3V2(PO4)3@C (NVP@C) cathodes were made up of 80 wt % NVP@C, 10 wt % acetylene black, and 10 wt % poly(vinylidene fluoride) coated on Al foil. In order to match the cathode and anode capacity, the mass ratio between NVP@C and FeSe2@NDC was about 4:1. The anodes were presodiated for three loops at 0.2 A g–1 before assembled full cells."
                    ],
                    "name": " 2.6. Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "a illustrates the synthetic process of the yolk–shell-structured FeSe2@NDC NBs. First, the precursors Fe-PB NBs were fabricated by a simple solvothermal method. Second, a uniform PDA layer was coated on the surface of Fe-PB NBs by the surface polymerization procedure. Finally, yolk–shell-structured FeSe2@NDC NBs are obtained through the selenization and thermal annealing of the Fe-PB@PDA in a tube furnace with the selenium powder. During the selenization and carbonization procedure, the Fe ions within the Fe-PB precursor were selenized to FeSe2. The massive loss of cyano groups results in the formation of void spaces. Simultaneously, the PDA layer was in situ carbonized to a nitrogen-doped carbon (NC) shell. Furthermore, the obtained FeSe2@NDC NBs are composed of an NC-coated FeSe2 core and an NC NB shell with sufficient internal void spaces (b). Such a rational architecture can promote the highly reversible conversion reactions, enhance the rate of ion/electron transport, and alleviate volume changes of FeSe2 during the sodium/desodium procedure, resulting in outstanding rate and cycling performance. The XRD patterns of precursors Fe-PB and Fe-PB@PDA NBs are shown in . All diffraction peaks in the XRD patterns can be classified as Fe4[Fe(CN)6]3 (PDF# 73-0687).  Subsequently, the morphologies of the precursors Fe-PB and Fe-PB@PDA NBs were studied by SEM.  shows the Fe-PB with a smooth surface and an NB shape with a size of 0.5–1.0 μm. As shown in , Fe-PB@PDA still has a similar cubelike structure to that of Fe-PB, except that Fe-PB@PDA has a rough surface.",
                "SEM was utilized to characterize the surface morphology of three samples. The SEM images (a,b) suggest that the boxlike morphology is well retained by the FeSe2@NDC NBs after the selenization procedure and has a smooth surface. By contrast, the FeSe2/NC obtained from thermal selenization of Fe-PB NBs without coating PDA barely preserves the nanocube shape; it was converted to an aggregation of irregular nanorods instead, indicating that the cubic structure collapses (). Hence, the PDA coating is essential to maintain the cubelike structure of the Fe-PB precursor. In addition, pure P-FeSe2 was fabricated by direct selenization of the bare Fe2O3 obtained by calcination of Fe-PB in the air, and P-FeSe2 exhibits a bulk architecture with submicrosized rods (). Subsequently, the TEM images demonstrate the uniform formation of yolk–shell-structured NBs with a FeSe2/NC@void@NC configuration, as shown in c. Moreover, the FeSe2/NC core is well wrapped by an NC shell with 40–45 nm thickness (d). The high-resolution TEM (HRTEM) image shown in e presents the lattice spacings with a d-spacing of 0.247 nm, corresponding to the (120) crystal plane of the orthorhombic FeSe2 phase. Additionally, the elemental distribution of FeSe2@NDC NBs is studied by EDX mapping, as shown in f,g. We can see that Fe and Se elements are mainly concentrated in the internal core, while C and N elements are distributed across the whole NB, which further proves the yolk–shell architecture of FeSe2@NDC NBs. The yolk–shell architecture can not only facilitate the impregnation of electrolytes from outside into the bulk through enlarging the surface area of the material but also effectively mitigate huge volume expansion by providing sufficient buffer space, which is favorable for maintaining structural stability.  More importantly, the NC derived from the PB precursor bridges the dispersed FeSe2 nanoparticles, contributing to rapid electronic transmission, while the NC shell derived from PDA protects the internal core from aggregation and severe volume change during cycling.",
                "The crystalline phase of P-FeSe2, FeSe2/NC, and FeSe2@NDC NBs was characterized, as shown in a by XRD patterns. The diffraction peaks of the three products are in accordance with the orthorhombic phase of FeSe2 (PDF# 82-0269).  No diffraction peaks of any impurities are detected, demonstrating the high purity and crystallinity of all three samples. The existence of carbonaceous components is characterized by the Raman spectrum, as shown in b. Two prominent peaks centered at 1351 and 1584 cm–1 can be observed in both the FeSe2/NC and FeSe2@NDC samples, which are ascribed to the characteristic D-band (sp3-hybridized amorphous carbon) and G-band (sp2-hybridized graphitic carbon) of carbon materials, respectively.  Note that the high ID/IG values verified the presence of the carbon-wrapping layer derived from PDA and the carbon shell with disordered nature. No peaks were detected in the P-FeSe2 between 1000 and 2000 cm–1, proving that the P-FeSe2 sample does not contain carbon. The accurate contents of FeSe2 in FeSe2/NC and FeSe2/NDC samples were analyzed by TGA profiles, as shown in c. The slight weight increase between 200 and 350 °C in the TGA curves of the three samples can be attributed to the generation of Fe2O3 and SeO2 reacted by FeSe2 with O2. The dominant weight decrease takes place after 400 °C, attributed to the volatilization of SeO2 and the combustion of carbon.  Therefore, the precise contents of FeSe2 in FeSe2/NC and FeSe2@NDC are calculated to be 93.2 and 75.4 wt %, respectively. d shows the FTIR spectra of Fe-PB and FeSe2@NDC. We can see that the peak at 1470 cm–1 mainly originates from the vibrations of C–N bonds, proving the carbon doped by nitrogen, which can boost the transfer rates of electrons. In addition, because of the presence of plentiful cyano groups, the Fe–N–C stretching variations at 1000 cm–1 were observed in favor of the effective transferring of Na ions.  The N2 adsorption/desorption isotherms and the corresponding pore size distribution by the Barrett–Joyner–Halenda method of the three samples are shown in e,f. From the calculation of three isotherms, the FeSe2@NDC NBs possess the highest specific BET surface area of 13.69 m2 g–1 than FeSe2/NC (12.77 m2 g–1) and P-FeSe2 (0.87 m2 g–1) because of the large volume of interior voids in the yolk–shell structure. As shown in f, the pore sizes of FeSe2@NDC NBs mainly exhibit the mesopore structure in the range of 2–15 nm, while P-FeSe2 shows extremely low porosity. The relatively high surface area and abundant mesopores effectively promote electrochemical kinetic behavior and optimize full infiltration of electrolytes, thus improving the electrochemical performance of the target sample. ",
                "The surface electronic state and chemical composition of FeSe2@NDC NBs are recorded by XPS. The full survey spectrum manifests that C, N, Se, and Fe are all present in the FeSe2@NDC NBs (), which is in line with TEM–EDS mapping results. The C 1s spectrum shown in a can be split into five peaks centered at 284.7, 285.9, 287.1, 288.5, and 289.3 eV, which correspond to C–C/C═C, C–N, C–O, C═O, and O–C═O bonds, respectively.  The identification of C–N bonds further implies the existence of an NC matrix. In the high-resolution N 1s spectrum (b), three peaks centered at about 398.7, 300.4, and 402.5 eV can be found, attributed to pyridinic-N, pyrrolic-N, and quaternary-N present in the NC framework.  The doping of nitrogen into carbon not only enhances the pseudocapacitive sodium storage by creating more active sites but also increases the electronic conductivity of the carbon matrix, which contribute to enhancing the electrochemical performance of electrodes. c shows the high-resolution spectrum of Se 3d exhibiting three peaks at 54.4, 55.4, and 58.9 eV, which are ascribed to the Se 3d5/2 for the Fe–Se bonds, the Se 3d3/2 for the Se–Se bonds, and SeO2, respectively.  The Fe 2p spectra shown in d are fitted to four peaks, consisting of the Fe 2p3/2 (707.2 eV) and Fe 2p1/2 (720.1 eV) as well as two satellite peaks (indicated by “Sat.”) at 710.3 and 723.6 eV. ",
                "The sodium storage abilities of the as-prepared P-FeSe2, FeSe2/NC, and FeSe2@NDC NBs are assessed using coin-type 2032 half-cells with a potential window of 0.5–3.0 V (vs Na+/Na). The CV profiles of FeSe2@NDC NBs at 0.1 mV s–1 are shown in a. During the initial cathodic process, a strong reduction peak centered at 1.31 V is obtained, which is due to the formation of a solid electrolyte interface (SEI) film and the intercalation of Na+ into FeSe2 crystals forming NaxFeSe2 phases ().  Then, two reduction peaks situated at 0.73 and 0.5 V after the first cycle may assign to the generation of FeSe and Na2Se, as well as Fe and Na2Se ( and ).  Notably, the reduction peaks migrate to higher potential after the first cycle, corresponding to the volume variation caused by the conversion reaction. During anodic scans, three oxidation peaks at about 1.47, 2.04, and 2.30 V correspond to the generation of FeSe, NaxFeSe2, and FeSe2, respectively (–).  The CV profiles of FeSe2@NDC NBs overlap well after the initial scan and remain stable, suggesting the remarkable electrochemical reversibility and stability due to the unique yolk–shell architecture.  The relevant sodiation/desodiation reaction equations are summarized as follows:",
                "sodiation procedure",
                "desodiation procedure",
                "For understanding the reaction mechanism of the FeSe2@NDC NBs, the ex situ XRD patterns of the electrodes at different charge/discharge states for the first cycle are shown in . When discharged to 0.8 V, a peak of FeSe is found at 36.1°, and Na2Se signals are observed at 22.5, 37.3, and 44.1°. When fully discharged to 0.5 V, the peaks of Na2Se also appear, and the characteristic peak of Fe located at 44.7° was found, which indicates the phase conversion from FeSe2 to Fe. When charged to 2.9 V, FeSe2 (34.9°) was observed, confirming that Fe is converted to FeSe2. Therefore, the ex situ XRD patterns are consistent with the results of the CV profiles.",
                "b shows the (dis)-charge profiles of the FeSe2@NDC NBs during 200 cycles at 0.2 A g–1. The first sodiation/desodiation capacities of FeSe2@NC NBs are 516.3 and 475.6 mA h g–1, yielding a high initial Coulombic efficiency (CE) of 92.1%. Meanwhile, the voltage platforms of FeSe2@NC NBs almost overlap without any difference in the subsequent cycles, proving excellent cycling stability. The cycle performances of three anodes at 0.2 A g–1 are shown in c. The FeSe2@NDC NBs display a higher capacity of 448.2 mA h g–1 at 0.2 A g–1 after 200 loops compared with the FeSe2/NC (411.2 mA h g–1) and P-FeSe2 (374.5 mA h g–1), demonstrating that the carbon shell derived from PDA plays an important role in electrochemical behaviors. Moreover, the FeSe2@NDC NBs also exhibit remarkable cycling reversibility, which can retain a CE of almost 100% in the cycling procedure. Notably, the capacity of three electrodes decays first and then gradually increases in the first 50 cycles, ascribed to the active process and the irreversible side reactions of the electrodes. Subsequently, the comparative rate performances of three electrodes at various current rates ranging from 0.2 to 10.0 A g–1 are shown in d. Markedly, the excellent rate capability of FeSe2@NDC NBs is observed, delivering average capacities of 448.9, 441.1, 439.2, 429.8, 409.6, and 374.9 mA h g–1 at 0.2, 0.5, 1.0, 2.0, 5.0, and 10.0 A g–1, respectively, which are much better than those of P-FeSe2 and FeSe2/NC. When the current density stepwise returned to 0.2 A g–1, the capacity of FeSe2@NC NBs can be recovered to 466.4 mA h g–1, indicating good electrochemical durability. Also, the (dis)-charge curves of FeSe2@NDC NBs were tested at various current densities, as shown in e, and the sodiation/desodiation platforms maintained well-defined and similar shapes, confirming highly steady voltage output capability at different current rates. More importantly, the rate performance of the functionalized FeSe2@NDC NBs is superior to the previous reports on relevant metal selenide anode materials for SIBs as shown in f, perhaps because of the significant designed structure with the carbon layer and the generation of Fe–N–C bonds.  shows the reversible abilities of FeSe2@NDC NBs at fluctuating current rates of 0.2 and 5.0 A g–1. Notably, their capacity could be maintained stably without any attenuation, accounting for their excellent electrochemical reversibility. Furthermore, the long-term cycling performance of three electrodes was further assessed at a large current rate of 5.0 A g–1 (g). FeSe2@NDC NBs surpass the other two electrodes in terms of reversible capacity and stability. The discharge capacity of the target sample could be retained at 403.3 mA h g–1 over 2000 loops, and the CE was maintained at almost 100%. h shows the comparison of the discharge/charge curves of 1000th–1010th, and the similar shape of profiles is observed, revealing the stable phase transformation. At 5.0 A g–1, we can see that one sodiation/desodiation procedure could be completed in 324 s. These merits reveal that FeSe2@NDC NBs with the unique porous yolk–shell structure and Fe–N–C bonds possess outstanding electrochemical performances, and the nitrogen-doped dual carbon layer is conducive to the enhancement of the whole conductivity and large-rate properties.",
                "To explore the in-depth reasons for the excellent electrochemical performance of FeSe2@NDC NBs, detailed kinetic analysis was investigated based on CV and EIS tests. As shown in a, the CV profiles of FeSe2@NDC NBs at various scan rates (0.2, 0.4, 0.6, 0.8, 1.0, and 1.5 mV s–1) show similar shapes and well-defined peaks, implying the low polarization of the electrode. The area of a CV curve represents hybrid energy storage from the capacitive contribution and diffusion-controlled behavior, and the enhancement of capacitive contribution could feature fast dynamics, further leading to superb rate performance.  Generally, the portion of the capacity contribution can be assessed by the relationship between the peak current (i) and scan rate (v)where a and b represent the adjustable constants, and the value of b could be quantized from the slope of the log(i)-log(v) plot.  The b value is a good indication of the dominant steps of the electrochemical procedure. Generally, b = 0.5 suggests a typical diffusion-controlled procedure, while b = 1.0 represents capacitive-controlled behavior.  As shown in b, the b values of five peaks were calculated to be 0.84, 0.80, 0.88, 0.92, and 0.85, which are much closer to 1.0, elucidating that the capacitive process mainly controlled the whole electrochemical process of the FeSe2@NDC NB electrode. Furthermore, the capacitive contribution at various scan rates can be calculated according to the following equationwhere k1v and k2v0.5 correspond to the capacitive and diffusion-controlled contributions, respectively. c shows the capacitance contributions of 76.5, 81.7, 84.9, 87.4, 89.6, and 92.1% at the scan rates of 0.2, 0.4, 0.6, 0.8, 1.0, and 1.5 mV s–1, respectively. It is obvious that the proportions of the capacitive contribution in the whole capacity gradually increase with the increase of the scan rate. At a scan rate of 1.0 mV s–1 (d), the detailed ratio of the capacitive contribution in the total sodium storage for the FeSe2@NDC NBs is as high as 89.6%. Many reported works have demonstrated that the capacitive behavior of electrodes is tightly related to the degree of electrochemical dynamics.  Therefore, the high percentage of the capacitive-controlled contribution in electrodes corresponds to comparatively fast transport dynamics of Na ions and long-lasting cyclic stability, contributing to the high-rate and long-term cycle performance of as-obtained FeSe2@NDC NBs.",
                "EIS was performed to investigate the electrochemical resistance and kinetics of three electrodes. e shows the comparative Nyquist plots for three as-fabricated anodes after first cycling, which can be well fitted by an equivalent circuit model displayed in the inset of e. The simulated data are presented in . The semicircles in the high-medium frequency represent contact resistance (Rs) and charge-transfer resistance (Rct) at the electrode/electrolyte interface, while the slope lines in the low frequency stand for the Warburg impedance (Zw) associated with the diffusion of sodium ions in the electrode material.  In the Nyquist plots, the FeSe2@NDC NBs exhibit much smaller resistances (Rs = 14.4 Ω, Rct = 20.6 Ω) than P-FeSe2 (Rs = 19.1 Ω, Rct = 71.4 Ω) and FeSe2/NC (Rs = 18.8 Ω, Rct = 26.9 Ω), demonstrating that the FeSe2@NDC NBs show better conductivity. Moreover, the Warburg factor (σw) can be determined to reflect the kinetics of sodium-ion diffusion in different electrodes based on the low frequency of EIS, which is concerned with Zw in where ω is the angular frequency and σw could be obtained from the slope of Zw versus ω–1/2.  The σw values of P-FeSe2, FeSe2/NC, and FeSe2@NDC NBs are 307.2, 265.6, and 188.6, respectively, which demonstrates that the Na+ diffusion rate of FeSe2@NDC NBs is faster than that of other materials. Therefore, FeSe2@NDC NBs presented enhanced electrochemical kinetics and excellent rate capability, highlighting the synergy effect of the yolk–shell structure, functional Fe–N–C bonds, and the N-doped dual carbon matrix.",
                "The enhanced rate capability and long-term cycling performance of FeSe2@NDC NBs are attributed to the advantages of the rational design. First, the internal void spaces in the NB facilitate the alleviation of huge volume swelling of FeSe2 during Na+ insertion, which can well retain the structural integrality during the discharge/charge procedure (a). Second, the nitrogen-doped dual carbon layer can enhance the conductivity and effectively prevent the aggregation of FeSe2 during the cycling procedure. In addition, it can further protect FeSe2 from direct contact with the electrolyte, resulting in the generation of a stable SEI film (b). Finally, the functional Fe–N–C bonds could quicken the rate of electrons transfer, capture the polyselenide, and promote the highly reversible conversion reaction.  As shown in c,d, the FeSe2@NDC NBs still retain their nanocube hybrid architecture even after 500 loops at 1.0 A g–1. No obvious structural collapse or severe pulverization can be seen, resulting from the buffer effect of internal voids on volume expansion as well as the protection and restriction of flexible nitrogen-doped double carbon on FeSe2 nanoparticles.",
                "In light of the superb sodium storage performance of the FeSe2@NDC NB anode in half-cells, we further constructed sodium-ion full cells paired with the home-made NVP@C cathode to verify its practical application. The schematic illustration of the NVP@C//FeSe2@NDC sodium-ion full cell is shown in a. In this work, NVP@C microflowers were fabricated by a hydrothermal method, followed by annealing, and the phase purity and morphology are shown in .  Then, we studied the NVP@C cathode in a half-cell, which manifests a stable reversible discharge capacity of 106.4 mA h g–1 at 1C after 100 loops with a typical flat voltage plateau of about 3.4 V (). b shows the charge/discharge curves of the first three cycles for the full cell at 0.5 A g–1 between 0.5 and 3.0 V, which presents an average output voltage at around 2.1 V. The cycling stability at 0.5 A g–1 of the full cell was assessed, as shown in c. We can observe that the full cell exhibited a stable reversible discharge capacity of 312.5 mA h g–1anode after 100 cycles based on the anode, and the CE after the second cycle was maintained at around 99%. Besides, the full cell displays outstanding rate capability with average discharge capacities of 383.4, 342.2, 302.8, 263.9, and 218.5 mA h g–1anode at current densities of 0.2, 0.5, 1.0, 2.0, and 5.0 A g–1, respectively (d). These results suggest that the FeSe2@NDC NBs possess great potential for future practical applications in SIBs."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we successfully synthesized the yolk–shell-structured FeSe2@NDC NBs by the dopaminergic coating of Fe-PB, followed by simple selenization and carbonization processes. The tailored architecture, including a highly conductive nitrogen-doped dual carbon layer, inner void spaces, and functional Fe–N–C bonds, is in favor of the entire performance of SIBs. The continuous NC layer and internal voids can prevent the agglomeration of FeSe2, accelerate the ion/electron transportation, and mitigate volume change during the (de)-sodiation procedure. Additionally, the existence of the functioned Fe–N–C bonds could contribute to the stability of the electrode architecture and the rapid transfer of electrons. When used as an anode material for SIBs, FeSe2@NDC NBs show much better cycling stability and rate performance compared with FeSe2, FeSe2/NC, and other previously reported works. In particular, they maintain a high reversible capacity of 448.2 mA h g–1 at 0.2 A g–1 after 200 cycles and 403.3 mA h g–1 after 2000 cycles at 5.0 A g–1. Dynamics analysis disclosed that pseudocapacitive contribution plays a vital role in the impressive Na-ion storage. In addition, NVP@C//FeSe2@NDC full cells were assembled, displaying a discharge capacity of 312.5 mA h g–1anode at 0.5 A g–1 over 100 cycles. All these results demonstrate that the FeSe2@NDC NBs with the yolk–shell nanostructure are an excellent anode material for energy storage."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Ingeniously Designed Yolk–Shell-Structured FeSe2@NDC Nanoboxes as an Excellent Long-Life and High-Rate Anode for Half/Full Na-Ion Batteries"
}