{
    "DOI": "10.1021/acsami.0c01652",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) have attracted much attention in recent years because of the abundant resources of sodium on earth and have been regarded as one of the optimized power sources for energy storage systems (EESs).  Although the electrochemical mechanism in SIBs is similar to that of LIBs,  the choice of cathode materials for SIBs are limited because of the larger ionic radius of sodium (0.97 Å) than that of lithium (0.68 Å).  In past decades, cathode materials, such as sodium transition-metal oxide,  polyanionic compounds,  Prussian blue analogues,  and so on, have been studied in SIBs. However, some drawbacks, such as undesired stage phase transformation and oxygen generation during charge (e.g., for layered oxides), narrow ionic channels (e.g., for NaFePO4), and high hygroscopicity (e.g., for sulfates and PBs),  prevent them from practical applications. Furthermore, the reversible specific capacities of these materials are too low to meet the application requirement. Iron-based fluorides have attracted much attention because of their high theoretical capacity of 712 mAh/g (with three-electron transfer) and high electromotive force of 2.7 V.  Particularly, FeF3·0.33H2O, one of the iron fluoride polymorphs with a specific hexagonal tungsten-bronze structure, shows excellent performance for the Li+ and Na+ storage.  However, the poor electronic conductivity of FeF3·0.33H2O, due to the large band gap induced by the highly ionic character of the metal–halogen bond, causes its low capacity and the cyclic stability. ",
                "Two strategies have been developed to improve the electrochemical activity of FeF3·0.33H2O. One strategy is adding conductive additives, such as graphene,  V2O5,  MoS2,  CNT,  etc. The other strategy is using nanosized active materials  to alleviate the volume effect and shorten the transport pathways of ions and electrons during the Na+ insertion/desertion. Although a large number of nanomaterials, such as nanospheres,  nanofibers,  microspheres,  and hollow yolk-like spheres,  have been successfully prepared, they are still far from expectations. The iron-based fluorides with hierarchical structures have attracted attention because of their large space for electrolyte access and relieve the volume effect.  Recently, in situ synthesis of iron-based fluorides/conductive additives nanocomposites have drawn attention.  However, it is difficult to in situ synthesize nanocomposites, which consist of iron-based fluorides with hierarchical structure and conductive additives.",
                "Herein, the nanocomposites of hierarchical mesoporous FeF3·0.33H2O nanoparticles and reduced graphene oxide (rGO) sheets were fabricated by a reverse micelle method. Because the graphene oxide surface contains a large number of oxygen-containing sites (defects) that have a strong affinity with Fe3+ cation, iron fluoride nanoparticles can grow in situ on graphene oxide sheets.  Microscopic measurements clearly indicate good adhesion between the hierarchical mesoporous FeF3·0.33H2O and the rGO sheets. We use it as a cathode material of SIBs, which shows an initial discharge capacity of 227.5 mAh/g at 0.1C, the capacity of 87.5 mAh/g at a high current density of 15C after 100th cycle. A comprehensive explanation for the electrochemical mechanism of FeF3·0.33H2O in SIBs is suggested by ex situ XRD, XPS, HRTEM, and SAED."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The FeF3·0.33H2O@rGO nanocomposite and FeF3·0.33H2O nanoparticle were prepared by a reverse micelle method reported elsewhere.  The iron acetylacetonate, Fe(acac)3 (>98%, Aladdin), and the hydrofluoric acid (40 wt %, Macklin) was respectively used as the iron source and the fluorine source. Fifty milligrams of graphene oxide was added to 10 mL of deionized water. With ultrasonication for 30 min, graphene oxide was sufficiently dispersed to obtain a brownish solution. Subsequently, the above solution was added to 100 mL of tetra ethylene glycol. The mixture was continuously stirred at 100 °C for 4 h to remove water and then cooled to 90 °C. Iron acetylacetonate (5 mmol) was added into the above mixture with stirring at 90 °C. Then, 3 mL of hydrofluoric acid was slowly dripped into the mixture. After continuously stirring at 90 °C for 16 h, the precursor was washed 4 times with ethyl alcohol. The obtained powder was then dried at 80 °C for 6 h. Finally, the precursor was calcined under a vacuum at 220 °C for 12 h to prepare the nanocomposite (denoted as FFH-G). The bare nanoparticle (denoted as FFH) was prepared by the same process without adding graphene oxide."
                    ],
                    "name": " Materials Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The XRD patterns of FFH-G and FFH were collected from 10 to 90° at a scan rate of 2° min–1 by X-ray diffractor (XRD, Rigaku Smartlab, Cu Kα radiation, 40 kV, 150 mA). The thermogravimetric analysis (TGA, METTLER TOLEDO) was carried out under an argon atmosphere from 25 to 700 °C (10 °C min–1). The Raman spectroscopy was obtained by a LabRAM HR Evolution (HORIBA Jobin Yvon, 532 nm laser). The X-ray photoeletron spectroscopy (XPS, PHI Quantera) was performed to investigate the oxidation state of the samples and cycled electrodes. The morphology of the samples was observed by a scanning electron microscopy (SEM, ZEISS-Merling) and a transmission electron microscopy (TEM, Hitachi, HT-7700). The specific surface areas of samples were analyzed with the Brunauer–Emmett–Teller (BET) method (Quantachrome, SI-MP). The high-resolution microscopy images and selected area electron diffraction (SAED) of as-prepared materials and cycled electrodes were acquired by a high-resolution transmission electron microscope (HRTEM, JEOL, JEM 2100F)."
                    ],
                    "name": " Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The working electrodes were made by mixing active materials (FFH-G or FFH), carbon black (Super P), and polyvinylidene difluoride in N-methyl-2-pyrrolidone with a weight ratio of 80:15:5. The resulting slurry was coated onto aluminum foil. The as-prepared electrode was then dried at 80 °C for 12 h in a vacuum oven. The CR2032-type coin cells were assembled with as-prepared electrode as cathode in Argon-filled glovebox. Sodium foil (Aladdin) and glass microfiber filters (Whatman) were used as the counter electrode and separators, respectively. NaClO4 solution (1 M) in ethylene carbonate (EC) and propylene carbonate (PC) with a volume ratio of 1:1 was used as the electrolyte. Cells were (dis)charged galvanostatically on a Neware battery test system with different rates in the potential range of 1.4—4.0 V (vs Na/Na+) and 1.0—4.0 V (vs Na/Na+) at room temperature. Electrochemical impedance spectroscopy (EIS) measurements were performed on a PARSTAT2273 electrochemical workstation (AMETEK) with a frequency ranging from 100 kHz to 0.01 Hz. The CV measurements were carried out with the same electrochemical workstation in the potential range of 1.4—4.0 and 1.0—4.0 V at a scan rate of 0.1 mVs–1. The three-electrode cells (ECC-REF model, EL-CELL) were assembled for CV measurements and EIS measurements. The galvanostatic intermittent titration technique (GITT) test was taken on the Neware battery test system by discharging the cell for an interval of 10 min at 0.1C (1C = 200 mA/g), relaxing for 60 min, and repeating this process until the cutoff voltage 1.4 V."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "Experimental Methods",
            "type": "h2"
        },
        {
            "content": [
                "The synthesis of nanocomposite is schematically illustrated in a. The XRD patterns of FFH-G nanocomposite and FFH nanoparticle is shown b. All the diffraction peaks of the two samples could be indexed to FeF3·0.33H2O phase (JCPDS card No.76–1262, orthorhombic structure with Cmcm space group). Thermogravimetric analyses of nanocomposite and nanoparticle were conducted to calculate the content of reduced graphene oxide in the nanocomposite (see c). From 25 to 700 °C, the weight loss of nanocomposite and bare nanoparticle are 24.77 and 19.85%, respectively. The reduced graphene oxide content can be calculated to be 6.14% of the total mass of nanocomposite (detailed calculation process is shown in the ).",
                "The Raman spectra of pure graphene oxide and FFH-G nanocomposite are presented in a. The characteristic peaks at 1340 and 1580 cm–1 are respectively corresponding to the D band and G band. The ID/IG value of FFH-G nanocomposite is 1.27, which is higher than that of graphene oxide (0.99), meaning that the interfacial bonds between FeF3·0.33H2O and reduced graphene oxide increases the disorder degree of reduced graphene oxide.  The XPS spectra of C 1s of graphene oxide and FFH-G nanocomposite are presented in b, c. There are four types of carbon bonds in the C 1s spectra of graphene oxide and nanocomposite: (1) C–C/C═C at 284.8 eV; (2) C–O at 286.7 eV; (3) C═O at 287.2 eV; (4) COOH at 288.7 eV. The intensity of C–O, C═O, and COOH of nanocomposite is weaker than that of graphene oxide, suggesting that the graphene oxide is reduced during vacuum calcination.",
                "The microstructures of the as-prepared samples were characterized by SEM and TEM. As shown in a, c, the FFH nanoparticle exhibits a hierarchical mesoporous structure with uniform size of 150 nm. The mesoporous particles consist of interconnected nanosized primary particles, which has a large number of cracks or voids. The nanocomposite is composed of reduced graphene oxide sheets and hierarchical mesoporous FeF3·0.33H2O nanoparticles as presented in b, d. The hierarchical mesoporous particle is uniformly fixed on the reduced graphene oxide sheets, since graphene oxide provides abundant nucleation sites for FeF3·0.33H2O nanocrystal. The N2 adsorption/desorption isotherms and the corresponding pore size distribution curves of FFH-G nanocomposite and FFH nanoparticle are shown in e, f and . As shown in e and , the adsorption and desorption curves of two samples exhibit a typical IV-type curves, indicating the presence of mesoporous structure. The pore size of nanocomposite is around 5 nm (see f). The hierarchical mesoporous structure with some large cracks or voids is considered to be beneficial to accommodate the volume changes of the electrode and electrolyte infiltration. ",
                "The electrochemical properties of FFH-G nanocomposite and FFH nanoparticle were investigated by galvanotactic charge/discharge tests in a voltage of 1.4–4.0 V. The charge–discharge curves of nanocomposite at 0.1C is shown in a. The specific capacity calculation is based on the mass of nanocomposite. The initial discharge specific capacity of nanocomposite is 227.5 mAh/g. The cyclic voltammogram (CV) of FFH-G nanocomposite was measured in the potential range of 1.4–4.0 V. A cathodic peak appeared at 2.38 V in the first cathodic scan corresponds to the intercalation of Na+ into active materials. During the reverse process, there is a anodic peak at ∼2.42 V in the anodic scan, which can be attributed to deintercalation process of Na+. Interestingly, a small anodic peak appears at ∼3.25 V in the anodic scan. Correspondingly, a small cathodic peak is appeared around 3.0 V during the second cathodic scan. The reactions corresponding to this pair of redox peaks is still not clear. In the subsequent cycles, the peaks of redox reaction are overlapped, indicating the good reversibility of electrode. The rate performance of as-prepared samples are shown in c, . The discharge specific capacity of FFH-G nanocomposite and FFH nanoparticle is 172.3 mAh/g and 97.2 mAh/g at 1C, respectively. The discharge capacity of FFH-G nanocomposite is 101 mAh/g after 100 cycles, which is 54.2% higher than that of bare FFH nanoparticles (65.5 mAh/g). The comparison of cycling performance of FFH-G nanocomposite with previous reports  is shown in , it indicates that the cycling performance of FFH-G nanocomposite is superior. Further increasing the current density to 15C, the discharge capacity of nanocomposite is stable, which shows 87.5 mAh/g after 100 cycles, but the nanoparticle is only 15 mAh/g. It indicates that the interfacial bonds between FeF3·0.33H2O and reduced graphene oxide not only significantly enhance the discharge capacity and cycle stability of material but also improve the rate capabilities.",
                "The electrochemical impedance spectroscopy (EIS) measurements was carried out to explore interface behaviors of the two electrodes (see e). The EIS pattern consists of one semicircle in the high-frequency region and a sloping line in the low-frequency region. The corresponding equivalent circuit for fitting is shown in f. Rs is ohmic resistance, which stands for the resistance of the electrolyte and electrode material. Rct is the charge transfer resistance, corresponding to the semicircle in the high-frequency region. The Warburg impedance (Zw) is related to the diffusion of sodium ion in the electrode. The double layer capacitance is represented by a constant phase element CPE. The ohmic resistance (Rs) of two electrodes is very close (6.274 and 6.327 Ω). But the charge-transfer resistance (Rct) of FFH-G nanocomposite and FFH nanoparticle is 208.3 and 542.5 Ω, respectively. These results suggest that the Rct of the nanocomposite is higher than nanoparticle sample, indicating that the addition of reduced graphene oxide can improve the electron conductivity of FFH-G nanocomposite. As addition of reduced graphene oxide, an effective conductive network is formed. The conductive network can ensure fast electron transport and limit the volume variation of the cathode material during cycling.",
                "The GITT analysis of as-prepared samples are performed to calculate the diffusion coefficient of Na ions (DNa+) in the electrode. a shows the discharge GITT curves of two samples. The b shows a single titration of GITT with schematic labeling of different parameters. The DNa+ is calculated according to  derived by Weppner and Huggins as follows: Where DNa+ (cm2 s–1) is the diffusion coefficient of the mobile species. M and m are the relative molecular mass and the mass of the active material in the electrode, respectively. Vm (cm3 mol–1) is the molar volume of FeF3·0.33H2O. A (cm2) is the surface area of the active materials. L is the diffusion length. As shown in c, if the E (the potential V vs Na/Na+) is linear with the t−1/2,  can be further simplified as  The DNa+ at different discharge states can be calculated by  as shown in d. The DNa+ of FFH-G nanocomposite is obviously higher than that of FFH nanoparticle in the whole discharge process. It suggests that the addition of reduced graphene oxide can improve the ionic conductivity of electrode, ultimately causing good electrochemical performance.",
                "To explore the structural changes of FeF3·0.33H2O at the discharge–charge processes, the ex situ XRD analysis of FFH-G electrode at different potentials was performed. As shown in a, two diffraction peaks marked with black dots is assigned to the aluminum current collector. The diffraction peaks of FeF3·0.33H2O is shifted to lower 2θ angles after being discharged to 2.7 and 2.4 V, indicating the intercalation reaction of Na+ into FeF3·0.33H2O.  At the same time, the intensity of characteristic peaks gradually decrease, which may be related to the stress and disorder causing by sodium ion insertion.  When further discharged to 1.4 V, the typical FeF3·0.33H2O diffraction peaks disappear, indicating that amorphized NaxFeF3·0.33H2O formed.  Interestingly, the diffraction peaks of FeF3·0.33H2O is reappeared when recharged to 4.0 V, indicating the reformation of FeF3·0.33H2O, suggesting that the structural change of FeF3·0.33H2O is highly reversible during charge/discharge. To further explore the redox reaction mechanism, the oxidation state of Fe element was estimated by XPS at different cycling states. As shown in b, the Fe 2p3/2 peak of the as-prepared sample at 714.3 eV, correspond to the bonding energy of Fe(III)–F (713.9 eV).  When being discharged to 1.4 V, the Fe 2p3/2 peak shifts to lower bonding energy of 711.4 eV, implying the reduction of Fe3+ to Fe2+.  After being recharged to 4.0 V, Fe3+ and Fe2+ can be detected. The XPS results of Fe 2p illustrates the reversible redox couples of Fe3+/Fe2+ participate charge compensation during the charge/discharge process.",
                "The high-resolution transmission electron spectroscopy (HRTEM) was employed to further understand structural change of FeF3·0.33H2O during the charge/discharge process. As seen in c, the particles are uniformly embedded on reduced graphene oxide sheets. The lattice fringes (0.321 nm) and the diffraction rings observed from SAED correspond well to those of FeF3·0.33H2O phase, e.g., (220) planes. The element distribution of FFH-G nanocomposite was measured by energy disperse spectroscopy (EDS) as shown in e. It can be seen that Fe and F are uniformly distributed. When being discharged to 1.4 V, no obvious lattice fringe is observed, indicating the sample exhibits an amorphous structure (see f). At the same time, the SAED pattern consists of some diffuse diffraction rings, implying that FeF3·0.33H2O transforms to amorphous phase. This result is consistent with the ex-situ XRD (see a). The corresponding element distribution (as shown in h) indicates Na+ is intercalated into electrodes. After being recharged to 4.0 V, the lattice fringes and diffraction rings are reappeared and also corresponded well to those of FeF3·0.33H2O phase. It indicates that the crystal structure of FeF3·0.33H2O is absolutely restored, which is consistent with the result of the ex situ XRD. As shown in k, the sodium element may be caused by the residual electrolyte.",
                "In order to further determine sodium storage mechanism of FFH-G nanocomposite, we performed the galvanostatic charge–discharge tests in the potential range of 1.0–4.0 V (vs Na/Na+). As presented in a, the initial discharge capacity of FFH-G nanocomposite is 530.2 mAh/g. Two voltage plateaus in the discharge curve corresponds to intercalation reaction and conversion reaction, respectively.  The cycle performance of sample at 0.1C is shown in b. The discharge capacity is quickly faded in the first 10 cycles. It indicates the electrode suffers from an irreversible structure degradation.  In the subsequent cycles, the discharge capacity decreases slowly. The discharge capacity of FFH-G nanocomposite is 90.1 mAh/g after 100th cycle and the capacity retention only 16.9%. The CV curves of FFH-G nanocomposite is shown in c. All the cathodic and anodic peaks in c are consistent with the galvanostatic charge–discharge profiles in a. There are two pairs of redox peaks appeared in the first cycle. The position of the first cathodic peak is same as that of 4.0–1.4 V (see b), corresponding to the intercalation process of Na+. The second cathodic peak is at 1.05 V, which attributes to the conversion reaction. In the first anodic scan, two anodic peaks appear at 2.27 and 2.64 V. The cathodic peak at 1.05 V decreases in the subsequent cycles. Only one pair of redox peaks after 10 cycles remains, which can be attributed to the intercalation/extraction reaction, indicating that the conversion reaction has poor reversibility and the intercalation reaction is relatively reversible."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, an in situ approach was used to prepare the nanocomposite of hierarchical mesoporous FeF3·0.33H2O and reduced graphene oxide. The FFH-G nanocomposite achieves an outstanding initial discharge capacity of 227.5 mAh/g at 0.1C. Especially, even at high current density of 15C, it still delivers an high discharge capacity of 87.5 mAh/g after the 100th cycle. The excellent electrochemical performance is attributed to enhance electronic conductivity and ion conductivity by the addition of reduced graphene oxide. The reversible Na+ intercalation into FeF3·0.33H2O implies that FFH-G nanocomposite is a promising cathode material for SIBs with enhanced performance and stability."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Hierarchical Mesoporous Iron Fluoride and Reduced Graphene Oxide Nanocomposite as Cathode Materials for High-Performance Sodium-Ion Batteries"
}