{
    "DOI": "10.1021/acsami.8b01888",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Restricted by the large radius (0.102 nm) of sodium ions, the available electrode materials for sodium-ion batteries (SIBs) with enormous commercial potential have captured numerous attentions.  Learning from lithium-ion batteries, transition-metal-based materials were deemed as the promising materials with high Na storage capacity, derived from the conversion reaction.  Note that the anions (group VI, O, S, and Se) in the compounds serve as important roles in electronic conductivity and electrochemical properties. Among these materials, metal oxide possesses the largest theoretical capacity; however, the generated compact SEI films in the reaction would hinder the Na-ion diffusion entrance, leading to the dissatisfied capacity.  Owing to the “shuttle effect” of polysulfide with the deteriorated electrochemical properties, the breakthrough has not been achieved on ultralong-term cycles in metal sulfides. ",
                "Compared to those aforementioned materials, metal selenide displays a narrow band gap with good conductivity.  Moreover, with the suitable electrolyte, the reaction energy barrier is lowered, facilitating faster electron transfer. Although some capacity would be sacrificed on account of the upgraded sodiation/desodiation platforms, the well cycling stability could be largely enhanced.  For instances, the excellent electrochemical properties (372 mA h g–1 after 2000 cycles at 1.0 A g–1) were exhibited by sphere FeSe2 with the utilization of the electrolyte NaCF3SO3/diethylene glycol dimethyl ether (DEGDME).  The nanooctahedra NiSe2 through hydrothermal reaction displays stable cycling, showing 313 mA h g–1 after 4000 cycles at 5.0 A g–1.  The urchin-like CoSe2 has been reported by Chen’s group, delivering a Na storage capacity of 410 mA h g–1 after 1800 cycles at 1.0 A g–1.  However, the volume expansion with pulverization and weak dissolution of polyselenium should not be neglected, perhaps deteriorating the electrode samples, which could bring inferior electrochemical performances. Two controlled strategies were employed to further impart promotion: (1) reducing the particle size can increase the contacting area with the electrolyte, shorten the ion diffusion path, and lower the areal current density and (2) introducing the carbon layer could protect the direct erosion of the electrolyte, alleviate volume swelling, and inhibit pulverization.  The solvothermal reaction or the complicated precursor was frequently used, and it is obvious that the complex manner is not suitable for practical applications. Thus, constructing a three-dimensional (3D) structure composed of zero-dimensional (0D) metal selenium/carbon is of importance through the facile fabricated process, which significantly optimizes the properties of target samples and realizes their commercial values. Moreover, introduction of M(metal)–O/N–C bonds acts a significant role in imparting the improvement on the structure stability and conductivity. ",
                "As a familiar complexing agent, citric acid has been widely used to obtain uniform particles with the carbon layer. Recent report demonstrated that citric acid was pyrolyzed to form dual carbon layer coating Na3V2(PO4)3.  Ag/TiO2 was also dispersed in carbon because of the effective complexing agent.  The plentiful −COOH groups would increase the ability of forming uniform complex and M–O–C bonds in the final product.",
                "In this paper, benefitting from the dual effect of critic acid as both a chelating agent and carbon precursor, the 3D framework assembled by 0D CoSe2/C with the small radii (<25 nm) was successfully obtained, accompanying with the introduction of the Co–O–C bonds. The obtained sample delivers ultralong-term stability, maintaining the capacity of 345 mA h g–1 after 10 000 cycles at 4.5 A g–1 with the coulombic efficiency (CE) (98%). The excellent electrochemical properties can be attributed to the effective stable structure, ether-based electrolytes, and capacitive-controlled behaviors."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "All of the chemicals were purchased from Aladdin Chemical and used without any purification."
                    ],
                    "name": "2.1.  Chemicals",
                    "type": "h3"
                },
                {
                    "content": [
                        "In brief, 0.5 g of critic acid, 1.0 g of Co(NO3)2·6H2O (>99%), and 1.0 g of Se (>99%) were mixed in an agate mortar. Then, the materials were ground adequately for 30 min for homogeneous mixing. The uniform mixture was placed in the porcelain boat and then transferred to the tube furnace. The starting conditions were at 500 °C for 2 h with a heating rate of 5 °C min–1 at H2/Ar (5%:95%). After natural cooling, the product was milled for 30 min to obtain the final samples CoSe2/C."
                    ],
                    "name": "2.2.  Synthesis of the CoSe2/C Structure",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystal structures were probed by X-ray diffraction (XRD), Cu Kα radiation at λ = 1.54 Å, Rigaku powder diffractometer (DMAXB) X-ray spectrometer, standard samples (LaB6 powder), and Raman spectra (Renishaw INVIA micro-Raman spectroscopy). Using the thermogravimetric analysis, the content was determined through 30–800 °C with 10 °C min–1 at atmosphere. The specific surface area and pore distribution were measured by Brunauer–Emmett–Teller (Micromeritics, ASAP 2020). The morphology and detailed internal structure were characterized by field emission scanning electron microscopy (SEM, JSM-7600) and high-resolution transmission electron microscopy (HRTEM, JEM-2010F). X-ray photoelectron spectroscopy (XPS) was performed to analyze the valence state."
                    ],
                    "name": "2.3.  Characterization of the Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "The obtained samples, carboxymethylcellulose sodium, and super carbon with the mass ratio of 70:15:15 were mixed uniformly in deionized water. Then, the slurry was coated onto the Cu foil and further dried at 80 °C for 12 h. The foil was tailored to the plate with a diameter of 1 cm, and the active mass can reach to 1.0–1.5 mg. The counter electrode was the metallic sodium foil, and the electrolyte was 1 M NaCF3SO3 in DEGDME (diethylene glycol dimethyl ether). The CR2016 coin cells were assembled in the argon-filled glovebox. The galvanostatic discharge–charge was conducted by land battery systems (5 V, 10 mA) in the potential from 0.5 to 3.0 V at different current densities. The cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS) were performed by MULTI AUTOLAB M204."
                    ],
                    "name": "2.4.  Electrochemical Properties",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "As shown in a, the XRD patterns of the as-obtained CoSe2/C and C were displayed, which are indexed to the standard PDF#88-1712, revealing that the sample belongs to the pure cubic trogtalite CoSe2, Pa3̅(205) space group, a = b = c = 5.8593 Å.  In addition, the peaks located at 30.48°, 34.19°, 37.57°, 43.65°, 51.70°, 56.59°, and 58.93° were noticed. As shown in , they are corresponding to (200), (210), (211), (220), (311), (023), and (321) lattice planes, respectively, indicating the well-crystalline state.  According to the Scatter’s equation (Dhkl = Kλ/β cos θ; K = 0.9 and λ = 1.5406 Å),  the rough size of crystalline grains was about 10 nm. Moreover, the peaks of carbon were not found in the XRD pattern of CoSe2/C, which is ascribed to the high peak intensity of CoSe2. Raman spectra were performed to further investigate the detailed crystal structure and the existed carbon. The D peak appeared at 1364 cm–1 and the G peak located at 1596 cm–1 are associated with sp3 and sp2 hybridized carbon, and ID/IG is about 0.85, revealing the high graphitic degree.  The peak at 673 cm–1, marked as A1g, is the characteristic peak of CoSe2.  To confirm the content of carbon, the tested TG/DSC curves and the XRD pattern of the residual product are exhibited in c,d, respectively. At the temperature of 403 °C, CoSe2 was transformed into CoSe with the sublimation of SeO2. In addition, the carbon was converted to CO2 at 429 °C. When the temperature increased to 591 °C, CoSe was decomposed into Co3O4, leaving SeO2. On the basis of the equation (the content of carbon = 1 – 3WCo3O4 × MCoSe2/MCo3O4), the content of CoSe2 is about 82.6% and the content of carbon was 17.4%. The internal valence bonds of CoSe2/C were preliminary evaluated by Fourier transform infrared (FTIR) spectra in f and S1. Compared to that of cobalt acetylacetonate (blue lines) containing the Co–O–C bond at ∼600 cm–1, it is found that the same peak of the target materials appeared, indicating the formation of Co–O–C bond, allowing the stable structure and facile electron transfer.  In e, the process of the electron transferring from carbon to the CoSe2 crystal lattice was displayed. Co–O–C as the bridge could facilitate faster ion shuttling. Thus, this bond was further investigated as follows.",
                "Further analyzing the valence bonds of CoSe2/C through XPS, the detailed chemical interaction between CoSe2 and carbon matrix is found in . Clearly, the peaks of Co 2p, C 1s, Se 3d, and O 1s were displayed in the full spectrum of the sample, confirming the existence of the above-mentioned elements. The high resolutions of C, Se, and O elements were probed to evaluate the chemical states. It is found that the peak of Co 2p is composed of Co 2p1/2 and Co 2p3/2 approximately located at 792 and 777 eV, which contain the Co–Se and Se–Co–Se bonds, respectively.  In addition, the Se 3d peak can be deconvoluted into five peaks: Se 3d5/2, Se 3d3/2, Co 3p3/2, Co 3p1/2, and SeO2, which mainly appeared at 54.3, 55.3, 57.4, 58.8, and 60.4 eV, respectively. Among them, the Co–Se bonds are indexed to the peak at 54.3 eV.  The existing slight SeO2 is ascribed to that some Se on the surface was oxidized to some extent. Importantly, according to the previous work,  the peak at 285 eV is associated with Co–O–C, and those at 283, 286, and 286 eV are in relation with C–C, C–O, and C═O bonds, respectively, in d. Meanwhile, the Co–O–C bond at 532.8 eV is also found in the spectrum of O 1s, and other peaks are C–O at 535 eV, C═O at 531 eV, and the adsorbed O2 from atmosphere at 530 eV. This XPS analysis can effectively verify the existence of Co–O–C bonds.",
                "The 0D to 3D hierarchical cobalt selenide framework is confirmed in a,b. Clearly, some pores were observed in the sample, facilitating the infiltration of the electrolyte, thereby shortening the ion diffusion paths.  As shown by the SEM images in c, it is found that the unique framework is composed of 0D cobblestone-like nanospheres, which effectively increase the active sites of the target sample. The nanospheres were dispersed homogeneously in the carbon matrix in d. In addition, the radius of nanospheres (<25 nm) is clear in e, which is beneficial for that of the CoSe2 reacted with Na+.  In f, the clear graphitic lattice space is about 0.34 nm and the lattice fringe of CoSe2 is 0.26 nm, corresponding to the (210) facet (JCPDs: 88-1712). In comparison of the SAED images about carbon, the diffraction rings of CoSe2/C are indexed to (200), (211), and (311) for CoSe2; meanwhile, that of graphitic planes (002) is exhibited.  The elements of Co, Se, C, and O were distributed uniformly in i. Clearly, the atomic ratio of Co/Se is 1:2, further verifying that the target product CoSe2 is obtained.",
                "From the aforementioned discussion, the corresponding formation is proposed in . With the increased temperature, citric acid was first molten. Benefitting from its complexing function, the Co2+ ions were contacted with the citric acid to form −COO–Co. Subsequently, 5% H2 renders some Co2+ reduced to Co particles which were distributed uniformly in the complexing agent. Accompanying with the improvement of temperature, the citric acid was carbonized to form a 3D framework structure and the pores were created by leaving some oxygen. Meanwhile, Se with H2 was changed to H2Se, further reacting with Co to obtain CoSe2/C.",
                "The detailed Na storage behaviors of CoSe2/C were performed as an anode for SIBs in . The tested potential range was from 0.5 to 3.0 V, which is ascribed to that (1) few capacity was existed in the voltage between 0 and 0.5 V and (2) some side reactions would be evoked at low potential, resulting in the poor cycling stability.  On the basis of the previous report,  the capacity of bare CoSe2 is only about 300 mA h g–1 at 0.5 A g–1. Surprisingly, as exhibited in a, the as-prepared sample shows the initial discharge/charge capacities of 545 and 467 mA h g–1 at 0.5 A g–1, yielding a CE of 85.6%. These advantages may be due to the unique nanostructure that brings about the adequate active sites. The capacity of 46 mA h g–1 was found for the pure carbon from citric acid. Note that the high initial CE is in favor of the practical application. From the 2nd to 75th cycles, owing to the active process and side reactions of the electrode, the decreased part was displayed. Subsequently, the stable cycling is obvious, and no fading can be found from 100th to 500th cycles, delivering a capacity of 428 mA h g–1 with a CE of 100.3%, resulted from the designed significant structure and the introduction of carbon with Co–O–C bonds. It is clear that a couple of oxidation/reduction platforms were located at 2.1 and 1.1 V, agreeing well with the CV curves in . The peak at 1.3 eV was found at the first CV curves, which is attributed to the formation of the SEI film. Moreover, three discharge platforms were found at 1.6, 1.1, and 0.7 V and two charge platforms were suited at 1.5 and 1.8 V for 100th, 200th, and 500th cycles, demonstrating the stable reaction of the electrode as listed by the corresponding reaction process (S1, S2, S3, S4, and S5) in , which have been demonstrated by the previous report.  The rate capability was evaluated at various current densities of 0.2, 0.4, 0.8, 1.6, 3.2, and 6.4 A g–1, maintaining capacities of 484, 447, 380, 335, 304, and 296 mA h g–1, respectively. When the current density comes back to 2.0 A g–1, the capacity could recover to 355 mA h g–1, implying its good reversibility. In addition, the excellent rate property was confirmed by the stable platforms at stepwise current densities in d, revealing the lower pulverization. Impressively, after 10 000 cycles at 4.5 A g–1, the Na storage capacity still remains 345 mA h g–1 with ∼100% retention based on the 1000th cycle, suggesting the ultralong-term cycling stability and enormous practical promising, which is better than the previous reports in . In addition, the bare CoSe2 with graphene displayed the relative low capacity of 280 mA h g–1 after 1000 cycles at 4.5 mA h g–1 in . In f, the stable platforms from 6000th to 6010th loops and two sodiation/desodiation processes were completed in 1127 s at 4.5 A g–1. The advantages of the electrode samples were the effective framework structure, uniform carbon matrix, and stable Co–O–C bonds.",
                "The kinetic analysis of CoSe2/C through CV curves was explored to understand the in-depth reason of the outstanding electrochemical performances. As shown in a,b for CV curves at 0.1, 0.3, 0.5, 0.7, 1.5, 3.0, 5.0, and 7.0 mV s–1, the weak peak at 1.6 V was included in the distinct oxidation peak at 1.7 V; meanwhile, three reduction ones were obvious at each curves, greatly coinciding with the discharge–charge platforms. In addition, the similar shapes of each curves again verified the weak polarization. According to the previous reports,  the equations as following were used to explore the kinetic behavior in detail.",
                "In , n is the transform electrons in the reaction, A is the area contracting with the electrolyte, D is the diffusion coefficient, CNa+ is about the concentration of sodium ions, and v and Ip are the scan rate and the relative peak current, respectively. Ip/v1/2 can be fitted to 2.19 and −1.31 for oxidation and reduction peaks, and the corresponding DNa+ is calculated to be 1.03 × 10–12 and 0.37 × 10–12 cm2 s–1, respectively. The average diffusion coefficient can reach to 0.7 × 10–12 cm2 s–1, revealing the fast ion shuttling.",
                "Benefitting from the Dunn’s work,  the energy storage types were clear, containing Faradaic process (pesudocapacitive behaviors and diffusion-controlled behaviors) and non-Faradaic process (electric double layer).  comes from , and when b is close to 1, indicating the capacitive-controlled behaviors, and b approaches to 0.5, suggesting the diffusion-controlled behaviors. Clearly, in e, the b value of Peak 1 ≈ Peak 4 is 0.82, 0.78, 0.80, and 0.79, which demonstrate that the electrochemical properties for CoSe2/C were dominated by the pesudocapacitive behaviors. When the scan rate increased to 7.0 mV s–1, it is found that the slope of Peak 1 stabilizes 0.80 in f. In c, the well liner relationship between v1/2 and I/v1/2 is observed and the slope k1 and intercept k2 can be obtained for calculating the ratio of capacitive behaviors. On the basis of , k1v is in relation with the capacitive-controlled contributions and k2v1/2 is associated with the insertion behavior. g displays the detail-fitting curve for pseudocapacitive contribution at 0.1 mV s–1, agreeing well with the previous report.  Taking increased scan rates into consideration, the capacitive contributions are rising, about 67% at 0.1 mV s–1, 75% at 0.3 mV s–1, 80% at 0.5 mV s–1, 81% at 0.7 mV s–1, 92% at 1.5 mV s–1, 94% at 3.0 mV s–1, 95% at 5.0 mV s–1, and 96% at 7.0 mV s–1. These enhanced capacitive behaviors disclosed that the capacitive behaviors contribute to the major capacity at large current density, perhaps derived from the significant merits of the structure.",
                "The EIS was conducted to analyze the internal impedance, and in situ EIS was performed to investigate the phase transform accompanying with slight variation of resistance. The Nyquist plots at undischarged condition and the relative fitting liner are shown in a, and the relative equivalent circuit was exhibited in b. The curves can be divided into two parts: (1) the semicircle in high frequency is about Rs (the resistance of materials in the cell, containing electrode, electrolyte, and separation), Rf (the impedance of SEI films), and Rct (the resistance of charge transfer) and (2) the line in low frequency is about ZW (Warburg impedance and the Na+ diffusion in the target sample). Obviously, the small Rct of CoSe2/C is 39 Ω, which is due to the high conductivity of the as-obtained sample. After various cycles (10th, 30th, 60th, 100th, and 200th), it is found that Rct almost remains unchanged at 34 Ω, revealing a stable electrochemical reaction. According to – as following, the diffusion coefficient from the line in the low frequency could be obtained. ",
                "Fitting Zre and ω–1/2 is to gain the Warburg factor σ about 51, 47, 45, and 43 at 10th, 30th, 60th, and 100th cycles, respectively, which is used for calculating that their DNa+ are 5.3 × 10–14, 6.3 × 10–14, 6.8 × 10–14, and 7.4 × 10–14 cm2 s–1, respectively. The DNa+ differed from the analysis, which is ascribed to the different calculating models. With the proceeding cycling, their DNa+ values were increasing, which is ascribed to the slight residual Co from the incomplete reconversion reaction in the electrode. In situ EIS was carried out to evaluate the reaction process at 500th cycle, as displayed in . When discharged, at 2.5 V, no sodium ions inserted into the samples. Decreasing the voltage decreases the Rct, which is attributed to that the pure Co and Na2Se could provide effective with matrix high conductivity, facilitating ion transfer. When charged, the resistance is increasing and returned to the pristine resistance, suggesting the high reversible and outstanding kinetics. The analysis of EIS demonstrated that the small resistance of the target product acts an important role in the electrochemical reaction.",
                "In the sodiation/desodiation process, the stable crystalline structure and morphology are of importance for the electrode. The explorations of the CoSe2/C electrode after 500 loops were probed through ex situ technologies. In a, with the comparison of CoSe2/C after three cycles at 1.5 mV s–1, the peaks of CV curves after 500 cycles become sharper, indicating that the phase transition occurred in a narrow potential, which is beneficial for the jarless electrochemical properties. In , the CV curves from 501th to 508th were displayed; it is found that their shape remain same, indicating the stable electrochemical reaction. Furthermore, their XRD pattern coincides well with the pristine one, demonstrating their stable crystal structure, but the intensity of peaks is weaker, revealing the lowered crystalline. According to the discussion about a, the peaks moving toward high angles and the lowered full wave at half maximum demonstrate the deducing particles. In the Raman spectra, the peak intensity of poly(vinylidene difluoride) is almost similar, and that of CoSe2/C is weaken, which may be due to the lowered crystalline, the formation of SEI film, and the reduction of particles.  This is consistent with the analysis of ex situ XRD. Clearly, with the protection of the carbon matrix, the shape of CoSe2 nanospheres remains unchanged after 500 cycles in d,e. Note that the morphology of CoSe2/C has some change but still has a similar sphere structure and placed in the carbon matrix; meanwhile, slight Co grains were produced in g. The spacing lattice of CoSe2 is found to remain stable. Moreover, the lattice distance (0.193 nm) is indexed to the (111) facet of standard Co (JCPDs card: 88-2325). In the illustration of g, the diffraction rings are indexed to (200), (211), and (311) planes of standard CoSe2 (JCPDs: 88-1712) and (111) facets of Co. It can be concluded that the target sample display excellent stability of structure and morphology."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, the effective 3D hierarchical selenium cobalt framework assembled by 0D CoSe2@C cobblestone-like nanospheres was obtained through significant mixing and sintering. The citric acid supplies plentiful oxygen-containing functional groups, inducing the formation of uniform carbon matrix and Co–O–C bonds, thereby imparting improvement on the electrochemical properties. Utilizing the adaptive electrolyte (NaCF3SO3/DEGDME), the ultralong lifespan was shown at a large current density of 4.5 A g–1 between 0.5 and 3.0 V, delivering a capacity of 345 mA h g–1 after 10 000 cycles. In spite of upgrading potential platform, the excellent cycling stability is of important for the commercial application. Ex situ characterization demonstrated the stable crystal structure and morphological texture after the fast sodiation/desodiation process. In addition, the detailed kinetic analysis for CV and in situ EIS further reveal the ion transferring process and conversion mechanism. It is anticipated that this paper can enhance the in-depth understanding of CoSe2/C with Co–O–C bonds and provide significant manner to obtain CoSe2/C as anodes for SIBs."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Three-Dimensional Hierarchical Framework Assembled by Cobblestone-Like CoSe2@C Nanospheres for Ultrastable Sodium-Ion Storage"
}