{
    "DOI": "10.1021/acs.nanolett.1c04492",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The past decades have witnessed rapidly increasing concerns about the sustainability of fossil fuels, which leads to an urgent demand for renewable energy sources to meet the energy needs of human society and development.  Grid-scale energy storage systems (GESS) are vital to bridge the disconnect between the intermittent renewable energy supply and fluctuating consumption.  Although advanced lithium-ion batteries have achieved high market shares in commercial portable devices and electric vehicles, the limited lithium resources call for an alternative, especially for application in GESS. Sodium-ion batteries (SIBs) are generally regarded as more promising candidates than their lithium counterparts for GESS due to their low cost, high abundance, and intrinsic safety.  To date, tremendous efforts are still needed for developing high-energy-density and long-lifespan electrode materials, especially for the cathodes, to achieve competitive performance of SIBs, based on optimizing the structures of materials and achieving a comprehensive in-depth understanding of Na+ storage mechanisms. ",
                "Recently, various types of cathodes have been reported for SIBs, including transition-metal layered oxides,  polyanions,  and Prussian blue analogues (PBAs).  Among these reported cathode materials, PBAs with the general chemical formula of AxP[R(CN)6]y·nH2O·□z (A: alkali metals, P/R: transition metal cations, □: [R(CN)6] vacancies) are regarded as one class of promising candidates and have been widely studied because of their high theoretical capacity, facile synthetic procedure, low cost, and nontoxicity.  The large interstices and cation diffusion channels inside the framework of PBAs allow rapid cation intercalation without obvious distortion, which also makes PBAs desirable cathodes for fast-charging batteries.  However, with these attractive features, the practical application of PBAs in SIBs has been hindered by the 3-fold challenges caused by the large amount of defects, as we discussed previously.  The Fe(CN)64–/3– vacancies are usually caused by the fast chemical precipitation kinetics and degrade the electrochemical performance of PBAs in terms of specific capacity, cycle life, rate performance, etc. Therefore, the crystallization control of PBAs is confirmed to be an effective route for the preparation of high-performance PBA-based SIBs and typically achieved by the following three routes: (1) Chelates, such as sodium citrate, ethylenediaminetetraacetic acid (EDTA), sodium pyrophosphate, etc., are widely applied to suppress the growth rate of the nuclei and prevent serious grain aggregation, so as to obtain well-crystallized PBAs.  (2) By using the decomposition reaction of a hexacyanometallate salt in an acid solution, high-quality PBAs could be obtained by the coprecipitation between the hexacyanometallate salt and the slowly released transition metal cations.  (3) Additives, including surfactants and sodium salts, have been reported that could be beneficial to the crystal growth process and result in sodium-rich well-grown PBAs with enhanced electrochemical performance.  These strategies are generally limited, however, either by their high cost, fatal-size byproduct (cyanide), or impurities, which further hinder their application in the large-scale production of PBAs. Therefore, the design of new synthesis methods to prepare well-crystallized PBAs is of vital importance.",
                "In this work, we present a one-step “ice-assisted” synthesis method to prepare highly crystallized PBAs without any additives. Benefiting from the slow precipitation rate achieved by slowly thawing the raw materials, well-crystallized PBA nanoparticles are obtained and exhibit excellent electrochemical performance as cathode materials for SIBs with long calendar lifespan and all-climate capability (−10 to 60 °C). We reveal detailed structure–function relationships and the sodium-ion storage mechanisms of PBAs systematically through advanced in situ techniques together with theoretical calculations. The results indicate that these additive-free PBAs are promising cathode candidates for next-generation GESS."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "First, two kinds of Na2–xFe[Fe(CN)6]y were synthesized via the “ice-assisted” two-phase method and the typical water-based coprecipitation method (see  in detail and  in the Supporting Information),  samples of which were denoted as “I-PB” and “W-PB”, respectively. Synchrotron powder X-ray diffraction (PXRD) with Rietveld refinement was employed on GSAS software to investigate their crystal structure (a and ).  As shown in a, the sharp PXRD peaks demonstrate the well-crystallized cubic phase (space group: Fm3̅m) of I-PB without any impurities. The lattice parameters of I-PB slightly decreased from 10.28 to 10.09 Å compared with that of W-PB ( in the Supporting Information), an indication of a suppressed amount of Fe(CN)6 defects.  The corresponding crystal structure of I-PB (inset in a) shows that the low-spin Fe ions (green octahedra) are coordinated to the C of C≡N– with the high-spin Fe (brown octahedra) bonded with N, forming an open three-dimensional (3D) structure with large channels for fast ion transport.  The thermogravimetric analysis (TGA) demonstrates that the adsorbed water and interstitial water content (weight loss from room temperature to 600 °C) of I-PB is lower than that of W-PB prepared by the typical water-based coprecipitation method (b). Combining inductively coupled plasma–optical emission spectroscopy (ICP-OES) and element analysis, the chemical formulas of I-PB and W-PB can be represented as Na1.58Fe[Fe(CN)6]0.87·2.38H2O and Na1.12Fe[Fe(CN)6]0.72·5.25H2O, respectively. The content of the Fe(CN)6 defect in I-PB is significantly suppressed from 28% to 13% due to the low crystal growth rate. Furthermore, the higher sodium-ion content and less coordinated water could further promote the well-crystallized structure of I-PB obtained from the ice-assisted low-speed precipitation process. The I-PB sample also shows high storage stability when exposed to air for 43 days, which is ascribed to the stable framework with low defect, while tiny impurities were formed for W-PB (c and ).  shows the Fourier transform infrared spectroscopy (FT-IR) spectra of the samples. The peaks at ∼493, ∼1610, and ∼3447 cm–1 are assigned to the vibrations of O–H and H–O–H bending modes arising from the free surface water and the interstitial water, respectively, while the peaks at ∼600 and ∼2081 cm–1 are associated with the vibrations of the cyanide groups in [Fe(CN)6]3–/4–.  The FTIR results indicate the existence of the water molecules inside and on the surface of both as-prepared samples. The vibration state of C≡N– is highly sensitive to the valence state of Fe, so Raman spectroscopy was employed to show the valence state of the Fe (). The strong peak at ∼2147 cm–1 and the weak peak at ∼2090 cm–1 indicate the existence of a mixture of Fe2+/3+ coordinated with nitrogen, which means part of the Fe2+ was oxidized into Fe3+. The existence of Fe3+ might be ascribed to the inevitable oxidation of the PBAs when exposed to air (O2).  The BET specific surface areas () of I-PB and W-PB are 49.8 and 38.7 m2/g, respectively. The scanning electron microscopy (SEM) and scanning transmission electron microscopy (STEM) images indicate that both I-PB and W-PB have a uniform ball-shaped morphology with a particle diameter of ∼100 nm (d–f and ). The STEM-based energy dispersive spectrometer images (g) confirm the even distribution of Na, Fe, C, N, and O, which further indicates the intact crystal structure and high purity of I-PB.",
                "The sodium-ion storage performances of W-PB and I-PB electrodes are compared in a,d. W-PB prepared by a typical coprecipitation method could only deliver 91 mAh g–1 at the current density of 15 mA g–1 with low initial Coulombic efficiency (ICE) of 57.7%. In comparison to W-PB, I-PB shows a better sodium-ion storage performance that reaches a reversible discharge specific capacity of 123 mAh g–1 with a high ICE of 87.2%. The enhanced ICE and sodium-ion storage sites are mainly due to the benefits of the decreased amounts of coordinated water and [Fe(CN)6]3-/4– vacancies, leading to the suppression of side reactions between the electrode and the electrolyte.  To investigate the rate performance of I-PB, the galvanostatic charge/discharge curves recorded at the current densities of 30, 75, 150, 300, 750, and 1500 mA g–1 show the reversible discharge capacities of 117, 109, 104, 98, 91, and 85 mAh g–1, respectively, with Coulombic efficiency near 100%, which is much higher than the values for W-PB at the corresponding current densities, especially under high currents (b,e,f). This means I-PB could be fully charged/discharged in just ∼3.5 min, but it still retains ∼75% of its specific capacity at 30 mA g–1. It is notable that the capacity could recover to 98.1 mAh g–1 when the current density decreases to 75 mA g–1 (corresponding to the capacity retention of ∼90%), indicating that the crystal structure could remain almost stable even during fast ion shuttling. The capacity decay may be due to the loss of the reversible sodium ion storage sites at the Fe(CN)6 vacancy position and partly to the crystal structure collapse during the cycling process.  The cyclic voltammetry (CV) curves of the initial 5 cycles at 0.1 mV s–1 are shown in c, where there are two distinct redox pairs at 3.05/2.68 V and 3.59/3.22 V, which could be assigned to the low-spin Fe (C) couples and high-spin Fe (N) couples, respectively. The weak peak at 3.32 V might be due to a small amount of Na+ extracted from the 24d (edge position of the cubic structure).  The weak peaks of the oxidation process at ∼4.0 V, which gradually disappeared, exhibit the formation of a solid electrolyte interphase (SEI).  Furthermore, W-PB showed poor cycling stability, given that the specific discharge capacity decreased to ∼50 mAh g–1 after 500 cycles at 150 mA g–1, while I-PB could retain ∼90 mAh g–1 (g). More importantly, I-PB shows a higher capacity retention of 64.9% over ∼3000 cycles at a high current density of 750 mA g–1 with Coulombic efficiency (CE) of ∼100% (h), corresponding to a low capacity fading of 0.01% per cycle. The charge/discharge curves are highly repeatable, and the peaks for the redox couples remain similar to those in the initial curves (), which further demonstrates the structural stability and the high reversibility of I-PB.",
                "To further investigate the sodium storage mechanism of I-PB, synchrotron in situ PXRD was employed to analyze the phase transitions during the sodium-ion insertion and extraction processes. The homemade in situ PXRD cell was fully charged to 4.2 V and discharged to 2.0 V for two cycles to form a stable electrode interface before carrying out the test. As shown in a, the corresponding two-dimensional (2D) contour patterns of the reflections from the (200), (220), (400), and (420) planes were selected for specific investigation. A three-phase transition process was observed as we reported previously.  From 2.0 to 3.3 V, all peaks shift gradually to higher angles due to volume shrinkage caused by the sodium-ion extraction. During this process, the phase transition from rhombohedral to cubic was observed (b), which contributes nearly half of the capacity with the redox reaction of high-spin Fe2+ to Fe3+.  During the subsequent charging process to 4.2 V, the peaks start shifting toward lower angles, indicating the structural evolution from cubic (∼1 Na+ storage per unit cell) to tetragonal phase (without Na+ inside the crystal structure), which can be ascribed to the sodium-ion extraction from the crystal structure (b).  The background peak located at ∼19.2° remains stable in both position and intensity, demonstrating that the above-mentioned peak variations are caused by structure evolution of the electrode materials. During the discharge process, all peaks of I-PB gradually shift in the reverse direction to their initial positions and intensities, corresponding to the phase transition from tetragonal to cubic followed by the cubic to rhombohedral phase transition again. The highly reversible phase evolution during the charge and discharge processes is schematically illustrated in b.",
                "In situ heated PXRD was conducted to investigate the dehydration behavior and thermal stability of W-PB and I-PB from room temperature to 400 °C, as shown in a–e. Both samples exhibit the cubic structure at room temperature, but W-PB gradually transforms to the trigonal phase from ∼160 °C and completes this phase transition at ∼200 °C. In comparison, I-PB shows higher thermal stability and could maintain its cubic structure up to ∼260 °C. This indicates that the thermal stability could be enhanced through improving the crystallization, which would be of benefit for the fabrication of SIBs that could be applied over a wide temperature range.",
                "Density functional theory (DFT) calculations were employed to further investigate the Na+ storage and migration mechanisms. Taking the symmetry of the cubic structure into consideration, there are three kinds of possible host interstices for guest ions, which could be denoted as 8c, 24d, and 32f according to Wyckoff notation (). Among the three sites, 24d offers the smallest free space and the 8c could offer the largest, while the defect-rich crystal structure would form large interstices due to the loss of Fe(CN)6 octahedra, which are typically occupied by the coordinated water molecules. As we previously reported, the Na+ could be inserted into the defect-rich crystal structure at the interstices occupied by the water molecules, but it would be hard to extract from the water cluster, leading to the low specific capacity when this defect-rich W-PB is applied as the cathode material for SIBs. The effect of the intact crystal structure was also studied. Two possible Na+ migration paths were considered to investigate the Na+ transfer mechanism in two different crystal structures: (Path 1) Na+ is transferred along the axis through the defect/unit cell center and (Path 2) Na+ migrates along an S-shaped route bypassing the nearest defect/unit center (f). g shows the corresponding Na+ migration energy barrier, where Path 2 exhibits the lower energy barrier in both kinds of crystal structures, indicating that the S-shape path is preferred for Na+ migration. Remarkably, the Na+ diffusion energy barrier inside the intact crystal structure (0.23 eV for Path 1 and 0.11 eV for Path 2) is much lower than for the defect-rich crystal structure (2.63 eV for Path 1 and 2.81 eV for Path 2), leading to fast Na+ diffusion (g). Therefore, increasing the crystallinity is favorable for the fabrication of PBA electrode materials with high rate performance for SIBs.",
                "We further tested the storage and wide-temperature performance of I-PB and W-PB to provide more practical details relevant to their practical application.  The all-climate storage performance of batteries is very important (especially for the batteries applied in GESS), but it has received limited attention. Therefore, investigation of the storage performance was carried out at different temperatures, ranging from −10 to 60 °C, as shown in a–c. The batteries were fully charged to 4.2 V and transferred to a temperature-controlled chamber after charging and discharging for 5 cycles each week to fabricate a stable cathode–electrolyte interphase (CEI) at the current density of 50 mA g–1.  I-PB showed improved charge storage performance over a wide temperature range (−10 °C, 25 °C, 60 °C) compared with defect-rich W-PB, which may due to the enhanced thermal stability and suppressed water content of the crystal structure.  After being stored for 1 week, the specific capacity retentions of I-PB remained 93.2%, 86.5%, and 66.4% at −10 °C, 25 °C, and 60 °C, respectively. As a comparison, W-PB could only maintain the capacity retentions of 82.3%, 80.1%, and 52.2% at the corresponding temperatures, indicating that electricity loss could be suppressed through improving the crystallization (with less water content inside the crystal structure) of the electrode by the proposed “ice-assisted” method. More significantly, I-PB gradually showed better capacity retention in the following weeks, while the charge loss ratio was also suppressed and remained stable from the third week, which may due to the formation of the stable cathode–electrolyte interface (CEI). ",
                "In addition, we also evaluated the electrochemical performance of I-PB and W-PB over the wide temperature range from −10 to 60 °C (d–i and ). As shown in d, the specific capacity of I-PB could reach 110.2 and 98.7 mAh g–1 under −10 °C at 30 and 75 mA g–1, respectively, but fast capacity fading was encountered with increasing current density. In addition, the I-PB electrode exhibits a superior low temperature cycling stability with ∼100% capacity retention at 150 mA g–1 after 100 cycles, as well as a high specific capacity of 93.5 mAh g–1 and average CE of ∼100% (e). Due to the large amounts of Fe(CN)6 vacancies and crystal water inside the crystal structure, W-PB only showed around half the specific capacity of I-PB at the corresponding current densities (66.2 mAh g–1 at 30 mA g–1 and 54.5 mAh g–1 at 75 mA g–1) and lower energy efficiency. Subsequently, the specific capacity of I-PB recovered to 132.7 mAh g–1 at 30 mA g–1 as the temperature was increased to 60 °C and showed a high specific capacity of 90.6 mAh g–1 even at 1500 mA g–1, corresponding to ∼72.6% capacity retention at 30 mA g–1 (g,h). Significantly, both the CE and the energy efficiency could reach ∼100% and ∼95% (f,i, respectively. This indicates that I-PB can be regarded as a promising candidate as a cathode material for practical SIBs, regarding both the electrochemical parameters and the kinetics factors."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "We have successfully designed an additive-free “ice-assisted” method to prepare highly crystallized I-PB with a highly reversible structure, sufficient Na+ storage sites, and fast cation migration channels due to the suppressed concentration of defects. As a result, I-PB shows a high specific capacity of 123 mAh g–1 and an excellent cycling life up to 3000 cycles. More importantly, the removal of the defects plays an important role in the enhanced thermal stability of I-PB and makes it suitable as a cathode for all-climate SIBs (−10 to 60 °C). The in situ synchrotron PXRD results revealed the highly reversible structural evolution process and negligible volume distortion, while the DFT calculations verified the impressive low energy barriers to sodium ion diffusion and verified the cation storage mechanism in detail. Our studies suggest that this all-climate applicable, long-calendar-life, and low-cost I-PB material is a competitive candidate among the various cathode materials suitable for the practical application of SIBs in large-scale GESS in the near future."
            ],
            "name": "Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Ice-Assisted Synthesis of Highly Crystallized Prussian Blue Analogues for All-Climate and Long-Calendar-Life Sodium Ion Batteries"
}