{
    "DOI": "10.1002/anie.202216450",
    "Journal": "",
    "Keywords": [
        "Conversion-Type Anode",
        "Electrical Double Layer",
        "Sodium-Ion Batteries",
        "Solid-Electrolyte Interphase"
    ],
    "Sections": [
        {
            "content": [
                "Sodium‐ion batteries (SIBs) are one of the most cost‐effective and large‐scale stationary energy storage systems and are in their coming commercialization way. For the state‐of‐the‐art SIBs, extensive academic researches have provided several long‐cycling cathode candidates, such as layered transition metal oxides, polyanionic compounds, and Prussian blue analogs. However, high‐capacity anode with long‐term performance is still a big challenge mainly due to huge‐volume‐change related particle crushing during charge/discharge. Among them, conversion‐type metal sulfides, including CuS, NiS, FeS2 and so on, are attractive because of the earth abundant and nontoxic elements. Usually, designing core‐shell or hollow structure enables high initial sodium storage capacity but poor capacity retention. In addition, engineering of nanocomposite with carbon enables significant improvement in cycling life sacrificing specific capacity because of lower active material weight ratio. While, the continual formation of thick solid electrolyte interphase (SEI) during cycling which leads to electrolyte excessive consumption and electrodes’ high polarization, is another important factor contributing to anodes′ capacity loss. Therefore, the designed idea SEI on high‐capacity anode is highly desired for long‐term cycling batteries.",
                "Nowadays, various strategies are developed to regulate structure and composition of SEI via electrolytes and electrode side, respectively. SEI manipulation is highly dependent on the constituents of electrolytes, such as solvents, salts, and additives, as well as concentration effects. Improving the reduction resistance of solvent and low solvation of salts can make salts decompose preferentially to form inorganic‐rich SEI. The localized high‐concentration electrolyte without free solvent molecular is developed to obtain NaF‐rich SEI, but there might be a risk of salt precipitation at low‐temperatures. Diverse electrolyte additives, including small neutral molecular and anion additive, have been exploited. The small neutral molecules are the most common additives in lithium‐ion batteries, for example, fluoroethylene carbonate. Nevertheless, such film‐forming additive in SIBs may lead to the decrease of bulk Na+ concentration and increase of interface impedance. Anion additives, such as NO2−, NO3−, are used to form a N‐rich SEI in the lithium/sodium/zinc‐metal surface. On the other hand, the SEI decomposition products could be different when formed on the optimized crystal planes and defects of anode by optimizing electrode side. In addition, constructing artificial SEI on electrode surface, such as Al2O3, Na3OCl/Na3Bi, NaxSn/NaCl, can suppress decomposition of electrolyte and enhance coulombic efficiency. However, its ionic conductivity and relative rate performance still need to be further improved. Unfortunately, it's few that using cation additives for high‐capacity anodes in SIBs to solve the troubling capacity losing question.",
                "The electric double layer (EDL) is defined as the interfacial area of the electrode and the solution where excess charge accumulates, and is of great influence on the stability of electrolyte, suppression of dendrite growth and so on. For example, NO3− is reported to regulate EDL inner layer, with a stable polymer‐like chains structures, enhancing stability of solvent in the high‐voltage state. And a self‐adaptive EDL is reported on cathode and Zn anode by adding zwitterionic ionic liquids, which circumvents the dissolution of the cathode and enables homogeneous Zn2+ deposition. Beyond that, EDL has recently been found to play a decisive role to build the SEI. The specific adsorption behavior of electrolyte components on electrode surface shows a strong correlation with the SEI. When anion is repelled from the electrode surface, solvent molecules might stress predominant role for SEI despite being in a super‐high‐concentration salt. Nevertheless, optimizing EDL via cations to achieve dynamically enhanced salt‐rich SEI is less reported, which is extremely desired for long‐cycling high‐capacity anode in SIBs.",
                "Herein, Cu cations from the dissolution of Cu current collector into the electrode were used to optimize EDL of CuS anode, thereby constructing ultrathin CuF2‐rich SEI. The related process in Scheme  shows that Cu cations selectively bind with SO3CF3− for its solvation structure and participate in EDL on CuS anode due to high binding energy, which determines CuF2‐rich SEI formation. As a result, the cycling stability was significantly improved owning to enhanced ion conductivity (3.4×10−13 cm2 s−1), reduced overpotential and little electrolyte consumption."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The as‐synthesized CuS by one‐step solvothermal method contains extensive irregular particle with a diameter of around 0.2–1.0 μm and P63/mmc space group, which possesses Brunauer–Emmett–Teller (BET) surface area of 5.06 m2 g−1 and mesopore mainly around 2.3 nm (Figure S1 and S2). The CuS crystal structure along [110] crystallographic direction and uniformly distributed Cu and S elements are observed. Considering that direct addition of Cu cations into the electrolyte will cause displacement reaction with sodium metal and affect the surface properties of sodium, Cu current collector is used to introduce Cu cations on the electrode surface. Electrochemical performance of CuS as anode in the SIBs was conducted via assembling with Cu (CuFG) and Ti (TiFG) current collectors, respectively, in 1 M NaSO3CF3/diglyme electrolyte. As shown in Figure , CuFG displays high initial discharge and charge capacities of 567.4 and 535.7 mAh g−1 with an initial coulombic efficiency (ICE) of 94.4 % at 0.4 C, higher than that of TiFG (80.5 %). In addition, according to discharge curve at 2nd cycle, TiFG suffers from high electrochemical polarization, leading to lower reduction potential, and no conversion reaction occurs. It can be concluded that CuFG and TiFG play an important role for SEI property. The peaks of 1.90, 1.54, and 0.96 V in the cyclic voltammetry (CV) curves (Figure S3) can be assigned as sodium ions insertion into the CuS lattice, resulting in the formation of NaxCuS. While, the peak at 0.5–1.0 V belongs to the formation process of SEI.",
                "CuFG displays an excellent cycling stability (507.0 mAh g−1) over 400 cycles at 1.0 C without capacity decay, and the average coulombic efficiency (CE) is around 100 % (Figure ). In comparison, TiFG retains only 26.7 % of the initial capacity (354.6 mAh g−1) after 400 cycles. For CuFG, although particle fracture and breakage occur from the SEM images of CuS after 1, 2, 5, 10 cycles (Figure S4), high average CE (99.4 %) during initial 10 cycle still demonstrates little electrolyte consumption and ultrathin SEI. This result further explains increasing capacity for initial 100 cycles due to adequate reaction depth. The charge/discharge and dQ/dV curves of CuFG are almost coincident at 20, 30, 50, 100, 200, 300, 400th cycle, demonstrating its high reaction reversibility (Figure , S5a and S5b). After experiencing 7000 cycles, the specific capacity only decreases to 402.8 mAh g−1 and its capacity retention attains 100 % (Figure ). In addition, CuFG performs superior rate performance that the discharge capacities are 543.4, 513.6, 501.0, 497.3, 489.0 and 461.5 mAh g−1 at the current densities of 0.2 C, 0.4 C, 1.0 C, 2.0 C, 4.0 C and 10 C, respectively. The charge‐discharge profiles of CuFG at 10 C still deliver stable charge/discharge plateaus and slightly increased overpotential (Figure S5c). Compared with reported anode in SIBs (Table S1), CuFG performs excellent rate‐performance and a peerless advantage in cycling stability, which is attributed to its high interfacial stability and reaction kinetics.",
                "CuFG also displays excellent low‐temperature performance with high reversible capacities of 495, 490, 381, and 314 mAh g−1 at 0, −20, −40 and −50 °C (Figure ). Even at −50 °C, the reversible capacity at 5 C still retains 67.4 % compared with that at 0.1 C (Figure S6). In order to illustrate its practical application, the full cell is assembled with Na3V2(PO4)2F3 (NVPF) cathode (Figure S7). CuS||NVPF full cell delivers the discharge capacities of 389, 309, 274.2, 255.8, 243.7 mAh g−1 at 0.2, 0.4, 0.6, 0.8, 1.0 C, respectively. Relative energy density and power density are 116 Wh kg−1 and 166.7 W kg−1, respectively. In addition, it affords a high specific capacity about 248.1 mAh g−1 after 140 cycles with capacity retention of 71.47 % (Figure  and ).",
                "The reason why CuFG could enhance the electrochemical performance is revealed from the bulk reaction to the interfacial chemistry. In situ and ex situ X‐ray diffraction examines the reaction mechanism of CuFG during cycling process (Figure S8). Upon discharging, the [103], [110] peaks of CuS gradually disappears accompanied by the appearance of [221] and [321] peaks of Na3(CuS)4. When discharging to 0.4 V, [220] peak of Na2S can be detected. Relative redox reaction corresponds to: 4 CuS+3 Na++3 e−→Na3(CuS)4, Na3(CuS)4+5 Na++5 e−→4 Cu+4 Na2S. Upon charging, the reverse process occurs: Na3(CuS)4 and CuS with low crystalline regenerates, suggesting complete conversion reaction. The above reaction mechanism of CuFG is consistent with that of CuS in the reported literature. Thus, it can be concluded that enhanced cycling stability is mainly resulting from the interfacial difference.",
                "Firstly, the chemical stability of Cu current collector is carried out. It is discovered that corrosion of electrolyte will lead to micro dissolution of Cu current collector (Figure ). Cu current collector is immersed into NaSO3CF3/DGM electrolyte for different times of 0, 4, 8, 16, 24 and 72 h (Figure ). Then trace amount of neocuproine chromogenic agent is added, and color of solvent becomes yellow. The longer the standing time of Cu current collector, the darker color of the solution. And the positive zeta potentials for Cu current collector in the electrolyte further suggests dissolution of Cu+ (Figure ). Above results indicate Cu+ gradually dissolves into the electrolyte as time goes on because Cu+ only reacts with neocuproine to form yellow complexes. Moreover, ultraviolet‐visible absorption spectroscopy analysis is used for quantitative analysis of Cu+ content with Cu small disc of 13 mm diameter. An obvious absorption peak is located in the 450 nm for standard Cu+ solution with different concentrations (Figure S9a). According to fitting curve between peak intensity and Cu+ concentration (Figure S9b), obtained 0.07 mol L−1 Cu+ can dissolve into the electrolyte after 72 h (Figure ).",
                "The chemical environment of Cu+ in the electrolyte is characterized by magnetic resonance (NMR) spectroscopy. No color change is observed when Cu current collector is only immersed into DGM solvent, indicating the salt of NaSO3CF3 plays an important role in the corrosion of Cu current collector (Figure S9c). Compared with 19F NMR spectrum of NaSO3CF3/DGM electrolyte, an obvious chemical shift (Figure ) after adding Cu current collector can be detected, and no peak shift is observed in 17O NMR and 1H spectra (Figure S10) revealing F‐containing functional group (Figure ) in the NaSO3CF3 leads to corrosion of Cu current collector in the electrolyte due to its electron rich property. In addition, coordination environments of Na and Cu were also investigated by MD simulations (Figure ). The electrolytes of 1 M NaSO3CF3/DGM exhibit average coordination numbers 2.06 DGM and 0.10 SO3CF3− per Na+ in its solvation shell of 5 Å by analyzing the radial distribution function (RDF) (Figure ). And 5 Å solvation structure of Cu+ contains 1.75 DGM and 0.55 SO3CF3− in the Cu++NaSO3CF3/DGM electrolyte (Figure ). Calculated results suggest that SO3CF3− anion replaces the solvent molecules to participate in primary solvation shell for solvation structure of Cu+, indicating that anions can be easily dragged into EDL along with Cu+. In addition, the Cu[DGM]2[SO3CF3] performs lower LUMO energy level than Cu[DGM]2[SO3CF3] via DFT calculation, demonstrating its preferential decomposition to form final SEI (Figure ).",
                "The formed EDL on the electrode surface dominates the initial chemical composition and structure of electrode/electrolyte interface. The in situ electrochemical surface‐enhanced Raman spectroscopy (in situ SERS) can detect the compositional evolution of electrode/electrolyte interface from the molecular level, which is used to explore the evolution of the EDL. CuS coats on the Cu/Ti mesh with deposition of gold nanoparticle in the FG (Figure ). The Raman peaks at 480 cm−1 arise from the vibration of the Cu−S in the CuS electrode for CuFG and TiFG electrolyte (Figure  and ). Obviously, in the CuFG, a new Raman peak belonging to Cu−F appears at 430 cm−1, and the Cu−F concentration at the interface rises gradually during discharge process, indicating the enrichment of the counterion under the effect of the electric field. It can be observed that weaker peak of the DGM solvent 800–840 cm−1 exists in the CuFG system. Above analysis strongly confirmed that NaSO3CF3‐Cu structure enriches in the EDL of CuFG system with few solvent molecular. This experimental data is consistent with MD result that SO3CF3− anion is distributed into the primary solvation shell of Cu cation.",
                "The morphology of EDL structure was characterized Cryo‐transmission electron microscopy (cryo‐TEM) technique. The surface of pristine CuS electrode is smooth without interface layer (Figure ). When CuS with Cu current collector is immersed into the NaSO3CF3/DGM, amorphous layer with ≈2.0 nm is uniformly and densely packed (Figure ). In addition, the mapping represents the uniform distribution of Cu, S, Na, C, O, F elements (Figure ). DFT calculation result (Figure  and ) shows that binding energies between DGM, Li, Na, Mg, K, Ca, Cu, Zn, Ag with CuS [110] plane are −0.03, −2.47, −2.54, −0.37, −1.48, −1.73, 1.68, 1.05 and 1.66 eV, respectively. Above result suggests that Cu element easily absorbs on the surface of CuS compared with DGM solvent, other metal species.",
                "The morphology and composition of obtained SEI of anode in CuFG are further revealed by cyro‐TEM and XPS. At initial discharging to 0.4 V, the SEI with about 3.3 nm thick forms on the Na3(CuS)4 surface, and it can be observed that amorphous CuF2 particles disperse in polymer‐like matrix (Figure  and ). After 1, 2, 10, and 100 cycles, thicknesses of SEI are 3.5, 3.5, 3.8, and 3.6 nm, suggesting its high stability during cycling process (Figure –). As a comparison, the thicker SEI layer around 12 nm is formed on that of TiFG (Figure –) with lattice fringe of 0.28 nm attributed into Na2O or Na2CO3. The formed ultrathin SEI of anode for CuFG can minimize electrolyte consumption despite large volume change, guaranteeing the high cycle stability. In the high‐resolution F 1s XPS spectra (Figure ), there is C−F originated from PVDF for the pristine state. And Na−F (22 %) and Cu−F (45 %) can be detected after 1 cycle for CuFG, which can be resulting from the NaF and CuF2 species. Lower C−F organic compound (33 %) for TiFG than CuFG (80 %), indicating its SEI mainly contains inorganic compound of NaF and CuF2. As etching 20 s, C−F species disappear (Figure ), and CuF2 content is higher than NaF. Dispersed CuF2 and F‐containing compound can provide good interfacial contact for formation of ultrathin and stable SEI film to minimize electrolyte consumption. In the C 1s spectra (Figure S11), weak C−F peak of SEI for CuFG is consistent with the above analysis. In addition, the contents of F, Cu and S elements rapidly increase and C, O, Na contents decrease, implying higher ratio of CuF2 in the inner layer of SEI (Figure ).",
                "The conductivity of EDL on the pristine assembled SIBs and SEI in CuFG and TiFG is characterized to explore role of Cu+ by ex situ electrochemical impedance spectroscopy (EIS) (Figure  and ). In the equivalent circuit model of impendence, Rint is the resistance of the EDL and SEI layer, and Zw is the Warburg impendence attributed to the combined effect of Na+ diffusing across the electrode‐electrolyte interface. CuFG and TiFG show different EIS curves during the initial cycle process, and CuFG displays lower Rint (Figure ), suggesting low polarization. The calculated result in SIBs at the pristine state and charging to 3.0 V is that CuFG possesses higher ion conductivity (1.31×10−13 cm2 s−1 and 3.4×10−13 cm2 s−1) for EDL and SEI than that of CuS in FG (Figure  and S12). EIS data at the pristine state from 303, 313, 323, 333, and 343 K (Figure S13) is fitted showing that EDL in CuFG exhibits low activation energy (29.60 kJ mol−1) for Na+ transfer (Figure ). In addition, obtained SEI in CuFG at charging to 3.0 V also displays low activation energy (15.3 kJ mol−1) for Na+ transport compared with the SEI without Cu component (Figure ). The above results demonstrate that Cu cation‐tailoring EDL can decrease interfacial impendence and form enhanced ion‐conductivity SEI.",
                "The strategy applying Cu‐tailoring EDL may be expanded to other conversion‐type anode (Figure S14). To this end, we have also synthesized pure CoS and Cu7S4 via conventional method, which are characterized in SIBs. The modified CoS and Cu7S4 also display significantly enhanced ICE and cycling stability. In addition, introduction of CuSO3CF3 additive into the NaSO3CF3/DGM also benefits with capacity retention of CuS (Figure S15). Above result suggests that Cu‐tailoring EDL possesses certain universality for high‐capacity conversion‐type anode."
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "In this work, an ultrathin and ion‐conductivity enhanced SEI on as‐synthesized high‐capacity CuS anode for SIBs via Cu cation‐tailored EDL was reported. The dissolved Cu cation from Cu current collector selectively binds with SO3CF3− anion confirmed via NMR technique. In situ SERS, cryo‐TEM and MD calculation demonstrated that the EDL contains SO3CF3‐Cu and thermodynamically unstable Cu solvation structure with decreased LUMO value under discharge/charge process. In addition, few DGM solvent molecules are detected on the surface of anode, limiting the decomposition of organic solvent. EIS results from assembled battery before test show that pristine Cu‐tailored EDL displays higher Na+ conductivity (1.31×10−13 cm2 s−1) compared with the EDL without Cu (0.5×10−14 cm2 s−1). As a result, amorphous CuF2‐rich SEI formed on CuS anode exhibits ultrathin thickness (3–4 nm) and high ion conductivity (3.4×10−13 cm2 s−1) than thick SEI (around 12 nm) and low ion conductivity (0.77×10−14 cm2 s−1) for SEI without Cu. It's noted that the ultrathin feature of SEI would greatly reduce the electrolyte consumption benefiting the cycling performance. The ex situ EIS characterizations display lower resistance of SEI during cycling process, further demonstrating low polarization. The higher ICE (94.42 %) and average CEs (99.44 %) during initial 10 cycles demonstrate little electrolyte consumption during particle fracture from ex situ SEM. As a result, CuFG anode delivers high reversible capacity of 507 mAh g−1 without capacity decay after 400 cycles compared with TiFG (26.7 %). Such interfacial optimizing strategy can potentially be extended to other electrode systems by ultra‐thin SEI on the surface of high‐capacity electrode to build better energy devices."
            ],
            "name": "Conclusion",
            "type": "section"
        },
        {
            "content": [
                "This manuscript was supported by the the National Natural Science Foundation of China (2227912129 & 22209153), Joint Fund of Scientific and Technological Research and Development Program of Henan Province (222301420009), and Zhengzhou University. HAADF‐STEM characterization for the discharged product was undertaken with the support of the Institute of Microstructure and Properties of Advanced Materials, Beijing University of Technology, China. The Center of Advanced Analysis & Gene Sequencing of Zhengzhou University was thanked for cryo‐TEM and spherical‐aberration corrected TEM. DFT calculation was supported by the National Supercomputing Centre in Zhengzhou."
            ],
            "name": "Acknowledgments",
            "type": "section"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflict of interest",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The data that support the findings of this study are available on request from the corresponding author. The data are not publicly available due to privacy or ethical restrictions."
                    ],
                    "name": "Data Availability Statement",
                    "type": "section"
                }
            ],
            "name": "Data Availability Statement",
            "type": "section"
        }
    ],
    "Title": "Ultrathin CuF2‐Rich Solid‐Electrolyte Interphase Induced by Cation‐Tailored Double Electrical Layer toward Durable Sodium Storage"
}