{
    "DOI": "10.1007/s11581-023-05235-0",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "As an important energy storage device, Li-ion batteries have been widely used in various mobile devices and smart grids because of high energy density, long cycle life and environmental friendliness. However, the limited and unevenly distributed lithium resources seriously influence their sustainable development. Due to similar energy storage mechanism to lithium-ion batteries and abundant sodium resources, Na-ion batteries are expected to replace Li-ion batteries in some areas without strict requirements for volume energy density [1, 2]. Currently, developing high-performance and low-cost electrode materials is the key to the commercialization of Na-ion batteries. According to the sodium storage mechanism, the anode materials studied can be roughly divided into insertion type [3], conversion type [4,5,6,7,8] and alloy type [9, 10]. Despite of high specific capacity, conversion-type and alloy-type materials suffer from large volume variation during cycling, seriously hindering their practical applications [11]. Hard carbon is considered the most promising anode material for Na-ion batteries due to its easy availability and relatively small volume expansion [12, 13]. However, the challenges of using hard carbon as anodes for Na-ion batteries are its low reversible capacity, high working potentials and low initial coulombic efficiency, which seriously sacrifices the energy density of full batteries [14]. In the available reports, most of hard carbon anodes showed a reversible capacity of less than 200 mAh g−1 [15]. Although some heteroatom-doped hard carbon demonstrated relatively high reversible capacity, a considerable portion of the capacity occurred at potentials above 1.5 V as well as without obvious operating potential plateaus [16], and the first coulombic efficiency was below 75%. In addition, complex preparation processes for some hard carbon with special morphology and microstructure greatly increased the cost of materials. In the future, it is very important to find hard carbon anode with high specific capacity, low operating potential, high first coulombic efficiency and low cost for the commercialization of sodium-ion batteries.",
                "The use of biomass as raw material to prepare hard carbon has some unique advantages, such as diversity, low cost, low pollution and sustainability [17]. To date, some biochar has been developed to act as anodes for Na-ion batteries [18,19,20,21,22,23,24]. For instance, N-doped porous carbon with tailored surface area and pore structure was synthesized by using seaweed as carbon source, delivering a sodium storage capacity of 192 mAh g−1 after 500 cycles at 0.2 A g−1 [23]. Biomass carbon from the palmyra palm tree maintained 155 mAh g−1 sodium storage capacity after 100 cycles at 0.1 A g−1 [24]. Uniform hard carbon microtubes (HCTs) were made from natural cotton through the one simple carbonization process [25]. As an anode for Na-ion batteries, the HCTs carbonized at 1300 °C delivered the highest reversible capacity of 315 mAh g−1 and good rate capability. Although some progress has been made, significant improvements in key indicators required for practical applications are still needed, such as specific capacity, operating potential, rate capability, cycle life and first coulombic efficiency.",
                "Herein, a novel three-dimensional honeycomb-structured biochar (labelled as HS X-C) was reported. which was synthesized by milling and pyrolysis with the assistance of NaCl hard template, using Xanthium sibiricum fruits as raw material. Xanthium sibiricum usually grows in plains, hills and low mountains. Although it does not require manual management, the fruit yield is high. However, its economic value has not been well exploited. Wang [26] prepared hard carbon by direct pyrolysis of Xanthium sibiricum fruits and investigated the influence of pyrolysis temperature on its electrochemical performance. At 0.05 A g−1, the optimized hard carbon showed a reversible capacity of 252.88 mAh g−1 with an initial coulombic efficiency of 69.08%. At 1 A g−1, the discharge capacity kept at 106.23 mAh g−1 after 500 cycles. In order to further improve the sodium storage performance of hard carbon from Xanthium sibiricum fruits, we conducted a series of studies to adjust its morphology and microstructure. It was found that the introduction of NaCl hard templates in the material preparation process easily changed the morphology and microstructure of the synthesized hard carbon, thereby significantly enhancing its electrochemical performance as anodes for Na-ion batteries. The final product showed a three-dimensional honeycomb-like structure (labelled as HS X-C). It exhibited a high initial coulombic efficiency of about 86%, an excellent rate capability of 161 mAh g−1 at 4.0 A g−1 and a long-term cyclability of 3000 cycles at 2.0 A g−1. The assembled Na-ion full cells showed a high average operating voltage of about 3.3 V and a high energy density of about 180 Wh kg−1. In terms with specific capacity, rate capability and cycle life, the HS X-C anodes outperformed most of the previously reported biochar materials (Tab. S1). In addition, the kinetics of the HS X-C anodes in Na-ion batteries was also systematically investigated."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Scheme S1 shows the synthesis schematic diagram of the HS X-C. Xanthium sibiricum fruits were taken from nature. After washing and drying, they were ground into powder with a grinder. Then, 2 g powder and 8 g NaCl were added into a steel tank with a ball-to-material ratio of 15:1 and milled on a planetary mill at 550 rpm for 6 h; subsequently, the high-temperature treatment was divided into two stages. First, the milled mixture was transferred to a corundum boat and annealed at 600 °C for 2 h in an argon atmosphere. After natural cooling, the solid was washed with distilled water to remove NaCl. Second, the collected product was dried at 110 °C in vacuum for 8 h and then further annealed in argon at 1000 °C for 2 h. The final product was labelled as HS X-C. For comparison, the hard carbon from Xanthium sibiricum fruits without the assistance of NaCl template was prepared through directly annealing the milled Xanthium sibiricum fruits at 1000 °C for 2 h, which was labelled as X-C. During annealing treatments, heating rate and argon flow used were 5 °C min−1 and 80 mL min−1, respectively."
                    ],
                    "name": "Material synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The morphology, microstructure and composition of the synthesized products were characterized using scanning electron microscopy (SEM, Gemini-500), transmission electron microscopy (TEM, JEOL 2100F) and energy dispersive spectroscopy (EDS, Oxford max150). The specific surface area measurement was performed on a Micromeritics 2460 tester at 77 K, during which N2 was used as the adsorption/desorption gas. The graphitization degree of carbon was investigated by an X-ray diffractometer (XRD, D8 Discover) and a Raman spectrometer (Witec alpha300). The chemical states and contents of the elements were detected by X-ray photoelectron spectroscopy (Escalab 250xi) and elemental analysis (EA, elementar vario EL cube)."
                    ],
                    "name": "Material characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The Na+ storage properties of the as-synthesized hard carbon were measured by the assembled 2032 cells. The working electrode was composed of the tested material, Super P carbon black and sodium alginate in a weight ratio of 75:10:15, in which copper foil served as the current collector and the active material loading was about 1.0 mg cm−2. In a half cell, the counter electrode was Na metal disc. In a full cell, the cathode was composed of Na3V2(PO4)3/rGO, the preparation of which was referred to our previous work [27], Super P carbon black and polyvinylidene fluoride in a weight of 83:10:7. The positive and negative capacity ratio is 1:1.2. The electrolyte was 1 M NaPF6 in diglyme, while the separator was glass fibre (Whatman GF/A). Galvanostatic charge/discharge and galvanostatic intermittent titration (GITT) measurements were performed on a Neware battery tester. Cyclic voltammetry (CV) and electrochemical impedance spectrum (EIS) measurements were performed on an EC-lab electrochemical workstation. The amplitude and frequency range for EIS were 10 mV and 100 kHz–100 mHz, respectively."
                    ],
                    "name": "Electrochemical measurement",
                    "type": "h3"
                }
            ],
            "name": "Experimental section",
            "type": "h2"
        },
        {
            "content": [
                "The SEM images of the X-C synthesized from directly pyrolyzing ground Xanthium sibiricum fruits are shown in Fig. S1. It was irregular solid blocks with obvious agglomeration characteristics. However, with the introduction of NaCl hard template, the synthesized HS X-C showed significant difference in morphology and microstructure.",
                "From Fig. 1a and b, it delivered a three-dimensional honeycomb-like structure with a wall thickness of less than 20 nm. The TEM image in Fig. 1c further confirmed this kind of special structure. HRTEM image revealed that the HS X-C was long-range-disordered but short-range-ordered in terms of crystalline property (Fig. 1d). The (002) lattice spacing was around 0.37 nm, which was larger than 0.335 nm for the graphite [28]. The discontinuous lattice strips should be attributed to the abundance of heteroatoms in biomass raw materials. During the heat treatment, some non-metallic heteroatoms could be doped into C, while the others were released in gas form. In addition, the etching of metal ions could also lead to discontinuity of lattice strips. Elemental analysis showed that the N and O heteroatom contents were about 1.1% and 5.2%, respectively, but no S element was detected. From the hierarchical elemental distribution map in Fig. S2, the doped N and O elements were distributed evenly. Figure 1e shows the N2 adsorption–desorption isotherms of the HS X-C. When the relative pressure (p/p0) increased from 0 to 0.4, the amount of adsorbed N2 reached 105 cm3 g−1, indicating that there were many micropores. During the increase of p/p0 from 0.4 to 0.8, the amount of adsorbed N2 increased only by 64 cm3 g−1. Considering that no obvious hysteresis ring appeared between 0.4 and 0.8, the number of middle pores was relatively small. After p/p0 exceeded 0.8, the amount of adsorbed N2 increased rapidly with increasing pressure, indicative of the existence of many macropores [29]. These characteristics were well accorded with the pore size distribution curve in Fig. 1f. Calculated on the desorption isothermal curve, the BET surface area and total pore volume of the HS X-C were about 299 m2 g−1 and 0.91 cm3 g−1, respectively. The high specific surface area and abundant voids contributed to improving the contact area between material and electrolyte, facilitating the penetration of electrolyte, promoting the transportation of ions and easing the relaxation of the tension, so the HS X-C was expected to exhibit high capacity and excellent rate performance.",
                "The XRD pattern and Raman spectrum of the HS X-C are shown in Fig. 2a and b. Although no sharp peak was observed in the XRD pattern, two obvious broad peaks appeared at 23° and 43°, which were assigned to (002) and (100) planes of graphite respectively. Such a situation was consistent with a short-range-ordered structure. In the Raman spectrum, two peaks were assigned to the vibration of disordered carbon (D-band) and graphitized carbon (G-band) were located at 1350 and 1580 cm−1, respectively. The fitting analysis revealed that the peak intensity ratio (ID/IG) was about 0.85, further confirming that the HS X-C had a relatively high graphitization. XPS was used to detect the chemical composition of the surface. As shown in Fig. 2c, the chemical composition was relatively simple, where only C, N and O elements were detected. The C 1s HRXPS spectrum could be fitted into four peaks at 284.4, 285, 285.9 and 287.4 eV, corresponding to C–C, C-N, C-O and C = O bonds, respectively (Fig. 2d) [30]. The N 1s HRXPS spectrum could be deconvoluted into two peaks at 398 and 400 eV (Fig. 2e), which belonged to pyridinic N and pyrrole N, respectively [23]. The O 1s HRXPS spectrum could be divided into three peaks at 531.1, 532.2 and 533.2 eV, which corresponded to C = O, C-O and C–O–C bonds, respectively (Fig. 2f) [31]. These results showed that both N and O were doped into C host. Compared with C atom, since N and O had redundant free electrons and higher electronegativity, it was easy to cause electric field imbalance, thereby providing more adsorption sites for alkali metal ions [32].",
                "The electrochemical behaviour of the HS X-C as an anode of Na-ion batteries was investigated. Figure 3a shows its initial three CV curves at 0.2 mV s−1. A pair of sharp redox peaks presented at approximately 0.044 and 0.095 V with a peak potential difference of 51 mV. The other peaks were very weak and broad. In addition, it was interesting that even in the first cathodic scan, no distinct peak of electrolyte decomposition was observed, implying that the anode could possess a high first coulombic efficiency. Figure 3b shows the charge–discharge profiles of different cycles at 0.5 A g−1. The discharge profiles could be roughly divided into three characteristic regions. In this region of higher than about 1.15 V, the discharge profile was steep, corresponding to the process of Na+ deposition in the defect area of the material. In the region of less than 0.07 V, the discharge profile was flat, corresponding to the insertion of Na+ into the “pseudo-graphite” layer [33,34,35]. The intermediate region at 1.0–0.07 V corresponded to the process of Na+ insertion into disordered carbon [36]. The three regional characteristics in the charge profiles were also obvious. The first discharge and charge capacities were 270.5 and 234 mAh g−1, respectively, with a high first coulombic efficiency of 86.5%. Generally, the anode material with high specific surface area delivered a low first coulombic efficiency because extra electrolyte was consumed for the formation of solid electrolyte interface (SEI) film. However, in this work, in addition to no obvious electrolyte decomposition peaks in the first CV cathodic scan, the clear honeycomb structure of the material could still be observed even after 100 cycles (Fig. S3 (a-c)), indicative of a thin SEI layer. To confirm that the high first coulombic efficiency resulted from the solvent of the electrolyte, ester solvent (EC:DMC:EMC = 1:1:1 Vol%, 5.0% FEC) was used to replace diglyme and the results are shown in Fig. S3 (d-g). From Fig. S3 (d, e), significant differences were observed on the surface of the electrode, where the honeycomb structure of the HS X-C could not be observed due to the covering of a thick SEI film. From Fig. S3 (c, f), in the first CV curve, the electrode cycled in the electrolyte using diglyme as solvent had only negligible reduction peak at 0.74 V, while that cycled in the electrolyte with ester as solvent presented three strong reduction peaks at 0.35, 0.78 and 1.0 V. Moreover, the first coulombic efficiency sharply decreased to 28% (Fig. S3 (g)). Therefore, it could be concluded that diglyme was less prone to reductive decomposition on the surface of the HS X-C. Figure 3c shows the cycle performance of the HS X-C at 0.5 A g−1. In the 200 cycles, although the capacity decreased slowly in the first 8 cycles, it had maintained at about 202 mAh g−1 in the subsequent cycles. When cycling at different current densities from 0.1, 0.5, 1, 2 and 4 A g−1, the stable capacities were 235, 216, 206, 191 and 161 mAh g−1, respectively (Fig. 3d), indicating that the anode possessed superior rate capability. From Fig. 3e, the anode also had long cycle stability at a high current density. After 3000 cycles at 2 A g−1, a discharge capacity of 185 mAh g−1 was kept, with capacity retention of 96.9% against the stable capacity of 191 mAh g−1. According to Tab. S1, compared with previously reported biochar anodes for Na-ion batteries, the HS X-C overall exhibited higher specific capacity, better rate capability and more excellent cycle stability.",
                "To understand the reasons for the improvement of electrochemical performance of the HS X-C, in addition to investigating the impedance and structural changes of the electrodes during cycling, the structural influence of the synthesized carbon was also compared. Figure 3f shows the variation of electrochemical impedance with cycle number. All EIS consisted of two semicircles in the medium and high frequency area and a slope line in the low frequency area. In the equivalent circuit diagram, Rs represented the solution resistance, RSEI denoted the resistance associated with the migration of Na-ion through the solid electrolyte interface and Rct was the charge transfer resistance during the electrochemical reaction [37]. The fitting results was shown in Table S2. The Rs and RSEI values after 200 cycles showed only a negligible increase when compared with that after 50 cycles, indicative of high structural stability of the electrode. In addition, the Rct values decreased with the cycle, indicating that the charge transfer speed and the electrochemical reaction rate increased. From the TEM images of the cycled HS X-C electrode in Fig. 3g, h, the honeycomb structure of the material was well maintained after 1000 cycles, indicating that such a structure could indeed accommodate well to the tension generated by volume changes. Fig. S4 shows the cycle performance of the X-C at 2 A g−1, the discharge capacity of which had continuously been declining. After 450 cycles, the discharge capacity decreased to 106 mAh g−1, with a low-capacity retention of 44.7% compared with the second discharge capacity. Evidently, introducing NaCl template during the synthesis of material significantly improved the cyclic stability of carbon from Xanthium sibiricum fruits. The excellent electrochemical performance of the HS X-C should be attributed to its unique microstructure, which not only reduced the transmission path of electrons and ions, but also facilitated the release of tension.",
                "To study the kinetics of the electrode process, CV curves were recorded at different scan rates from 0.2 to 1.4 mV s−1. As shown in Fig. 4a, as scan rate increased, all peaks increased in intensity but there was little change in peak potentials, indicating that the electrochemical reaction was highly reversible. The control step of the electrode process was determined by Ip = aνb, where b = 0.5 and 1 represent diffusion control and surface adsorption/reaction control, respectively [38]. Figure 4b presents the relation curve of logIp – logν of redox peaks, where bR and bO were 0.85 and 0.75, respectively, indicating that the reaction rate was jointly controlled by diffusion and capacitance. The capacitive contribution was further calculated by I = k1v + k2v1/2, where k1v and k2v1/2 represent the contribution of the surface-driven pseudocapacitive process and the contribution of the diffusion-controlled reaction, respectively [39]. Figure 4c shows the variation of the capacitance contribution with the scanning rate. As the scanning rate increased from 0.2 to 1.4 mV s−1, the capacitance contribution increased from 73 to 86%. Figure 4d shows the capacitance contribution corresponding to different potentials at 0.8 mV s−1. The capacitance contribution between 0.6 and 3 V was significantly greater than that between 0 and 0.2 V, indicating that the electrode process was more controlled by diffusion during Na+ insertion/extraction into/out the pseudo-graphite layer. The diffusion coefficient (D) of Na+ was measured using the GITT technique. The recorded GITT curves was shown in Fig. 4e. D was calculated on the formula as follows:",
                "where τ is the duration of the pulse current, and mB is the weight of active material, S is the total area of the electrode, ΔEs is the voltage change during rest, ΔEτ is the voltage change during pulse, VM is the molar volume of the active material and MB is the molar mass of the active material [40]. In this work, each pulse was composed of 10 min of titration with a current density of 20 mA g−1 and 30 min of rest. To reflect the speed of ion diffusion more accurately, the actual surface area of the active material was used to replace the apparent area of the electrode. The relative value of MB/VM was calculated based on the following formulation:",
                "where \\(\\rho\\) (g cm−3) is the density of materials, Vpore (cm3 g−1) is the total pore volume analyzed from the N2 adsorption/desorption isotherm, and \\({\\rho }_{carbon}\\) is the true density of carbon (2 g cm−3). The calculated Na+ diffusion coefficients for discharge and charge are also shown in Fig. 4e. The D values were between 3.8 × 10−15 ~ 8.2 × 10−17 cm2 s−1 during discharging, while the D values were between 5.0 × 10−15 ~ 1.3 × 10−17 cm2 s−1 during charging. During discharging, the ion diffusion rate presented a rapid increase between 1.2 and 0.6 V and then gradually decreased until the cutoff voltage, indicating that the micropores were more accessible than the interlayer space in the hard carbon. The rapid decline of ion diffusion rate in the plateau region was because Na+ had to overcome a charge repulsion from the Na+ bound in micropores to insert interlayer space [29]. During charging, the detachment of Na+ from micropores was relatively easy, where a sudden increase in ion diffusion rate was also observed.",
                "Full cells were assembled to further evaluate the feasibility of the HS X-C anode, in which the cathode used was NVP/rGO previously reported by our group [27]. Herein, the mentioned current density and specific capacity were calculated on the weight of NVP/rGO. Figure 4f and g show the charge/discharge profiles and cycle performance at 0.1 A g−1(cathode). The charge/discharge profiles displayed a long voltage platform, low polarization and high operating potential. The charge potential plateau reached 3.4 V, ensuring high energy density of full cells. As shown in Fig. 4g, the full cell had good cycle stability. Based on the total weight of the anode and the cathode as well as an average operating voltage of 3.3 V, it could be calculated that the full cell delivered a high energy density of about 180 Wh kg−1(total). The rate performance is shown in Fig. 4h. When cycling at different current densities from 0.1, 0.2, 0.4, 0.6 and 0.1 A g−1, the stable capacities were 97, 95, 88, 79 and 95 mAh g−1, respectively. These results indicated that the HS X-C was a potential anode for high-performance sodium-ion batteries."
            ],
            "name": "Results and discussion",
            "type": "h2"
        },
        {
            "content": [
                "A novel three-dimensional honeycomb-like N, O-doped biochar was successfully synthesized from Xanthium sibiricum by simple milling and pyrolysis with the help of NaCl template. Thanks to unique structure, high specific surface area and abundant defects, the HS X-C exhibited high capacity, excellent rate capability and long cycle stability. The high first coulombic efficiency was because diglyme was less prone to reductive decomposition on the surface of the HS X-C. The Na-ion full cells paired with the NVP/rGO cathode showed a high average operating voltage of 3.3 V and a high energy density of 180 Wh kg−1(total). The dynamics of the HS X-C anode was jointly controlled by diffusion and pseudocapacitance. This work not only significantly improved the sodium storage performance of biochar from Xanthium sibiricum fruits, but also demonstrated the importance of the synthesis methods of biochar, providing a new perspective for fully utilizing biochar."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Facile synthesis of honeycomb-structured biochar with high specific surface and its electrochemical properties as anodes for Na-ion batteries"
}