{
    "DOI": "10.1021/acsami.9b21365",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The ever-increasing demands for high-energy density storage devices and ultrafast charge/discharge capability are prompting researchers to discover new strategies to advance battery chemistry and technology.  Among all the existing energy storage technologies, sodium-ion batteries (SIBs) have an obvious advantage of infinite sodium abundance.  However, challenges still remain because of the sluggish reaction kinetics and large volume changes compared to lithium chemistry, which are generally attributed to the larger radius of Na+ (1.02 Å) than that of Li+ (0.76 Å).  Especially for anode materials in SIBs, the large volume change after full intercalation of Na+ can make the electrode pulverized, leading to a bad cycle life.  Therefore, a rational structural design of promising electrode materials is urgently required to overcome the existing drawbacks and promote the commercialization of SIBs. ",
                "The significant discovery of graphene exerts a spillover effect on the prosperous development of two-dimensional (2D) materials.  As a typical 2D material, molybdenum disulfide (MoS2) has attracted widespread attention for sodium storage because of its large interlayer spacing, high theoretical capacity (673 mA h g–1), and decent redox reversibility, which contributes to a stable electrochemical reaction and fast ionic transfer.  Nevertheless, MoS2 faces inherently low electronic conductivity and large volumetric expansion during sodium intercalation/deintercalation.  Lots of strategies have been attempted to overcome these problems. First, selecting cutoff voltage to avoid the collapse of the MoS2 layer structure ensures the superior long cycle life.  Second, introducing carbonaceous materials can effectively improve the electronic conductivity and protect MoS2 electrode from side reactions.  Third, a hierarchical structure based on porous, hollow, and yolk–shell design can endow the robust kinetics and reduce the volume change to guarantee the high rate and long cycling performance.  In these regards, fabricating 2D MoS2 nanosheets into porous hollow micro-/nanostructures, meanwhile compositing with nanosized carbonaceous materials, should be the desirable way to further enhance the electrochemical performance of the MoS2 anode. It is still a great challenge to prepare hierarchically porous MoS2–C hollow nanostructures with specific geometries by a facile and efficient method. ",
                "Herein, hierarchically porous MoS2–C hollow rhomboids (MCHRs) have been fabricated via a facile self-templating method (). Briefly, uniform and hierarchically porous γ-MnS and carbon cohybridized MoS2 hollow rhomboids (γ-MnS/MoS2–C) are first prepared by a one-pot solvothermal reaction. Afterward, the MCHRs are obtained by 6 M HCl picking treatment at 700 °C for 2 h in the Ar/H2 atmosphere (for details, see the Experimental Section in the ). Owing to the unique hierarchical structure, the as-prepared MCHRs exhibit high reversibility, superior rate capabilities, and outstanding cyclic performance."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The MCHRs were fabricated by a sample one-pot solvothermal reaction. Typically, 0.36 mmol of manganese(II) acetylacetonate (Mn(acac)2) and 0.18 mmol of molybdenyl acetylacetonate (MoO2(acac)2) were first dispersed in 8 mL of distilled water and 40 mL of isopropanol under vigorous magnetic stirring and kept for 2 h at ambient temperature. After that, 0.5 mmol of glucose was incorporated into the mixture and continuously stirred for 1 h. To the obtained claybank solution was then added 2.5 mmol of thiourea, and the mixture was stirred for another 4 h. Subsequently, the mixture was sealed in a 80 mL Teflon-lined autoclave and then heated at 200 °C for 12 h. Afterward, the sediment of the autoclave bottom was then centrifuged, dispersed in deionized (DI) water, centrifuged for several cycles, and dried at 60 °C for 12 h. The resultant powders were annealed at 700 °C for 5 h in Ar/H2 and washed with diluted hydrochloric acid (6 M) and DI water to obtain hierarchically porous MCHRs. For comparison, single γ-MnS and MoS2 samples were prepared according to the procedure given above, except that Mn(acac)2 and MoO2(acac)2 were used as only reactive reagents, respectively. The thermodynamically stable phase α-MnS and α-MnS/MoS2–C were obtained by annealing γ-MnS and γ-MnS/MoS2–C samples similar to the above process, respectively."
                    ],
                    "name": "2.1.  Synthesis of Uniform and Hierarchically Porous MCHRs",
                    "type": "h3"
                },
                {
                    "content": [
                        "Powder X-ray diffraction data of the synthetized materials were carried out by using a Bruker D8 equipment. Field emission scanning electron microscopy (FESEM), high-resolution transmission electron microscopy (HRTEM), and high-angle annular dark-field scanning TEM (HAADF–STEM) images were collected on JEOL JSM-7001F, JEOL JEM-2100HR, and FEI Tecnai G2 F20 microscopes, respectively. X-ray photoelectron spectroscopy (XPS) was acquired on Thermal Fisher ESCALAB 250Xi using a mono Al Kα (1486 eV) target. Raman spectra were recorded on a HORIBA spectrometer using a 532 nm laser. Nitrogen adsorption measurements were conducted on BELSORP-mini II, BEL Japan, Inc. at 77 K. Thermogravimetric analysis (TGA) was performed by a TA Q100 thermal analyzer in air at a heating rate of 1 °C/min."
                    ],
                    "name": "2.2.  Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "All anodes were fabricated as follows: the as-obtained MCHRs (85 wt %), Super P (10 wt %), and polyvinylidene difluoride binder (5 wt %) were mixed together with an appropriate amount of NMP into a homogeneous slurry. Afterward, the resultant slurry was uniformly spread onto copper foils (thickness ∼200 μm) and continuously dried at 80 °C for 12 h. Finally, the coated copper foil electrodes (∼2.5 mg cm–2) were made into disks (diameter 12 mm). The CR2032 cells were fabricated in a glovebox using a Whatman GF/C separator and 1 M NaSO3CF3 in diglyme electrolyte. The cycling and rate performance were carried out using a NEWARE multichannel measurement system within the potential range of 0.4–3.0 V (vs Na+/Na). The cyclic voltammetry (CV) curves and electrochemical impedance spectroscopy (EIS) analysis were performed on the CHI model 660E instrument. The preparation process of button cells of γ-MnS/MoS2–C and MoS2 as active materials was the same as that of MoS2–C composites."
                    ],
                    "name": "2.3.  Electrochemical Measurement",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "As shown in , the pristine γ-MnS/MoS2–C composite transformed into an α-MnS/MoS2–C intermediate product after thermal treatment, accompanied by a slight upshift of the diffraction peak position from ∼9.0 to ∼9.6° in the (002) crystal plane of MoS2 and the prominence of its characteristic peaks at a high angle region. After picking, the final MoS2–C product, namely, MCHRs, can well correspond to the hexagonally structured MoS2 (2H-MoS2, JCPDS no. 37-1492) but with a relatively weak and broadened peak feature, which indicates the disorder and expanded interlayer spacing of MoS2 in MCHRs.  This is well consistent with the later electron microscopy observations.",
                "a–g displays the SEM images of MCHRs. Low-magnification SEM image (a) displays the uniform rhomboids with a width of ∼600 nm and a length of ∼2 μm. Moreover, the enlarged SEM images (b) and low-magnification TEM images (c) clearly show the hollow morphology character of MoS2–C rhomboids. A closer examination (d) reveals that the walls of hollow rhomboids were made up of bended and randomly restacking carbon-hybridized MoS2 nanosheets, which benefit from the molecular level affinity and in situ hybridization confinement effects of glucose with the metal center of sulfides.  The HRTEM image in e exhibits a d-spacing of 1.08 nm in the (002) crystal plane of expanded MoS2, which is the reason for the downshifted and broadened XRD peaks. The well-defined rings in the selected-area electron diffraction (SAED) patterns (f) further verified the polycrystalline nature of the MCHRs. HAADF–STEM and EDX mapping images of MCHRs (g) indicate the even distribution of Mo, S, and C elements in a tube wall, but no Mn element was observed, indicating that Mn species were completely removed after acid etching. For comparison, detailed elemental mapping images and structural analysis of pristine γ-MnS/MoS2–C samples are also provided ( and ).",
                "Raman and XPS characterizations were further conducted to analyze the detailed crystal structural composition and valence states of MCHRs. The typical Raman spectra display two different peaks at 377.8 and 401.1 cm–1 in MoS2–C, assigned to the E2g1 and Ag1 vibration modes of 2H-MoS2, respectively (, red line). The downshift of the peak (bulk 2H-MoS2 at 408 cm–1) indicates the few layers feature of the as-prepared MoS2 nanosheets.  The peaks at 1358, 1584, and 2749 cm–1 are assigned to the D, G, and 2D bands of partially graphitized carbon, respectively, indicating that the amorphous carbon shell was successfully formed on the surface of MoS2 nanosheets.  The intensities of these three peaks are obviously higher than that of the γ-MnS/MoS2–C samples without annealing (, black line), indicating that the heat treatment obviously increased the crystallinity, thus improving the electronic conductivity. TGA was conducted, and the carbon content of MCHRs is about 11.7 wt % (). MCHRs show a higher specific surface area (∼42.6 m2 g–1) than that of γ-MnS/MoS2–C, and the former has a sharper pore size distribution (), stemming from the formed pores by eliminating the Mn species. For XPS, as illustrated in Figure S5a–d in the , MCHRs are principally composed of Mo, S, and C from the survey spectrum. The C 1s XPS high-resolution curve () reveals three peaks at 284.7, 286.7, and 288.9 eV for C–C, C–N/C–O, and C–O bonds, respectively.  High-resolution Mo 3d spectra present two peaks at 229.6 and 232.8 eV for Mo 3d5/2 and Mo 3d3/2, respectively, suggesting the presence of Mo–S bonds in the composites (). There are two peaks for S 2p3/2 and S 2p1/2 of S–Mo bonds at 162.5 and 163.6 eV (), respectively. ",
                "To study the formation mechanism of MCHRs, the phase transition and morphology evolution of the intermediate products at different reaction stages were analyzed via XRD, SEM, and so forth. When quenching the solvothermal reaction at 1 h, uniform solid MnMoO4·0.49H2O rhomboid templates had first been self-assembled, as identified by the overall analysis from XRD, TG, XPS, and SEM (, , and ).  With prolonged reaction time, during the sulfurization process, the surface of solid rhomboids became more and more rough for 2 h and was additionally coated with numerous nanosheets for 6 h. Only after 12 h, the hollow rhomboid structure and morphology of the MoS2–C composites are produced (a–h). While in the early stages of the reaction from 1 to 2 h, the diffraction peaks of only MnMoO4·0.49H2O were observed. After 6 h, the newly wide diffraction peak located at 9.0°, the pristine but weak diffraction peaks located at 9.5 and 13.0°, and the newly strong diffraction peaks at 25.9° assigned, respectively, to the characteristic lattice planes of MoS2, MnMoO4·0.49H2O, and γ-MnS were simultaneously determined. The diffraction peaks of only MoS2 at 9.0° and γ-MnS at 25.9, 27.7, 29.5, and 45.5° were retained, and all the diffraction peaks of MnMoO4·0.49H2O disappeared completely 12 h later. Therefore, evolution of the diffraction peaks of the MnMoO4·0.49H2O template at the corresponding reaction time is quite consistent with the SEM outcomes (i). On the basis of the inside-out Ostwald ripening effect, we speculate that the mass transfers gradually from the inner to the outer surface of the solid templates and finally forms the γ-MoS2–MnS–C rhomboid structure.  Hence, the corresponding morphology evolution strongly depends on the structure and morphology of the solid rhomboid MnMoO4·0.49H2O templates. Furthermore, the as-obtained hierarchically porous MCHRs were perfectly retained through harsh annealing and acid picking treatment, indicative of robust stability of such a hierarchical architecture. For comparison, in similar solvothermal reaction without addition of Mn source, yolk–shell structured MoS2 control samples (labeled as MoS2) were prepared (). While without the addition of Mo source, some large pure γ-MnS particles with agglomerated morphology were obtained by XRD and SEM () and transformed into α-MnS, a thermally stable phase, after 700 °C thermal treatment ().",
                "To evaluate the advantage of the unique structure and composition of HMCRs, the electrochemical properties were investigated. The galvanostatic discharge/charge curves of MCHRs in a cutoff voltage of 0.4–3.0 V (vs Na+/Na) at 0.1 A g–1 are plotted in a. The initial cycle has discharge and charge specific capacities of 650 and 589 mA h g–1 [high Coulombic efficiency (CE) ∼90%], respectively. The capacity loss of MoS2–C is obviously exhibited in the first and second cycle, which may be attributed to the solid electrolyte interphase (SEI) formation and parasitic reaction. Thus, the voltage plateau at 1.0 V is absent from the following processes except for the first discharge. Notably, voltage plateaus at 1.3 and 2.0 V are observed in subsequent discharge/charge cycles, corresponding to the reversible intercalation and deintercalation of sodium ions, respectively. The discharge/charge curves of the HMCR electrodes almost overlapped from the 3rd cycle over the 50th cycle to 100th cycle (a), demonstrating a good cycle stability with a high reversible capacity (506 mA h g–1 at 0.1 A g–1).  delivers CV curves of HMCR electrodes for the first four cycles at 0.1 mV s–1 from 0.4 to 3.0 V. As can be seen, except for the first cycle, the subsequent CV curves almost completely overlapped, indicating the high reversibility and stability of the MCHR-based electrode. This is consistent with the results of the literature.  During the 100th cycle, MoS2–C can deliver a stable capacity of 405 mA h g–1 at 1.0 A g–1 (b), whereas the γ-MnS/MoS2–C and MoS2 electrodes only deliver relatively low capacities of 268 and 205 mA h g–1, respectively. The CE of MoS2–C electrodes with continued cycling was found to be stable at 99.8%, indicating negligible side reactions during each cycle. The enhanced capacity and cycling stability of MoS2–C compared with those of the other two samples should be attributed to the effective synergistic effects in MoS2 nanosheets as well as ultrathin carbon layers. The rate capabilities of the MoS2–C, γ-MnS/MoS2–C, and MoS2 electrodes were also evaluated from 0.1 to 10 A g–1 (c). MoS2–C releases discharge capacities of 510, 435, 415, 405, 375, 324, and 290 mA h g–1, respectively. At all current densities, the discharge capacity of MoS2–C is much higher than those of the other two samples. Furthermore, a specific capacity of 503 mA h g–1 can be achieved when the measuring condition is recovered to 0.1 A g–1. Even at 10 A g–1 for 3000 cycles, a stable capacity of 265 mA h g–1 can also be maintained (d and ), indicative of its good structural stability. In fact, the integrality of the MoS2–carbon hollow rhomboid was still well maintained after 3000 cycles at 10.0 A g–1 (). Such results corroborate that the as-prepared hybrids with a hollow structure and an expanded interlayer spacing of MoS2 are robust enough to endure repeated Na+ intercalation/deintercalation, leading not only to excellent long-term cyclability but also to superior high-rate capability. For comparison, the galvanostatic discharge/charge curves of the MCHR electrodes cycled between 0.1 and 3.0 V (vs Na+/Na) at 0.1 A g–1 are also tested. Under the circumstances, the electrochemical mechanism in a Na–MoS2 battery is proposed to be a conversion reaction (NaxMoS2 + (4 – x) Na = Mo + 2Na2S). In the above reaction, the MoS2 in the hybrid is totally converted to Mo metal and Na2S, resulting in sluggish kinetic properties and large volume changes, thus showing a bad electrochemical performance (). EIS of MoS2–C, γ-MnS/MoS2–C, and MoS2 is shown in . The charge-transfer resistance of MoS2–C is much lower than those of the other two samples and remains the same after 100 cycles, which reveals that the MCHR hybrid structure stabilizes the interparticle contact resistance, resulting in a better cyclic performance.",
                "To further study the kinetic property of MCHRs during the Na+ intercalation/de-intercalation, the CV curves at various scanning rates were investigated (e). The typical (peak 1 and peak 2) cathodic/anodic (peak 3 and peak 4) peaks correspond to the Na+ deintercalation/intercalation reaction. These redox peaks can fit in well with stable discharge/charge plateaus in a. Importantly, all CV curves form similar shapes as the scan rate increases, indicating the good reversibility and rate capabilities of MCHRs. The electrochemical reactions occurring on the electrode materials are generally involved in the controlled processes of diffusion and surface (pseudocapacitive behavior); the former can usually be found in the bulk materials. The latter often exists in nanoparticle active materials with larger interlayer spacing and/or large specific surface area.  Both processes can be determined by the relationship of peak current (i) versus scan rate (v) in the following equationswhere i is the current density, v is the scan rate, and a and b are the adjustment parameters. In particular, for the b value of ∼0.5, the electrochemical reaction is a diffusion-controlled process. With the b value close to 1.0, a surface-controlled process is dominant. When 0.5 < b < 1.0, the electrochemical reaction relies on both the above-mentioned processes, and the proportion of pseudocapacitive behavior is enhanced with an increase in the b value.  In f, all the b values calculated for MCHRs based on the anodic/cathodic peaks are close to 1, indicative of a pseudocapacitance-controlled behavior, which result in the fast Na+ intercalation/deintercalation processes and good cycle performance. Some similar observations were reported in previous studies on SIBs. ",
                "To further confirm the ultrastability of MCHRs, the microstructure and morphology changes of the active electrode materials after different cycle times were studied. As shown in a after the 10th cycle, the MoS2 lamellar structure is still preserved and similar to the original MoS2. The MoS2 layers disclose an extended interlayer spacing when cycled for 500 cycles (b). After 1000 cycles (c), the MoS2 layers are further expanded and still flexible, in which single and bilayer MoS2 are also observed. Furthermore, the overall morphology of MCHRs remains the same as that of the hollow rhomboid structure (see insets in a–c and SEM in ). This is different from Li–MoS2 or Na–MoS2 batteries at a cutoff voltage of 0.1 V, where the intercalated MoS2 species (LixMoS2 and NaxMoS2) can be further transformed into Mo and Na2S.  With the lower limit of voltage increasing to 0.4 V, a reversible intercalation/deintercalation mechanism is predominant and greatly avoids the conversion reaction step. Therefore, the created void space with a carbon hybrid can accommodate volume expansion of MoS2 upon sodiation. In addition, the carbon hybrid can effectively stabilize MoS2 and a small amount of conversion reaction product Mo and roughening of the Mo nanoparticles is greatly restrained, resulting in a good reversibility of Mo0/Na2S during the charge/discharge cycles, hence effectively alleviating the capacity fading.  During the cycling process, apart from improving the conductivity, the carbon layers can also contribute to form a stable SEI layer. It is noticed that the porous structure of the MCHR, constituted of small nanosheets, provides a short diffusion path for Na+ and electrons and large electrolyte/electrode contact area, which further promotes the sodium storage and maintains the original structure."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, a sample one-pot approach has been exploited to fabricate MCHRs. A key feature of this new method is that manganese molybdate MnMoO4·0.49H2O serves as the self-template with a solid rhombohedral crystal structure and morphology, which allows controllable growth of ultrathin γ-MnS–carbon-cohybridized MoS2 nanosheets into a hollow rhomboid. As a result of the unique hollow architectures, the MCHR manifested improved sodium storage properties with a superior reversible specific capacity of 506 mA h g–1 at 0.1 A g–1, an ultrahigh rate capability of 310 mA h g–1 at 10 A g–1, and an exceptionally stable cyclic performance of 265 mA h g–1 after 3000 cycles at 10 A g–1. This strategy presented in this work may shed light on the rational design and construction of other metal dichalcogenide-based building blocks for energy storage and other applications."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Hierarchically Porous MoS2–Carbon Hollow Rhomboids for Superior Performance of the Anode of Sodium-Ion Batteries"
}