{
    "DOI": "10.1007/s13391-024-00486-z",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium ion battery (SIB) is regarded as a kind of promising energy storage device, although many raw materials such as coal [1], pitch [2, 3], carbon black [4], polymer [5, 6], reduced graphite oxide [7, 8] and biomass [9,10,11,12,13,14,15] can be used as anode materials for SIB, biomass are widely studied due to sustainability and good electrochemical performances [16, 17].",
                "Carbonization at high temperature (usually above 1000 °C) in inert atmosphere can change biomass into hard carbon, which are then used as SIB anodes after mixing with conductive addition and binder. Hard carbon are used to describe carbon materials hard to transform into graphite even using temperature more than 3000 °C [18], which is very important for storage of sodium ion, because graphite are not suitable for using as anode materials in SIB due to thermodynamical unstability of graphite-Na intercalation compounds [19]. Owing to complexity of biomolecule, biomass based hard carbon always show significant difference in electrochemical tests, for examples, specific capacities of some biomass based hard carbon is ~ 300 mAh g− 1 at a current density of 100 mA g− 1 [20], while the value of another biomass based hard carbon may be just ~ 180 mAh g− 1 at same current density [21]. Additionally, initial coulombic efficiency (ICE) and cycling performance of biomass based hard carbon in SIB also behave obvious fluctuation with different raw materials [22].",
                "Although graphite have uniform layer-by-layer crystal structure with few defects (such as pore, tetrahedral or dangling bonds), they show poor performance when using as SIB anode. In comparison with the structure of graphite, biomass based hard carbon have larger specific surface area, more disordered bonds (such as tetrahedral bonds or dangling bonds) and higher interlayer distance of crystallites, these structural differences between graphite and hard carbon are all regarded as defects of biomass based hard carbon in this paper, which are very important for storage of sodium ion.",
                "Excessive specific surface area may decrease ICE and cycling performance of anodes in SIB and thus need to be controlled. In order to control specific surface area of biomass based hard carbon, increasing the temperature of carbonization during preparation is always used due to relatively simple operation [23,24,25,26]. The improved carbonization temperature usually not only leads to decreasing of specific surface area in samples, but also makes disordered bonds and interlayer distance of crystallites decrease, which may weaken the storage and diffusion of sodium ion in hard carbon. Thus, when carbonization temperature is increased from 1100 °C to be 1300 °C, the electrochemical performance of hard carbon can always be obviously improved, higher temperature (more than 1300 °C) sometimes results in excessively low interlayer distance and number of disordered bonds, which decreases the specific capacity of samples (especially the capacity at high current density).",
                "Additionally, the temperature-controlled method maybe not always effective for all biomass due to the complexity of biomolecule. In this paper, Eucommia ulmoides (a kind of industrial crops, usually used as medicine in China) barks were used as raw material for carbonization to synthesize hard carbon, when the carbonization temperature was increased to be 1300 °C, the sample failed to show higher capacity than that of sample carbonized at 1100 °C. Further studies showed that, the specific surface area of Eucommia ulmoides barks (obtained at 1300 °C) is more than 200 m2 g− 1, which is quite different from many plant-derived hard carbon (usually less than 100 m2 g− 1 at 1300 °C). Therefore, new method is needed for this kind of hard carbon. Additionally, if the new method can increase interlayer distance of crystallites and number of disordered bonds in samples, while decrease the specific surface area. It may be meaningful for other biomass based hard carbon using as anodes in SIB.",
                "In this study, pitch was treated with high temperature, together with the Eucommia ulmoides barks-derived hard carbon, the light components in the pitch left and deposited on the hard carbon during thermal treatment, which could modify the defects of hard carbon. Light components in pitch was composed of many molecules with wide molecular weight distribution, which is useful for depositing on pores with different sizes in samples and then changing the specific surface area. Additionally, owing to the complex kinds of light components, the deposition may be disordered, which could lead to formation of disordered bonds and crystallites with high interlayer distance in the obtained samples. It should be mentioned that, it was not necessary for pitch powders to contact with hard carbon directly, therefore, pitch and hard carbon did not need to be separated after treatment, which is meaningful for application of the method on a large scale."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The diagram for the method to prepare samples is shown in Fig. 1. Eucommia ulmoides barks were washed, dried and then ground to be powders. The powders were carbonized (Ar atmosphere) to be 1100 or 1300 °C with a heating rate of 5 °C min− 1 and held at the final carbonization temperature for 30 min. After cooling down to room temperature, the samples were washed with HCl to remove salt, followed by washing with deionized water until pH = 6.5-7. After dried at 110 °C, the hard carbon was obtained. The hard carbon carbonized at 1100 °C was named as EU1100, and the hard carbon carbonized at 1300 °C was named as EU1300.",
                        "EU1100 or EU1300 was put into corundum boat, coal tar pitch powders with a softening point of 78 °C was put beside the EU1100 or EU1300 without direct contact. The samples were carbonized (Ar atmosphere) to be 1000 °C with a heating rate of 5 °C min− 1 and held at 1000 °C for 30 min. After cooling down to room temperature, the defects-modified samples were obtained and named as EU1100M and EU1300M, respectively."
                    ],
                    "name": "2.1 Preparation of Samples",
                    "type": "h3"
                },
                {
                    "content": [
                        "EU1100, EU1300, EU1100M or EU1300M was mixed with carbon black (Super P) and polyvinylidene fluoride (PVDF) with a weight ratio of 8:1:1 in N-methylpyrrolidone (NMP), the mixture was coated on Cu foil and dried at 120 °C under vacuum condition for obtaining anode. The anode was then tailored to circle with 13 mm diameter. SIB was fabricated under Ar atmosphere with the circular anode as working electrode, 1 mol L− 1 NaCF3SO3 in diglyme as electrolyte, glass fiber membrane (Whatman, GF/D) as separator and sodium metal as counter electrode. Land Battery Test System was used to complete galvanostatic charge/discharge analysis at different current densities from 0 to 2.5 V (versus Na+/Na). CHI660E electrochemistry working station was used to carry out cyclic voltammetry (CV) analysis at a scanning rate of 0.1 mV s− 1, within the range from 0 to 3 V (versus Na+/Na). All electrochemical tests were operated at room temperature."
                    ],
                    "name": "2.2 Fabrication and Electrochemical Measurements of SIB",
                    "type": "h3"
                },
                {
                    "content": [
                        "Scanning electron microcopy (SEM) was done with a JEOL JSM-7610FPlus instrument. Specific surface area and pore analysis were characterized by N2 adsorption-desorption at 77 K on JW-BK200C, the specific surface area was calculated by Brunauer-Emmett-Teller (BET) method [27], and the pore size distribution (PSD) was calculated by two-dimensional version of the non-local density functional theory (2D-NLDFT) heterogeneous surface model [28,29,30,31], in which the lower pore width limit was 0.36 nm and the λ (model parameter) was set as 3.5. Raman spectra were performed on a HORIBA LabRAM HR Evolution instrument using λ = 532 nm. X-ray diffraction (XRD) spectra were carried out on a Rigaku SmartLab3000W instrument using CuKα radiation (40 kV, 30 mA)."
                    ],
                    "name": "2.3 Characterization",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental",
            "type": "h2"
        },
        {
            "content": [
                "After heat treatment together with pitch, the weight of EU1100 increases 11.0%, while the weight of EU1300 increases 7.7%, which indicates that the light components from pitch deposit on samples. However, as shown in Fig. 2a–d, there are few differences for the morphology (shown by SEM) of samples before and after treatment, which means the depositing operation does not have obvious effect on using of particles and thus does not need further treatment before using as anode materials.",
                "Figure 3a shows the adsorption-desorption isotherms of samples, according to Fig. 3a, the specific surface area of EU1100 is 231.1 m2 g− 1, and when carbonization temperature is increased to be 1300 °C, the value changed little (240.6 m2 g− 1), which is quite different from some biomass based hard carbon (usually less than 100 m2 g− 1 according to some studies [11, 23,24,25]). According to Fig. 3b, the diameter of pores in EU1100 and EU1300 mainly locates at ~ 0.9 nm (micropores) and ~ 3.6 nm (mesopores), these pore are blocked after heat treatment with pitch, and thus there are obviously weakened peaks in pore size distribution curves of EU1100M and EU1300M, which leads to significant decreasing of specific surface area (29.2 m2 g− 1 for EU1100M and 34.5 m2 g− 1 for EU1300M shown in Fig. 3a).",
                "The deposition during heating samples together with pitch may not only block the pores of EU1100 and EU1300, which results in obvious reduction of specific surface area, but also make new crystallite structure with many disordered bonds and high interlayer distance form. The ratio of D peak and G peak in Raman spectrum can be used to describe the changes of defects in carbon materials, the higher value ID/IG is regarded as more disordered bonds (such as tetrahedral bonds or dangling bonds) in sample [32, 33]. The Raman spectra of samples are shown in Fig. 3c, according to Fig. 3c, the value ID/IG of EU1100M and EU1300M are higher than those of EU1100 and EU1300, indicating more disordered bonds in EU1100M and EU1300M. These disordered bonds may result in non-uniform stacking of crystallites and then increase interlayer distance, which can be confirmed by XRD spectra shown in Fig. 3d. According to Fig. 3d, the interlayer distance of defects-modified samples (EU1100M and EU1300M) has been increased. Reasonable increasing of defects in crystallites are usually regarded as positive result for storage of sodium ion [32, 34], and thus the electrochemical performances of EU1100M and EU1300M may be better, which can be confirmed in the following electrochemical tests.",
                "Figure 4a shows the 1st charge/discharge curves of samples, according to Fig. 4a, although the ICE of EU1300 is higher than that of EU1100, their charge specific capacities are similar, which can be attributed to the few changes of specific surface areas for EU1100 and EU1300 (shown in Fig. 3a). Additionally, the ICE and specific capacities of EU1100 and EU1300 are all increased after modifying defects (EU1100M and EU1300M shown in Fig. 4a). As shown in Fig. 4b, the improved capacities mainly occur at the voltage regions less than 0.1 V (plateau region in Fig. 4a) and 0.1 − 1.5 V (slope region in Fig. 4a), the formation of these voltage regions could be attributed to insertion or filling of sodium ion in interlayers and disordered crystallites of hard carbon [16], therefore, the increased capacities in these voltage regions may be caused by new formation of structure with more disordered bonds and higher interlayer distance in EU1100M and EU1300M (confirmed by Raman and XRD spectra in Fig. 3c–d). The improvement for ICE and region of capacity can also be confirmed by CV analysis (shown in Fig. 5). As shown in Fig. 5a–b, although 2nd and 3rd curves of EU1100 or EU1100M overlap well, the area (from ~ 0.1 V to ~ 1.2 V) in EU1100M surrounded by 1st (red line) and 3rd (green line) curves is smaller than that of EU1100, which illustrates that the reversibility of EU1100M is better. Additionally, the area surrounded by green line of EU1100M from 0 V to ~ 1.5 V is larger than that of EU1100, indicating higher capacity during this voltage region, which is consistent with the result shown in Fig. 4b. Similar phenomenon about ICE and capacity can also been in CV curves of EU1300 (Fig. 5c) and EU1300M (Fig. 5d).",
                "The rate performances of samples are shown in Fig. 6a, according to Fig. 6a, the discharge specific capacities of EU1300 are lower than those of EU1100, especially at high current densities (500 mA g− 1 and 1 A g− 1), which indicates that the purely increasing carbonization temperature cannot improve the specific capacity of Eucommia ulmoides barks-derived hard carbon for SIB. The specific capacities of EU1100M and EU1300M are higher than those of EU1100 and EU1300 from 100 mA g− 1 to 1 A g− 1, respectively, indicating the effectiveness of modifying defects. Table 1 shows the electrochemical performances of different carbon based anodes in SIB, as shown in Table 1, Eucommia ulmoides barks-derived hard carbon have high ICE and good rate performance.",
                "Additionally, as shown in Fig. 6a, although the capacities of EU1300M are higher than those of EU1100M from 100 mA g− 1 to 500 mA g− 1, when the current density is increased to be 1 A g− 1, the capacities of EU1300M decrease quickly and show lower values than those of EU1100M, which can be attributed to less disordered bonds and lower interlayer distance of EU1300M (shown in Fig. 3c and d). The improvement of electrochemical performances after modifying defects can also be confirmed by cycling tests (shown in Fig. 6b), after 500 times cycling testes at high current density (1 A g− 1), the discharge capacity and capacity retention of EU1100M (capacity retention: 83.5%) and EU1300M (capacity retention: 72.8%) are all higher than those of EU1100 and EU1300, respectively.",
                "In order to validate the method (modifying defects) is also effective for other biomass based hard carbon, Cupressus funebris (cypress wood) was used. The preparing process of cypress wood-derived hard carbon was same to EU1300 and EU1300M, and the obtained samples were named as CW1300 and CW1300M, respectively. Additionally, the fabrication and electrochemical measurements of SIB using CW1300 or CW1300M as anode materials were also same to EU1300 and EU1300M.",
                "Figure 7a shows the 1st charge/discharge curves of CW1300 and CW1300M, indicating the ICE and specific capacities can be increased after modifying defects. As shown in Fig. 7b, the improved capacity mainly occurs at the voltage region less than 0.1 V (plateau region in Fig. 7a). Additionally, the discharge specific capacities of samples can also be improved by modifying defects, which can be confirmed in rate tests (Fig. 7c) and cycling tests (Fig. 7d), respectively.",
                "According to SEM images shown in Fig. 8a–b, although there are few differences for the morphology of CW1300 and CW1300M, the SEM image of CW1300 (Fig. 8a) is different from that of EU1300 (Fig. 2c), indicating that the structure of CW1300 and EU1300 may be different. The differences of structure can be confirmed by specific surface area analysis (Fig. 8c), the specific surface area of CW1300 is 91.2 m2 g− 1, which is smaller than that of EU1300 (240.6 m2 g− 1). Additionally, according to Fig. 8c and d, respectively, the decreasing of specific surface area and increasing of disordered bonds after modifying defects can be also seen in cypress wood-derived hard carbon."
            ],
            "name": "3 Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, owing to deposition of light components from pitch during high temperature treatment, the defects of biomass based hard carbon can be modified. The modification decreases the specific surface area, while increases number of disordered bonds and the interlayer distance of crystallites in Eucommia ulmoides barks-derived hard carbon, which has positive influence on ICE and specific capacity of samples used as anode materials in SIB. Further studies show that this method is also effective for Cupressus funebris (cypress wood) based anodes, which is meaningful for producing biomass based hard carbon for SIB."
            ],
            "name": "4 Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Eucommia Ulmoides Barks-derived Anodes for Sodium ion Battery and Method to Improve Electrochemical Performances by Modifying Defects"
}