{
    "DOI": "10.1016/j.apsusc.2024.159474",
    "Journal": "Applied Surface Science",
    "Keywords": [
        "Checkerboard lattice",
        "Monolayer Cu2N",
        "Metal-ion batteries",
        "Anode material",
        "High stability",
        "Ultra-low diffusion barrier",
        "Density functional theory calculations"
    ],
    "Sections": [
        {
            "content": [
                "In recent years, renewable energy sources have gained significant prominence as a sustainable solution to the world's growing energy demands and the need to mitigate climate change. Solar and wind energy, in particular, have witnessed rapid advancements and widespread adoption. However, the intermittent nature of these energy sources necessitates efficient and reliable energy storage solutions, making batteries a crucial component of the renewable energy landscape [1]. Besides, the rapid growth of portable electronic devices and electric vehicles has spurred intense research efforts to enhance energy storage technologies, including lithium-ion batteries (LIBs) and sodium-ion batteries (SIBs). Central to these efforts is the exploration of novel anode materials that can offer higher energy densities, faster charge/discharge rates, and improved cycling stability. Graphite, though a conventional anode material in LIBs for decades, offers a limited theoretical specific capacity of 372 mAh.g−1, which has fostered the search for alternatives[2,3]. In this context, the emergence of two-dimensional (2D) materials has positioned them as potential contenders for anode applications in both LIBs and SIBs[4–17]. Their remarkable properties, characterized by high surface area, exceptional electronic conductivity, and distinctive structural characteristics, have fueled extensive interest in their potential as anode materials[18].",
                "Graphene, acclaimed for its extraordinary electrical conductivity and mechanical robustness[19], presents a compelling choice for anodes, where rapid electron transport is essential for high-rate charge/discharge processes. Additionally, graphene-based anodes have demonstrated superior specific capacities and cycling stability in comparison to graphite, attributed to their capacity to accommodate a greater quantity of Li/Na-ions[11,20,21]. In parallel, transition metal oxides (TMOs)[5,22], transition metal carbides (TMCs) and nitrides (TMNs), also known as (MXenes)[6,7,23,24], hexagonal transition metal borides (MBenes)[8,9], and transition metal dichalcogenides (TMDs)[10,25], have been widely studied as electrode materials for Li and Na-ion batteries. Additionally, boron-based 2D materials have also emerged as a promising class of anode material for metal-ion batteries[17,26–29]. These 2D materials offer intriguing possibilities for Li/Na anodes due to their layered structures accompanied by substantial specific capacities, metallic conductivity (or narrow bandgap semiconducting characteristics), and good cycling stability. Among all those possible candidates, MXenes have received the most attention as promising anode materials[30,31].",
                "MXenes, which were first synthesized by Naguib et al.[32] in 2011, are characterized by the chemical formula Mn+1Xn, where M is an early transition metal, X is carbon and/or nitrogen, and n is the thickness (n = 1, 2, 3). To date, over a hundred MXene variants have been proposed theoretically, of which approximately 30 have been experimentally synthesized[23]. Recent theoretical studies demonstrate that MXenes (such as Ti3C2, Ti2C, Nb2C, V2C, etc.) are excellent anodes for Li and Na-ion batteries because they have low diffusion barriers and a comparatively high storage capacity[7,33]. However, the structure of MXenes is not stable in oxygen and water environments, and their basal faces are frequently terminated with F, O, or OH surface groups[34]. Such terminations significantly reduce their storage capacity while simultaneously increasing the energy barrier for cation migration[30,31]. Therefore, it is important for future Li and Na battery advancements to explore new types of 2D TMCs/TMNs electrode materials that offer both high capacity and stability.",
                "There has been some theoretical work on the structural prediction of new type of 2D TMCs/TMNs and their application to LIBs/SIBs[35–37], but there is still a large gap between theoretical proposals and real-world implementation. Bridging this gap requires the synthesis of TMCs/TMNs with new and more stable structural configurations and a thorough exploration of their potential as anode materials for LIBs/SIBs. In this context, Hu and co-workers[38] have recently synthesized a new 2D TMN, Cu2N, with a checkerboard lattice configuration via molecular beam epitaxy on Cu(1 0 0) and Cu(1 1 1) substrates, and it demonstrates outstanding stability in air and organic solvents. These characteristics show its potential as a promising anode material for metal-ion batteries.",
                "Motivated by the remarkable stability and perfect planar checkerboard lattice structure of Cu2N, in this study, we investigate its potential as an anode material for LIBS and SIBs. We begin our investigation with a thorough examination of the adsorption behavior of Li/Na, with a particular emphasis on adsorption energies, binding distance, charge transfer, and charge density differences. The monolayer Cu2N shows great promise as an anode material in terms of its ultralow diffusion barrier, high electrical conductivity owing to its metallic nature, minimal volume expansion, and appreciable adsorption energies. We also examine the effect of Cu and N vacancy defects on the electrochemical properties of Cu2N, as vacancy defects are almost inevitable during material synthesis. Our study demonstrated that vacancy defects in monolayer Cu2N significantly enhance Li/Na binding and also lower the Li diffusion barrier in the case of Cu vacancies. These results highlight the promise of monolayer Cu2N as anodes for battery applications."
            ],
            "name": "Introduction",
            "type": "ce_section"
        },
        {
            "content": [
                "The Vienna ab initio simulation package (VASP)[39,40] was used to perform all the density-functional theory calculations by employing the projector-augmented wave method. The exchange–correlation functional was modeled using the generalized gradient approximation (GGA)[41] scheme developed by Perdew, Burke, and Ernzerhof (PBE). The empirical correction approach suggested by Grimme (DFT + D3)[42] was used to implement the van der Waals interactions. The kinetic energy cutoff of 500 eV was set for the plane wave basis expansion. A 15 × 15 × 1 and 3 × 3 × 1 Monkhorst-Pack k-grid[43] was adapted for the Brillouin zone integration of the unit cell and the 3 × 3 × 1 supercell of monolayer Cu2N. The energy and force convergence thresholds were established at 10−6 eV and 0.05 eV/Å, respectively. To prevent spurious interactions caused by periodic images, a 20 Å vacuum was added to the z-axis. The Bader charge[44] method was used to calculate the amount of charge transfer between monolayer Cu2N and adsorbates (Li/Na). The adsorption energies (Ead) for the adsorbates on Cu2N surface are determined according to the following equation: Ead=ECu2N+M-ECu2N-NμLi/Na where ECu2N+Li/Na is the total energy of the combined system with adsorbates and Cu2N surface, ECu2N is the total energy of the Cu2N surface, and μLi/Na is the energy of a single adsorbate atom in its bulk state. The climbing-image nudged elastic band method (CI-NEB)[45] was used to compute the diffusion barriers and minimum energy paths (MEP) for adsorbate atoms on the Cu2N surface. NEB calculations were performed on seven intermediate images between the initial and final states, which were then verified by optimizing the structures until the tangential forces on each image reached values less than 0.01 eV/Å."
            ],
            "name": "Computational details",
            "type": "ce_section"
        },
        {
            "content": [
                "The monolayer Cu2N crystallizes in a tetragonal configuration with space group P4/mmm (No. 123) as shown in Fig. 1 (a) and (b). The primitive unit cell of Cu2N contains two Cu and one N atom, which occupy the 2f and 1a Wyckoff positions, respectively. The optimized lattice parameters of ML Cu2N are a = b = 3.65 Å, with cell angles α = β = γ = 90°. Each Cu atom forms covalent bonds with two adjacent N atoms and four Cu atoms with a bond length of 1.83 Å and 2.58 Å, respectively. The corresponding BZ with high-symmetry points is shown in Fig. 1c. The electronic band structure, along with the projected density of states (PDOS) are depicted in Fig. 1(d). It is clear that the system is highly metallic, which suggests its exceptional electronic conductivity, rendering it a promising choice for a metal-ion battery anode. Further, the PDOS shows that the low-energy states near the Fermi level are mainly composed of Cu d orbitals. These findings are consistent with those reported by Hu et al [38].",
                "To examine the adsorption of a single Li/Na atom on monolayer Cu2N, we constructed a 3 × 3 × 1 supercell with possible adsorption sites I, II, and III as shown in Fig. 1 (a). Initially, the Li/Na atom is positioned 3.00 Å above the sites I, II, and III to find the preferred adsorption site . Subsequently, these configurations are relaxed until the criteria for geometry optimization are satisfied. According to the computed adsorption energies (Fig. 2 (a)), the lowest energy state for a single Li atom is at site II, with subsequent favorable sites being I and III. In contrast, the optimal binding site for a single Na atom is site I, followed by sites III and II. The strongest adsorption energy for Li is −1.80 eV, and for Na, it is −1.70 eV, which are deemed sufficient to avoid the formation of metallic dendrites and achieve the desired voltage[46]. The corresponding DOS for single Li and Na adsorb monolayer Cu2N are shown in Fig. 2(b)−(c), respectively. Clearly, the metallic characteristics of the monolayer Cu2N persist after the adsorption of metal-ions, which is beneficial for its potential use as anode material.",
                "To determine the bonding nature between adsorbing Li/Na-ion and Cu2N, the electron localization function (ELF) is analyzed. The ELF values vary from 0 to 1, with 0 denoting electron delocalization, 0.5 denoting an electron–gas state, and 1 denoting complete electron localization. The ELF plots, shown in Fig. 2d, reveal the formation of an electron gas-like state on the surface of the monolayer Cu2N. Neither Li nor Na displays any localized electron basins in binding with the surface that are connected with chemical bonds in ELF. Instead, there is strong repulsion between the metal atoms and the surface, with bands of zero ELF between the interacting atoms, which is typical for ionic binding. The formation of strong but reversible ionic binding between Li/Na and Cu2N[47] is beneficial in avoiding Li/Na clustering and favorable diffusion rates of Li/Na on the Cu2N surface. Furthermore, Fig. 2 (e) and (f) depict the charge density differences and amount of charge transfer between metal atoms and monolayer Cu2N. Clearly, the charge is depleted from the Li/Na atom and accumulates between Li/Na and the Cu2N sheet, as indicated by the cyan and yellow clouds in Fig. 2(e) and (f). To confirm these findings, Bader charge analysis is conducted, which verifies a charge transfer of 0.91/0.49 e from Li/Na to the monolayer Cu2N.",
                "Next, a stepwise adsorption of metal ions is carried out to anticipate the maximum storage capacity of monolayer Cu2N. To do that, we set two criteria: First, ensure that the Li–Li/Na–Na distance is larger than the bond length in Li2(2.67 Å)/Na2(3.08 Å)[48] in order to prevent metal clustering. Second, verify that the chemical potential of the Li and Na on the Cu2N anode is less than or equal to that of the Li/Na atom (μLi/Na)[49]. This needs μLi/Na-Cu2N≤μLi/Na The chemical potential of a Li/Na atom on monolayer Cu2N can be described as: μLi/Na-Cu2N=∂G∂NLi/NaT,P,N where G = E + PV - TS is the Gibbs free energy, while T, P, and N represent temperature, pressure, and the total number of atoms, respectively. If both PV and TS terms are ignored, the above equation can be expressed as follows: μLi/Na-Cu2N=∂ELi/Na-Cu2N∂NLi/NaT,P,N Therefore, by combining Equations (2) and (4), it is clear that the charging process for Li/Na requires: ∂ELi/Na-Cu2N∂NLi/NaT,P,N≤μLi/Na If we define the formation energy (Ef) as follow Ef=ELi/Na-Cu2N-ECu2N-(NLi/NaμLi/Na) By combining Eq. (5) and Eq. (6), we get: ∂Ef∂NLi/Na<0 This demonstrates that a negative slope of the formation energy curve is necessary for the Li/Na loading process. Therefore, we continue to add one more Li/Na to all possible free positions to find the preferred adsorption site for it and take the configuration with the lowest energy and continue adding Li/Na until either all possible positions are filled or the Ef slope becomes positive. The Li/Na atoms are first loaded on the top side of Cu2N, then on the bottom side. Finally, the monolayer Cu2N can accommodate a total of 18 Li/Na atoms, with nine at the top and nine at the bottom. Importantly, the Ef slope remains negative, showing the possibility for more Li/Na storage (see Fig. 3 (a) and (b)). Further, the shortest Li–Li/Na–Na distance on fully loaded monolayer Cu2N is around 3.65 Å, which is sufficiently large to avoid Li/Na atom clustering. The storage capacity of Cu2N for both Li and Na is 379.88 mAh.g−1, exceeding the predicted storage capacity of graphite (372 mAh.g−1 for Li and < 35 mAh.g−1 for Na)[50,51].",
                "We further calculate the relative formation energy (Er) to capture the voltage evolution of Li/Na concentration using the two endpoint structures that correspond to pure Cu2N and Li2Cu2N/Na2Cu2N as follows: Er=ELi/NaxCu2N-x×ELi/Na2Cu2N+xmax-xECu2Nxmax where E represents the total energy of each underlying material, and xmax is the maximum adsorption concentration of Li and Na atoms.",
                "The calculated relative formation energies curves are shown in the inset of Fig. 3 (c) and (d). Subsequently, the intermediate stable phases with the lowest relative formation energies, located on the hull, are used to calculate the open-circuit potential as follows OCV=-ELi/Nax2Cu2N-ELi/Nax1Cu2N-x2-x1μLi/Nax2-x1 where ELi,Nax1/2Cu2N refers to the energies of Li,Nax1/2Cu2N and x2 and x1 represent the two adjacent concentrations of adsorbed Li/Na ions on Cu2N. Four voltage plateaus are obtained for both Li and Na, with an average OCV of about 1.39 V and 0.82 V, respectively.",
                "Now, we look at the carrier mobility and diffusivity of metal ions on the Cu2N monolayer. The CI-NEB method is employed to calculate the diffusion path of metal ions and their corresponding minimal energy profile (MEP) for a single Li/Na atom scattered on the surface of Cu2N. The top views of the scattering paths evaluated in this work, together with their corresponding energy profiles, are depicted in Fig. 4 . For Li, Path 1 implies the diffusion of a Li atom from the most stable site (II), characterized by the highest Ead, to the nearest (II) site in the ab-direction. On the other hand, in Path 2, the Li atom diffuses over the (I) site to reach the nearest stable (II) site, following the a-direction. Clearly, the Li atom prefers to diffuse via Path 2, with a calculated diffusion barrier of 0.1 eV, while the diffusion barrier for Path 1 is 0.19 eV. Similarly, in the case of Na, Path 1 implies the diffusion of a Na atom from the most stable site (I) to the nearest (I) site along the ab-direction, while Path 2 involves the Na atom diffusing to the nearest stable site (I) along the a-direction. The Na atom prefers diffusing through Path 1, with a calculated diffusion barrier of 0.01 eV, while the diffusion barrier for Path 2 is 0.053 eV. The variation in diffusion barriers along different directions is not available in many well-known 2D materials including graphene, MoS2, VS2, and Ti3V2 [30,52–55]. This uniaxial anisotropic movement of Li/Na significantly reduces the scattering effect, which is highly advantageous for LIBs/SIBs. Besides, our predicted Li barrier for Cu2N is significantly lower than that of graphene (0.32 eV)[56] and other prominent commercial Li-anodes like TiO2 (0.4–1.0 eV)[57] and silicon (0.6–0.8 eV)[58]. It is even less than the barriers predicted in several 2D materials such as BC7 (0.67 eV)[59], MoS2 (0.17 eV)[55], Ta2CS2 (0.21 eV)[60], holey graphyne (0.28 eV)[21], graphdiyne (0.7 eV)[61], C3N/blue phosphorene (0.12 eV)[62], VS2/blue phosphorene (0.16–0.17 eV)[63], MoSSe (0.17 eV)[64], and VS2 (0.22 eV)[53], while being comparable with Ti3C2 (0.068 eV)[54], V2C (0.045 eV)[31], aluminene (0.06 eV)[12], and phosphorene (0.08 eV)[13]. As for Na, its diffusion barrier is smaller than that of TiC (0.1 eV)[37], borophene (0.33 eV)[14], Ca2N (0.16 eV)[15], h-BAs (0.25 eV)[65], β-Sb (0.1 eV)[16], borophane (0.09 eV)[17], Ti3C2 (0.1 eV)[54], NbS2 (0.07)[4], and comparable with Nb2C (0.02)[66], V2N (0.01)[67], and aluminene (0.03)[12]. This suggests that monolayer Cu2N possesses high ionic mobility and a rapid charge/discharge, both of which are desirable for an excellent anode material.",
                "The structure distortion of anodes during the charging and discharging processes is one of the major causes of damage to metal-ion batteries. Recent studies have demonstrated that anode materials with self-healing ability can significantly improve the cycle life of metal-ion batteries. To evaluate the cyclic stability of the monolayer Cu2N, we remove the metal ions and perform the aiMD simulation on the remaining Cu2N sheet at 300 K. In Fig. 5 , the monolayer Cu2N swiftly restored its initial state within a mere 2.5 ps, showing its favorable cyclic performance. Further, to identify the volume expansion of Cu2N during the lithiation and sodiation processes, a bilayer Cu2N structure with Li/Na atoms between the layers is used to estimate the distance change of the Cu2N bilayers after Li/Na intercalation, as shown in Fig. 6 . Consequently, Li-intercalation causes a volume expansion of 4.14 % (4.02 Å after lithiation from 3.86 Å for pristine Cu2N bilayer), which is significantly less than the 10 % expansion predicted for graphite[68]. As for Na, it exhibits a volume expansion of 35.23 % (5.22 Å) owing to its larger size. However, this value is far smaller than the estimated 347 % expansion of Na intercalated graphite along the c-axis[69].",
                "Vacancy creation during electrode manufacture or with lattice vibrations at high temperatures is always a possibility[37]. Therefore, examining the effect of vacancy formations on the electronic conductivity of monolayer Cu2N is desirable. In Fig. 7 , we introduced single Cu and N-vacancy defects on the 3 × 3 × 1 supercell of monolayer Cu2N. The formation energies for Cu and N vacancies are 5.43 eV and 8.97 eV, respectively. This demonstrates that Cu vacancies occur more readily than N vacancies in monolayer Cu2N. The computed vacancy formation energy values are comparable to those of graphene (7.7 eV)[70], suggesting a strong bonding between Cu–Cu and Cu–N in Cu2N. Moreover, the N vacancy exhibits a nonmagnetic ground state, which is consistent with pristine Cu2N. Conversely, the Cu vacancy results in a magnetic moment of 2.07 µB in the monolayer Cu2N. The vacancy-induced magnetism has also been observed in graphene.",
                "Next, we examine the adsorption of Li-ion and Na-ion on the vacancy-defected 3 × 3 × 1 supercell of Cu2N monolayer with four possible sites, as shown in Fig. 7 (a) and (b). As shown in Table 1 , in the case of Cu vacancy, both Li and Na preferred to adsorb at the top of the vacancy site CuCu (Ead = -3.33 eV for Li and −3.34 eV for Na). For N vacancy as well, Cu site VCu (Ead = -1.90 eV for Li and −1.44 eV for Na) is energetically more favorable. In contrast to graphene, here, the introduction of vacancy defects substantially enhances the Li/Na binding ability, indicating the positive effect of vacancy defects on the surface. To estimate the charging–discharging rate of vacancy-defected Cu2N, we calculate Li and Na diffusion barriers on the surface. In the Cu vacancy case, where Li/Na adsorption is favorable at the vacancy site, we calculate the diffusion of Li/Na between two adjacent equivalent sites with a Cu vacancy site positioned in the middle (see Fig. 8 (a) and (b)). The calculated migration barriers for Li and Na are 0.07 and 0.096 eV, respectively. Notably, the migration barrier for Li is relatively low compared to pristine Cu2N, whereas the migration barrier for Na is comparable to pristine Cu2N. Similarly, in the N vacancy case, we consider the migration of Li/Na atoms from the stable site VCu to the nearest VCu site while passing over the N vacancy, as illustrated in Fig. 8 (c) and (d). The corresponding migration barriers for Li and Na are 0.23 and 0.09 eV, respectively. These values are a bit higher than in pure Cu2N but still very low when compared with other 2D anode materials, demonstrating their suitability for metal-ion battery applications."
            ],
            "name": "Results and discussions",
            "type": "ce_section"
        },
        {
            "content": [
                "We have investigated the potential of monolayer Cu2N as an anode material for Li and Na-ion batteries using first-principles calculations. Our calculations show that the monolayer Cu2N has a strong affinity for Li and Na atoms, with negative adsorption energies of around 1.80 and 1.43 eV, respectively. The calculated storage capacity for both Li and Na is determined to be 379.88 mAh.g−1. Furthermore, the monolayer Cu2N exhibits ultra-low migration barriers of 0.10 eV for Li and 0.01 eV for Na, significantly surpassing the migration barriers found in commercial graphite and most of the known 2D materials. The insertion of Li and Na atoms into the interlayer space of Cu2N induces a slight swelling effect that results in volume expansion of 4.14 and 35.23 %, respectively. Furthermore, the presence of vacancy defects enhanced the binding energies and decreased the Li diffusion barrier. This suggests that, in contrast to commercial anode materials such as graphene, vacancy defects are not hazardous to monolayer Cu2N for use in metal-ion batteries. These findings provide valuable insights for the experimental implementation of monolayer Cu2N as a potential anode material for metal-ion batteries."
            ],
            "name": "Conclusion",
            "type": "ce_section"
        },
        {
            "content": [
                "Ali Sufyan: Writing – review & editing, Writing – original draft, Visualization, Validation, Software, Methodology, Investigation, Formal analysis, Data curation, Conceptualization. Muhammad Sajjad: Writing – review & editing, Visualization. J. Andreas Larsson: Writing – review & editing, Visualization, Validation, Funding acquisition, Formal analysis."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "ce_section"
        }
    ],
    "Title": "Evaluating the potential of planar checkerboard lattice Cu2N monolayer as anode material for lithium and sodium-ion batteries using first-principles methods"
}