{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "In situ synthesis",
        "Anode materials",
        "SnS",
        "Nitrogen-doped carbon",
        "Sodium-ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "SnS possesses a unique layered structure, which makes it suitable as an anode for sodium-ion batteries (SIBs). However, the low intrinsic electronic conductivity limits its further development. The use of interface coatings can effectively mitigate this problem, and carbon coatings are a good choice. In our work, Sn-MOF containing S was calcined in an inert atmosphere to achieve synchronous carbonization and vulcanization, and the homogeneous slate-like nitrogen-doped carbon /SnS (N-C/SnS) composites were synthesized in-situ. The slate-like structure makes the anodes solid for long durability. The homogeneous growth of N-doped C and SnS strengthens the mechanical stability of SnS as well as greatly enhances the conductivity. The N-doped C framework can induce the formation of excessive active sites for Na+ insertion. The N-C/SnS-500 electrode can still reach 293 mA h g−1 capacity after 1600 cycles at 5 A/g as SIBs anode materials, showing outstanding cycle-to-cycle stability. It is exciting to note that a sodium-ion full cell with the N-C/SnS-500 anode can still provide a capacity of 183 mA h g−1 after 1200 cycles at 0.5 A/g. This work has guiding significance for the homogeneous synthesis of carbon/metal sulfide composites and the regulation of their electrochemical properties."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Slate-like N-doped carbon/SnS composites were obtained by in-situ carbonization and vulcanization of Sn-MOF precursor. The homogeneous growth of N-doped carbon and SnS not only improves the mechanical stability of SnS, but also can greatly enhance the conductivity of the material. SnS benefits from the strong conductive network of the N-doped carbon layer, which can exhibit excellent rate performance and long-cycle stability.",
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Graphical abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "With regard to the global target of carbon peak and carbon neutralization, developing advanced battery storage technology is one of the effective ways to work out the problem of environmental pollution and energy shortage. Lithium-ion batteries (LIBs) possess a large capacity and are economical for long-term use, so LIBs occupy the main market for secondary batteries. Nevertheless, there is a shortage of lithium resources at present. The technology of extracting lithium from salt lakes suffers from high energy consumption, high cost, low quality, and difficult purification, which results in high price of lithium and increased cost of commercial LIBs [1], [2], [3], [4]. Although the energy density of SIBs is lower than LIBs, SIBs can be carried in energy storage systems and low-end electric vehicles. Currently, SIBs as an alternative to LIBs are gaining more and more attention in the battery field because of their abundant sodium resources, environmental friendliness, moderate cost, high safety and electrochemical characteristics similar to lithium [5], [6]. However, a sea of anode materials used for LIBs are not suitable for SIBs. The life of SIBs is shortened quickly, and the performance of battery is decreased rapidly. Developing anode materials with high reversible capacity is the important task in the development of SIBs.",
                "As SIBs anode materials, transition metal sulfides (TMSs) possess high redox-activity and high theoretical specific capacity. However, serious volume effects lead to pulverization of electrode materials, slow ion transport and fast capacity attenuation [7], [8], [9]. Among various TMSs, SnS has a large layer spacing, which can effectively overcome the volume strain of alloying and dealloying processes. However, the poor electrical conductivity of SnS limits its capacity as an electrode material. The use of pure SnS as an electrode material will lead to its low utilization rate, so its electrochemical performance is poor [10], [11]. At present, most studies combine SnS with various carbon materials to improve their conductivity and adapt to volume changes, provide effective electron conduction channel and extend cycle life [12], [13], [14], [15]. Wang et al. assembled a three-dimensional conductive network framework by uniformly depositing SnS onto RGO loaded with abundant graphite N. The introduction of the P source facilitates the conversion of graphite N to pyridine N with higher electrochemical activity. PO4-SnS/NG as anode electrode material of SIBs exhibits an extremely long-cycle stability of more than 10,000 cycles [14]. Nevertheless, for ex-situ synthesis, the growth of metal sulfides on the carbonaceous material may be uneven, which will prevent the metal sulfides from playing their full role.",
                "Metal-organic frameworks (MOFs) materials are excellent precursors to in-suit synthesize carbon and TMSs composites due to their periodic arrangement of metal ions and organic ligands [16], [17], [18]. TMSs derived from MOFs often possess excellent electrical conductivity, high mechanical strength, large storage space and short ion diffusion paths. Based on the above advantages, MOFs-derived TMSs based electrode materials as the anode of SIBs have been widely concerned [8], [19], [20], [21], [22], [23]. For example, Fang et al. obtained Co9S8/ZnS by simple vulcanization of CoZn-MOFs. The abundance of pyridine nitrogen and pyrrole nitrogen in the carbon shell greatly improved electronic conductivity and enhanced the reversibility of Co9S8/ZnS anodes [24]. At present, most MOFs-derived sulfides require additional sulfur sources, which may cause uneven vulcanization and a cumbersome process. MOF containing sulfur ligand is selected as the precursor of in-situ carbonization and vulcanization, and the metal sulfide and the derived carbon grew uniformly in one step to obtain a hybrid composite with uniform mixture.",
                "In our work, the homogeneous slate-like N-doped C/SnS (N-C/SnS) composites were obtained by in-situ pyrolysis of the sulfur-containing ligand Sn-MOF in an inert atmosphere without additional sulfur, carbon and nitrogen sources. Sulfur on the ligand is used as the sulfur source to vulcanize the metal center to obtain SnS, while the N/C element forms a layer as a strong shell through one-step self-assembly growth. The homogeneous growth of SnS on N-doped C eventually forms a mixed and uniform whole. The uniform mixing of N-doped C and SnS greatly assists SnS in playing the potential of sodium storage. The uniform mixture of N-doped C layer and SnS can improve the mechanical stability, and also enhance the electrical conductivity of SnS. Moreover, the modification of the carbon skeleton by nitrogen-doping can also induce the formation of excessive active sites for Na+ insertion. As an electrode material of SIBs, N-C/SnS-500 can still provide 293 mA h g−1 capacity after 1600 cycles at 5 A/g, showing high current tolerance and outstanding sodium storage performance. At the same time, it showed excellent full battery performance, 183 mA h g−1 after 1200 cycles at 0.5 A/g. This work presents for a pathway for in-situ vulcanization and carbonization synthesis of homogeneous slate-like N-C/SnS from Sn-MOF and provides a way for improving weak electrical conductivity of SnS electrode materials."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "Stannous chloride (SnCl2), N, N-dimethyl formamide (DMF), and methanol (MeOH), 1,3,5-Triazine-2,4,6-trithiol trisodium salt (Na3tcc).",
                {
                    "content": [
                        "SnCl2 (0.7111 g) was evenly dispersed in MeOH (25 mL), and Na3tcc (0.9121 g) was evenly dispersed in distilled water (50 mL). The Na3tcc aqueous solution was placed to a round-bottomed flask and heated at 80 ℃. The SnCl2 solution was dripped into the Na3tcc solution held at 80 ℃. Then the mixed solution was heated at 80 ℃ for 120 min to produce a yellow and black-gray powder. The black-gray powder was the by-product. After washing with deionized water and standing, the yellow powder and the black and gray powder were stratified. The black-gray powder was removed, the yellow powder was washed with distilled water, DMF and MeOH, and the resulting solids were vacuum dried overnight."
                    ],
                    "name": "Synthesis of Sn-MOF (KGF-10)",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The obtained Sn-MOF was heated at 2 ℃/min to 500 ℃ in an argon atmosphere and held for 2 h to obtain N-C/SnS-500.",
                        "In a similar way, Sn-MOF was calcined at 400 ℃, 600 ℃ and 700 ℃ to obtain N-C/SnS-400, N-C/SnS-600, N-C/SnS-700, respectively."
                    ],
                    "name": "Synthesis of N-doped C/SnS composites",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The crystal structures, presence state of elements and morphology were determined by powder X-ray diffraction (PXRD, Bruker D8 ADVANCE) and X-ray photoelectron spectroscopy spectrometer (XPS, Thermo Scientific Escalab 220i-XL), LABRAM HR Evolution (532 nm), scanning electron microscope (FESEM, Hitachi, SU8010) and a transmission electron microscope (TEM, Hitachi, JEOL-JEM2100F). The weight content of N-C in the SnS was used by thermogravimetric analysis (TGA, STA449F3-QMS403D, Germany) under ambient atmosphere (The TG of Sn-MOF was determined in argon atmosphere.)."
                    ],
                    "name": "Materials characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrode material preparation steps are as follows: The ratio of N-C/SnS, conductive carbon black (Ketjen black, KB), binder (polyvinylidene fluoride, PVDF) was 7:2:1. The mixture was grinded into a well-mixed slurry, and then spread the slurry evenly on a 12 mm diameter Cu foil, and dried under vacuum at 110 ℃ for 12 h. The mass loading of N-C/SnS was about 0.8–1.2 mg/cm2. The batteries (CR2032) were assembled in an inert gas glove box (H2O and O2 levels < 0.5 ppm). The separator was glass fiber filter paper (Whatman GF/F). 1.0 M Sodium trifluoromethanesulfonate (NaCF3SO3) was dissolved in Diethylene glycol dimethylether (DLGLYME) = 100 vol% as the electrolyte. The cycling performance and rate performance were obtained using a LAND (The test voltage range is 0.3–2.8 V). The CV and EIS were conducted using an electrochemical workstation (CHI 660E).",
                        "Electrochemical testing of full cell: The ratio of Na3V2(PO4)3, conductive carbon black (Ketjen black, KB), binder (PVDF) was 8:1:1. The mixture was grinded into a well-mixed slurry, and then spread the slurry evenly on a 12 mm diameter Al foil dried in a vacuum oven at 110 °C for 12 h. A mass ratio of cathode to anode of about 2.3:1. 1.0 M sodium hexafluorophosphate (NaPF6) was dissolved in Diethylene glycol dimethylether (DLGLYME) = 100 vol% as the electrolyte. The full cells were measured between 0 ∼ 3 V in a LAND at room temperature."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "Firstly, Sn-MOF was obtained by the water bath method. It can be perceived from the XRD pattern of Fig. S1a, the characteristic peaks of the synthesized Sn-MOF at 10°-30° are basically consistent with those of KGF-10 reported before, which proves the successful synthesis of Sn-MOF. [25] According to the TG/DSC (Fig. S2) of Sn-MOF in argon atmosphere, Sn-MOF basically remains stable before 260 ℃. At the same time, by combining the XRD patterns (Fig. S1b) of Sn-MOF-200 and Sn-MOF-300, it is observed that the diffraction peaks of Sn-MOF-200 are in general agreement with those of the original Sn-MOF, while those of Sn-MOF-300 are quite different. Sn-MOF-300 has begun partial vulcanization. Since the ligand of Sn-MOF contains a sea of S and N elements, the S on the ligand can vulcanize Sn2+ in-situ during pyrolysis in argon atmosphere and homogeneous N-C/SnS composites can be obtained without adding vulcanizing agent. The SEM image (Fig. 1a-b) displays the original Sn-MOF morphology. Sn-MOF is a blocky structure with a rough surface. The blocky structure is assembled with layers. The surface of the N-C/SnS-500 becomes smooth (Fig. 1c). The N-C/SnS-500 exhibits a uniform blocky structure. To verify the internal structure of the N-C/SnS-500, we chose a particle with a damaged surface to observe. The N-C/SnS-500 (Fig. 1d) shows a slate-like structure, which can provide more storage space for Na+. Moreover, this slate-like structure is more conducive to the electrode material to maintain structural stability during the cycle. High-resolution TEM (HR-TEM) of the N-C/SnS-500 reveals a clear set of lattice spacing of 0.350 nm, which is the (1 2 0) plane of orthogonal phase SnS (Fig. 1e). [14] The diffraction rings of the selected area electron diffraction (SAED) pattern (Fig. 1f) can be attributed to the (1 0 1), (2 1 0), (1 6 0) and (1 5 2) lattice plane in agreement with the results of the orthogonal phase SnS. We can get to know that Sn, S, N and C elements display obvious blocky structure from HAADF-STEM image (Fig. 1g) and the element diagram of energy dispersive X-ray spectrum (EDX). At the same time, it also shows that N-doped C forms a homogeneous compound with SnS. The EDX spectrum (Fig. S3) identifies elements of Sn, S, N and C, which confirms the existence of N-doped C, and also showed that the element ratio of Sn and S in the composite is about 1:1.",
                "For comparison, Sn-MOF was pyrolyzed in one step in an argon atmosphere at 400, 600 and 700 ℃ respectively to obtain a series of N-C/SnS. The N-C/SnS-400 displays a blocky structure of uneven size, while the N-C/SnS-600 and N-C/SnS-700 illustrate a more uniform morphology and smooth surface (Fig. S4). According to the TG/DSC (Fig. S5a-d) under air atmosphere, the contents of N-doped C in SnS samples obtained by calcination at 400 ℃, 500 ℃, 600 ℃ and 700 ℃ are 17.0 %, 3.6 %, 1.3 % and 0.1 % respectively. A certain amount of carbon can promote the electronic transmission capacity of SnS and alleviate the volume effect in the cycle process. Unfortunately, excessive carbon content can directly affect the electrode material capacity. Na+ is difficult to be embedded/removed from the surface of carbon materials, whose capacity will be limited to a low value.",
                "The calcination temperature has a certain effect on the crystal structures of SnS and the contents of N-doped carbon. XRD patterns (Fig. 2a) show that SnS can be obtained after Sn-MOF calcined at 400, 500, 600 and 700 ℃, respectively. The diffraction peaks of each sample appear in almost the same position, and these diffraction peaks good match for the standard patterns of SnS (JCPDS No. 39–0354) of the orthogonal phase. [14] We can get to know that the corresponding diffraction peak of N-C/SnS samples have no obvious shift, and the crystal shape of N-C/SnS-500 and N-C/SnS-600 is the best. The N and C on the ligands form stable N-doped C layers under pyrolysis conditions. However, the diffraction peaks of graphitic carbon were not noticed in the XRD pattern. Therefore, we infer that the carbon is little crystalline. The types of carbon materials in N-C/SnS are classified by Raman spectroscopy (Fig. 2b). All of the N-C/SnS samples have characteristic peaks around 1350 cm−1 (D band) and 1590 cm−1 (G band). The ID/IG value of the N-C/SnS-500 is only lower than that of N-C/SnS-600, which indicates that the content of structural defects is high. More structural defects can provide sites for Na+ storage. A certain amount of graphite carbon also provides favorable conditions for enhancing the conductivity of SnS. [26], [27], [28], [29], [30], [31].",
                "We further characterized the types of carbon materials and the presence state of elements in N-C/SnS-500 through XPS test. The spectrum of C 1 s (Fig. 2c) shows characteristic peaks at 284.5, 285.6 and 287.8 eV, which in turn are considered to be C–C, C-N and C-O bonds. [15] This further confirmed the existence of N-doped C materials. In the N 1 s spectrum (Fig. 2d), the characteristic peaks located at 398.4, 400.3, 402.4 eV can be attributed to pyridine N, pyrrole N and graphite N. [32] As shown in Fig. 2e, S mainly exists in the form of S 2p3/2 and S 2p1/2, and the corresponding peaks are located at 160.8 eV and 161.9 eV respectively. [14] The peaks at 485.9 eV and 494.4 eV can be identified as Sn 3d5/2 and Sn 3d3/2 of Sn2+ in SnS from the spectrum of Sn 3d (Fig. 2f). [33].",
                "SnS benefits from the strong conductive network of the N-doped C layer, which can possess superior conductivity and mechanical strength. In addition, the high structural defects provide a sea of active sites for Na+ storage. The change of calcination temperature will affect the contents of N-doped C in N-C/SnS. We systematically studied the electrochemical performance of N-C/SnS obtained at different calcination temperatures. The electrochemical performance of SIBs anodes was measured under a voltage window of 0.3 ∼ 2.8 V. The cyclic voltammetry (CV) curves of the N-C/SnS-500 (Fig. 3a) were tested at a scan rate of 0.1 mV/s. There is a cathode peak at approximately 1.73 V in the first cycle of CV curve, which is due to the Na+ insertion into the N-C/SnS-500. [34] The formation of reduction peak at 0.9 V is thought to be the decomposition of the organic electrolyte to form the solid electrolyte interface (SEI) layer, the formation of Sn metal, the conversion to Na2S. Another reduction peak is formed at 0.7 V, which is represented by the alloying process of Na and Sn. The oxidation peaks formed at 1.1 V and 1.55 V are considered to be the dealloying reaction of NaxSn and the process of transformation to SnS. [14] The CV curves of the next four cycles circles have a high degree of coincidence, demonstrating that the circulation of the N-C/SnS-500 is highly reversible. As can be seen from the charge–discharge curve of the first five cycles at 5 A/g in Fig. 3b, for the first cycle, discharging capacity and charging capacity of the N-C/SnS-500 are 563.9 mA h g−1 and 429.3 mA h g−1, respectively, and the Coulombic efficiency of the first cycle is 76.1 %. The Coulombic efficiency will be low due to the loss of partial irreversible capacity caused by the formation of SEI films. [32] The curves of the following four cycles coincide well and the Coulombic efficiency can reach more than 99 %, which also proves that the electrode material exists outstanding reversibility.",
                "Fig. 3d displays the cycling performance of the N-C/SnS-500 electrode at 0.5 and 2.0 A/g. After 100 cycles, the corresponding capacities are 378.4 and 357.2 mA h g−1, respectively, which are very similar, indicating that the SnS electrode material has a good high current tolerance. The capacity of the N-C/SnS-500 electrode material can still achieve 293 mA h g−1 after 1600 cycles at 5 A/g current density, and the capacity retention rate is up to 77.1 %, confirming that the N-C/SnS-500 electrode has superior cycle stability (Fig. 3g). We can learn about that at stepwise current densities of 0.2 to 8 A/g, the sample of N-C/SnS-500 illustrates the outstanding rate performance, and the corresponding capacities are 458.1, 418.7, 379.8, 341.8, 278.5, and 232.2 mA h g−1 in Fig. 3c and e. Excitingly, the capacity of the N-C/SnS-500 electrode can be restored to 409.2 mA h g−1 when the current density is again 0.2 A/g, exhibiting a high current tolerance. For comparison, the effects of calcination temperature and calcination time on the properties of the sample are investigated. Among them, the samples obtained at 200 and 300 ℃ have not been completely vulcanized and carbonized, which can be seen from XRD and TG/DSC results. The capacities of Sn-MOF-200 and Sn-MOF-300 electrodes are 169.1 and 172.3 mA h g−1 respectively for 100 cycles at 0.5 A/g current density (Fig. S6a). Compared with N-C/SnS-500, N-C/SnS obtained by fully carbonized vulcanization at other calcination temperatures exhibited worse cyclic properties (Fig. S6b). The N-C/SnS-600, N-C/SnS-400 and N-C/SnS-700 electrodes have specific capacity of 233.0, 203.0, 199.6 mA h g−1 at 5 A/g current density after 500 cycles, respectively. Similarly, the specific capacities of the N-C/SnS-400, N-C/SnS-600 and N-C/SnS-700 electrodes of 100 cycles at 0.5 A/g current density are 329.6 mA h g−1, 355.7 mA h g−1 and 332.7 mA h g−1, respectively (Fig. S6c). This directly indicates that the content of N-doped C also has a great impact on the retention rate of electrode material capacity. Because there is almost no N-doped C in the sample of N-C/SnS-700, it leads to a fast capacity decay. The rate performance of the sample is also affected by the content of N-doped C (Fig. S6d). The rate performance of the N-C/SnS-500 electrode is better than a good deal of the reported SnS electrode materials (Fig. 3f). [10], [11], [13], [14], [15], [35], [36], [37], [38] In addition, the long-cycle performance of the N-C/SnS-500 electrode is more outstanding than a large part of the reported materials (Table S1). At the same time, different calcination time also affect the carbon content and the degree of defects, which in turn affect the electrochemical properties. Sn-MOF was calcined at 500 ℃ for 0.5, 1, 2, 3, 5 and 7 h, and the electrochemical properties of each sample were measured to study the influence of calcination time. We tested the cycling performance of each sample at a current density of 5 A/g and found that the calcination time was optimal at two hours (Fig. S7). Based on the above discussion, it is concluded that the performance of the sample is the best when the calcination temperature is 500 ℃ and the calcination time is 2 h due to the moderate carbon content and defects.",
                "Fast ion transport kinetics is the guarantee of the excellent rate performance of electrode materials. CV curves were tested at 0.1 ∼ 1 mV/s scanning rates to study the storage kinetics of Na+ (Fig. 4a). We processed the date of peak current and scanning rate through the formulas (1) and (2) to obtain b value. In general, the value of b ranges from 0.5 ∼ 1. If the b value approaches 0.5, the redox process is dominated by diffusion behavior. If the b value is close to 1, the redox process appears to exhibit capacitive behavior. [[39], [40], [41], [42]] The corresponding b values were calculated according to the positions of the three obvious redox peaks in Fig. 4a, and the results were as follows 0.89, 0.97 and 0.92 (Fig. 4b). The value of b is roughly the same as 1, demonstrating that the capacity of the N-C/SnS-500 electrode is controlled by pseudo capacitance behavior. The high pseudo capacitance behavior makes the N-C/SnS-500 electrode show excellent rate performance. To quantify the proportion of Na+ capacitance contribution, the surface capacitance contribution and diffusion control contribution at five sweep speeds were calculated according to formula (3). k1v and k2v1/2 are defined as capacitance contribution and diffusion control contribution, respectively. We can get to know that the pseudo capacitance is relatively high at different scanning rates from Fig. 4d. When the scanning rate reaches 0.8 mV/s, the contribution ratio of the pseudo capacitance is 95 % (Fig. 4c). Compared with other N-C/SnS samples, the contribution ratios of the N-C/SnS-400, N-C/SnS-600 and N-C/SnS-700 electrodes are lower than that of the N-C/SnS-500 electrode (Fig. S8-10). The high contribution ratio of pseudo capacitance makes the N-C/SnS-500 as SIBs electrode material exhibit faster Na+ diffusion kinetics.(1)",
                "i = av b(2)",
                "log i = b log v + log ( a )(3)",
                "i = k 1 v + k 2 v 1 / 2",
                "The Na+ diffusion kinetics process was evaluated by constant galvanostatic intermittent titration (GITT). The calculation formula is as follows:(4)",
                "D = 4 π τ ( n m v m S ) 2 ( Δ E S Δ E t ) 2",
                "Fig. 4e and Fig. S11 show the diffusion coefficient and voltage GITT curves of the series of SnS samples in different charging and discharging states. The comparative data display that the DNa+ of the N-C/SnS-500 electrode is higher than those of other samples, with faster ion diffusion kinetics [[32], [43], [44], [45]].",
                "The decent kinetics of the N-C/SnS-500 electrode was proven by electrochemical impedance spectroscopy (EIS) (Fig. 4f) tests. The EIS results were fitted by designing an equivalent circuit model. R1, Rct (R2), W1 and CPE stand for the electrolyte resistance, charge transfer resistance, Warburg resistance and constant phase element, respectively. [[46], [47]] Based on the fitting data, we can see that the Rct of the N-C/SnS-400, N-C/SnS-500, N-C/SnS-600 and N-C/SnS-700 electrodes are respectively 43.13 Ω, 26.82 Ω, 49.08 Ω and 49.53 Ω. The Rct of the N-C/SnS-500 electrode is the least, indicating that the N-C/SnS-500 electrode has the fastest electron transmission speed. The straight line in the low-frequency region is Warburg diffusion, which is mainly caused by ion diffusion. The Weber factor (σ) obtained by fitting the real part of the impedance and the low frequency can be used to judge the ion transport rate. The σ of the N-C/SnS-500 electrode is the smallest, illustrating that the Na+ migration rate is the fastest (Fig. S12). At the same time, EIS can also be used to calculate the ion diffusion coefficient by the formula to judge the ion transport speed. According to the formulas (5 and 6), the ionic diffusion coefficients (DNa+) of the SnS series as electrode materials are calculated. From Table S2, we can clearly see the calculated results, and then judge the speed of ion transport by comparing the values. The DNa+ of the N-C/SnS-500 electrode is the largest (2.07 × 10−11 cm2 s−1), indicating that the transmission speed of Na+ is the fastest.(5)",
                "Z = R D + R L + δ ω - 1 / 2(6)",
                "D = R 2 T 2 2 A 2 n 4 F 4 C 2 δ 2",
                "The sodium storage mechanism of the N-C/SnS-500 electrode was investigated by ex-situ XRD (Fig. 5a). When discharged to 0.97 V, we clearly observed that the diffraction peaks of SnS (JCPDS No. 39–0354) weaken and the diffraction peaks of Sn (JCPDS No. 04–0673) and Na2S (JCPDS No. 65–0525) appear at the same time, corresponding to the conversion reaction of SnS to Sn and Na2S. The diffraction peak of Na15Sn4 (JCPDS No. 31–1327) appears when discharged to 0.67 V, which confirms the alloying reaction between Na and Sn. Along with the charging process, the diffraction peak of Na15Sn4 disappears while that of Sn is enhanced, corresponding to the dealloying process of Na15Sn4. When the charge reaches 1.55 V, the diffraction peaks of Sn and Na2S are observed to decrease. When charged to 2.8 V, the diffraction peaks of Sn and Na2S soon fade away, while the diffraction peaks of SnS reappear, which proves that the electrode material has outstanding reversibility. The N-C/SnS-500 electrode can achieve excellent reversible charge storage.",
                "The excellent sodium storage performance and good reversibility of the N-C/SnS electrode material greatly attracted us to explore its mechanical stability during the cycle. HR-TEM (Fig. 5b) exhibits three types of clear lattice fringes, with lattice spacings of 0.350 nm, 0.330 nm and 0.258 nm respectively, corresponding to the (1 2 0) and (0 2 1) plane of the orthogonal phase SnS and (3 5 3) plane of Na2S. The N-C/SnS-500 electrode still maintains the original blocky structure of the electrode material after cycling 50th at 0.5 A/g, demonstrating that the N-C/SnS-500 electrode displays superior structural stability (Fig. 5c). Meanwhile, Sn, S, N and C are still evenly distributed, indicating that N-doped C and SnS are still a mixed and uniform whole. N-doped C can alleviate the volume effect of the SnS electrode in the cycle process, prevent electrode pulverization and avoid irreversible capacity loss, which plays a great supporting role in maintaining the stability of electrode structure.",
                "The N-C/SnS-500 electrodes show excellent sodium storage performance in half cells, which greatly attracts us to explore their potential applications in full cells. As shown in the model of the full cell in Fig. 6a, the N-C/SnS-500 and Na3V2(PO4)3 were used as the anode and cathode of the sodium-ion full cell, respectively. We can see from the charge/discharge curve of the first 5 cycles (Fig. 6b) of the full cell that it has outstanding cycle stability. The full cell shows splendid long-term cycle stability (Fig. 6c), and its specific capacity can still achieve 183 mA h g−1 at 0.5 A/g after 1200 cycles. The preeminent full cell performance manifests the great application potential of the N-C/SnS-500 anodes. We can get to know that at stepwise current densities of 0.1 to 2 A/g, the N-C/SnS-500//Na3V2(PO4)3 full cell illustrates the outstanding rate performance, and the corresponding capacities are 196, 190, 184, 153.5 and 113 mA h g−1 in Fig. 6d. Excitingly, the capacity of the N-C/SnS-500//Na3V2(PO4)3 full cell can be restored to 219 mA h g−1 when the current density is again 0.2 A/g, exhibiting a high current tolerance. It turned out just as we expected that the N-C/SnS-500//Na3V2(PO4)3 full cell manifested satisfactory electrochemical performance."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, homogeneous slate-like N-doped C/SnS composites were obtained by one-step carbonization and vulcanization using Sn-MOF as the precursor, which required no additional sources of sulfur and nitrogen. The SnS grows homogenously on N-doped C, forming a mixed uniform whole, which is favorable for N-doped C to protect SnS from volume stress damage. This N-doped C not only overcomes the disadvantage of low intrinsic conductivity of SnS, but also alleviates the volume effect of the SnS electrode in the cycle process and prevents the pulverization of electrode materials. Moreover, the degree of disorder and structural defects of N doped C provide a sea of reaction sites for Na+. The N-C/SnS-500 electrode can still remain at 293 mA h g−1 after 1600 cycles at 5 A/g as SIBs anode materials, showing excellent cycling performance. The high contribution of pseudo capacitance also guarantees the preeminent rate performance of the N-C/SnS-500 electrode. At the same time, the Na+ full cell with anode N-C/SnS and cathode Na3V2(PO4)3 shows excellent cycle stability, and the N-C/SnS-500//Na3V2(PO4)3 full cell demonstrates a high capacity of 183 mA h g−1 after 1200 cycles at 0.5 A/g. In our study, we introduce a Sn-MOF precursor system to in-situ synthesis of N-C/SnS composites, which not only improves the problem of poor conductivity of transition metal sulfide, but also stabilizes the electrode structure. This work broadens the idea of the research of high-performance transition-metal-based anode."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "Fuyou Chen: . Wei Shuang: Investigation, Data curation, Formal analysis, Funding acquisition, Methodology. Ya Wang: . Lin Yang: . Zhengyu Bai: ."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of Competing Interest",
            "type": "section_h2"
        }
    ],
    "Title": "Full Length ArticleHomogeneous slate-like nitrogen-doped carbon/SnS composites constructed by in-situ carbonization and vulcanization as high-performance anode materials for sodium-ion batteries"
}