{
    "DOI": "10.1021/acsami.7b04478",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Despite the huge success of lithium ion batteries (LIBs), alternate power sources are in great demand because of the limited resources of lithium.  Research interests in replacing Li by more abundant element of Na, Mg, or Ca have been significantly growing from the viewpoint of sustainability. Among them, sodium ion batteries (SIBs) are the most promising candidates for replacing the LIB technology. Na is one of the abundant elements on earth.  In addition, both Li and Na are alkali metals; thus, they have similar chemical properties. Since the fundamental mechanisms of LIB can also be applied for SIB, we can take advantage of the well-established LIB technology to develop and improve the SIB technology. Owing to these virtues, SIBs have attracted increasing attention for large-scale energy storage applications.",
                "Sodium transition metal oxides (NaxTMO2) are the most widely investigated cathode materials for SIBs,  because lithium transition metal oxides (LiTMO2), representatively LiCoO2, are well-understood systems and have been utilized successfully for practical applications. While Li ions take octahedral sites in LiTMO2, Na ions can occupy either octahedral or prismatic sites, resulting in various kinds of oxygen stacking. For example, NaxCoO2 has O3, P2, and P3 structures depending on the Na content, where O and P indicate Na ions occupying the octahedral and prismatic sites, respectively.  Among these structures, the P2 structure is favored because of its higher energy density and longer cycle life.  Oxygen stacking in the P2 structure is ABBA while that in the O3 structure, adopted by LiTMO2, is ABCABC. These inherent dissimilarities in the crystal structures might induce different types of structural changes in NaxTMO2 compared to the well-known LiTMO2 systems under various conditions. Therefore, these changes should be carefully considered because the structural properties of electrode materials are strongly correlated with the intercalation capability and the stability of the batteries.",
                "Previous studies on LiTMO2 have demonstrated that the structure of LiTMO2 can be modified during charge/discharge or with increase in the temperature.  Structural changes of LiTMO2 at high temperatures are accompanied by oxygen evolution  which makes the whole battery system extremely dangerous due to reaction with flammable electrolytes. The thermal stability of NaxTMO2 has been investigated using a variety of techniques such as accelerating rate calorimetry,  differential scanning calorimetry,  and time-resolved X-ray diffraction;  however, issues related to thermal safety have not been fully assessed.  Especially, consideration of local structural changes are lacking in previously reported studies even though local surface areas are subjected to deeper deintercalation  and more violent thermal decomposition. ",
                "In the present work, we investigated the local changes in crystallographic and electronic structures as well as morphologies of charged P2–NaxCoO2 with increase in temperature using real-time electron microcopy. The material P2–NaxCoO2 was selected as a model system of NaxTMO2 because of its chemical similarity with LiCoO2, the most popular cathode material for LIBs, and the superior electrochemical properties of P2-structured NaxTMO2 cathode materials.  The surface areas of cathode materials are of particular interest since the local surface area experiences harsher conditions than the bulk due to the overpotential developed at the interface between the cathode material and the electrolyte. Using electron microscopy, we can observe the development of porosity with modifications in the crystallographic and electronic structures while heating P2–NaxCoO2 after initial charging. As the temperature increases, desodiated NaxCoO2 decomposes into cobalt oxides and even into metallic Co. As most of the Na ions are extracted from the structure, NaxCoO2 becomes thermally unstable, resulting in thermal decomposition at lower temperatures. This study presents the possible safety threats of P2–NaxTMO2, which should be overcome for practical applications."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "P2–NaxCoO2 (NCO) raw material was synthesized by solid-state reaction. Stoichiometric amounts of sodium carbonate (Na2CO3) and cobalt oxide (Co3O4) were well ground using a mortar and pestle, and then, the mixtures were pelletized, followed by heat treatment at 850 °C for 24 h under air flow. The weight percent of Na and Co of the as-synthesized material was determined using an atomic absorption spectrometer (ICE 3000 series, Thermos). The bulk crystal structure of NCO was investigated by X-ray diffraction (XRD) which was performed with a D-max 2500/PC X-ray diffractometer (Rigaku) using Cu Kα radiation over a 2θ range of 10–70° at a scan rate of 2°/min."
                    ],
                    "name": " Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The NCO cathode materials were electrochemically charged at a rate of 10 mA/g at constant current condition until the cell potential reached 3.5, 4.1, and 4.3 V. The cathode part was prepared from the slurry of 80 wt % of active material (NCO), 10 wt % of conducting carbon (Super P), and 10 wt % of polyvinylidene fluoride binder in N-methyl pyrrolidone solvent. This slurry was then coated onto an Al foil, which acted as a current collector. A 2032 type coin cell was assembled using the prepared cathode part, Na metal as the anode, a glass fiber filter (GF/F, Whatman) as the separator, and an electrolyte of 1 M NaClO4 dissolved in a solvent of ethylene carbonate, diethyl carbonate, and propylene carbonate (1:1:1 by volume)."
                    ],
                    "name": " Electrochemical Tests",
                    "type": "h3"
                },
                {
                    "content": [
                        "After attaining the required cutoff voltages (3.5, 4.1, and 4.3 V), the coin cells were disassembled, and the cathode was cleaned with pure dimethyl carbonate (DMC) solution to remove the residual salts. The charged NCO particles were acquired by abrading the Al foil. The powder samples were dispersed in pure DMC solvent before dropping onto a lacey carbon TEM grid. All the sample preparation processes were carried out in an argon-filled glovebox to minimize the exposure of the sample to air and moisture."
                    ],
                    "name": " Sample Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "The changes in the structures of the NCO cathode materials during heating were observed in real time using Tecnai G2 F20 (FEI) TEM at an accelerating voltage of 120 kV. A 652 double-tilt heating holder (Gatan) was utilized for increasing the temperature from room temperature (25 °C) to 400 °C. The electron energy loss (EEL) spectra were acquired using a GIF Tridiem system (Gatan). The energy resolution of the EEL spectrum, as determined by measuring the full-width at half-maximum of the zero-loss peak, was around 1 eV. The backgrounds of all the spectra were subtracted using the power law method embedded in Digital Micrograph software (Gatan)."
                    ],
                    "name": " In Situ TEM Experiments",
                    "type": "h3"
                }
            ],
            "name": "Experimental Details",
            "type": "h2"
        },
        {
            "content": [
                "Sodium cobalt oxide (NaxCoO2, NCO) active cathode material was synthesized by the solid-state method. The composition x was determined to be 0.69 by atomic absorption spectroscopy (). The scanning electron microscopy (SEM) image (a) shows that the primary particles of the as-synthesized NCO material exhibit plate-like morphologies. b shows the X-ray diffraction pattern of the pristine NCO material, which matches that of P2–Na0.7CoO2 reference (JCPDS #30–1182), demonstrating that the as-synthesized NCO has P2 structure. To investigate the thermal stability of the NCO material depending on the remaining sodium content, we controlled the cutoff voltages (3.5, 4.1, and 4.3 V). The charge profiles of the NCO cathode material are shown in c. The initial charge curve to 4.3 V shows multiple plateaus at 2.7, 2.95, 3.3, 3.6, and 4.0 V, indicating that the sodium deintercalation process undergoes complicated series of phase transitions. When charged from the initial composition of NCO up to 3.5, 4.1, and 4.3 V, the materials delivered a charge capacity of 45.8, 116.1, and 146.8 mAh/g, respectively, corresponding to the formation of Na0.52CoO2, Na0.24CoO2, and Na0.12CoO2, assuming that all the electrons moving out of the NCO cathode are compensated by the increase in the valence of Co with sodium deintercalation. After the initial charging with different cutoff voltages, the bulk crystal structures of the NCO materials were examined by XRD (d). Compared to the XRD pattern of the pristine material, peak splitting, emerging, or disappearing was not observed in the XRD patterns of the charged materials, indicating that the bulk structures are well maintained after the initial charge. Meanwhile, diffraction peak shift is observable and the changes in lattice parameters are summarized at Figure S1 in the .",
                "Changes in the morphologies of the NCO materials during heating were tracked by recording a series of bright field images, as shown in . As the temperature increased, the surface areas of the NCO materials became porous, implying that gas evolution had occurred. The morphologies of the NCO materials changed significantly with increase in the cutoff voltages or decrease in the Na ions remaining in the original structure. Figure S2 in the  shows how morphological changes occurred at the whole NCO particles upon heating, which indicates that thermal degradation initiates at the edge of the particles and propagates toward the bulk and the degree of thermal decomposition becomes more severe with the depth of charge. The crystal phases at each temperature were determined from the selected area electron diffraction (SAED) patterns (). Details regarding the indexing of the SAED patterns are provided in . At high temperatures, the surface of desodiated NaxCoO2 decomposed into cobalt oxides (Co3O4, CoO) or even metallic Co. The NCO cathode materials charged to higher voltages became more thermally unstable, resulting in the degradation of NCO at lower temperatures. For example, the Co3O4 phase was found even at 100 °C in the case of the sample charged to 4.3 V, whereas for the sample charged to 3.5 V, the thermal decomposition to Co3O4 was apparent only at 400 °C. Sodium ordering between CoO2 layers has been reported to take place at a certain sodium content (x = 0.5 in NaxCoO2) and temperature range (410–470 K), resulting in additional diffraction spots of a superstructure hexagonal phase with doubled cell parameters in the ab plane.  We observed this superstructure in the samples charged at 4.1 and 4.3 V at 200 °C (473 K). Faint diffraction spots from the superstructure were also observed in the 3.5 V-charged NCO at 300 °C; we speculate that this sodium ordering is not fully relaxed at temperatures higher than the previously reported temperature range.",
                "The variations in the electronic structures of the NCO cathode materials during heating were investigated by electron energy loss spectroscopy (EELS), which reflects the density of states above the Fermi level.  Electron microscopy allows us to investigate the electronic and the crystallographic structures simultaneously, which is essential to elucidate the direct relationship between thermal decomposition and chemistry of materials during heating.  shows the O K-edge and the Co L2,3-edge EEL spectra of the NCO cathode materials at different states of charging with increase in the temperature. The intensity of each spectrum is normalized with the highest intensity of O K- or L3-edge of Co L2,3-edge. In the case of the 4.3 V-charged sample, the O K-edge at 400 °C was exaggerated as a result of the intensity normalization. The raw EEL spectrum is provided in Figure S4 in the , which shows that the O K-edge almost vanished at 400 °C. The O K-edge is mainly composed of two prominent peaks: a pre-edge at ∼530 eV, which originates from the electron transition from 1s to the hybridized state of O 2p with localized 3d of transition metal (TM, in this case Co), and another above 540 eV, which is attributed to the electron transition to the hybridized state of O 2p with 4sp of TM.  The Co L-edge is derived from the transition from 2p to the highly localized 3d state. Spin–orbit coupling splits the degeneracy of the 2p state into 2p1/2 and 2p3/2 levels, which results in two independent L2 and L3 edges.  As the temperature increases, both the O K- and Co L-edges change: a positive shift in the pre-edge of the O K-edge, a decrease in the onset energy of the Co L2,3-edge, and changes in the L3/L2 intensity ratio of Co. All these changes arise from the reduction of Co. ",
                "The modifications in the electronic structures of the NCO materials upon heating are presented in . We utilized two indexes of ΔE and L3/L2 intensity ratio to express the changes in O K- and Co L-edges, respectively. The index ΔE corresponds to the energy loss difference at the highest intensities of the pre-edge and the main peaks of the O K-edge. As the Co ions binding with oxygen reduce, the pre-edge moves to higher values of energy loss, resulting in a decrease in the ΔE.  The threshold energy of the L2,3-edge and the L3/L2 intensity ratio reflect the oxidation state of the TM. However, we used the L3/L2 intensity ratio only for tracking the chemical state of Co because the energy resolution of the electron beam (∼1 eV) may lead to misinterpretation of the chemical shift. As the temperature increases, the ΔE decreases while the L3/L2 intensity ratio generally increases. In other words, reduction of Co occurs with increase in the temperature, and the chemical state changes severely at lower temperatures for higher cutoff voltages. The 4.3 V-charged NCO additionally exhibited an unusual trend in the L3/L2 ratio; it continuously increased until 300 °C and then decreased at 400 °C.  shows that the O K-edge of the 4.3 V-charged NCO at 400 °C almost disappears, implying that most of the oxygen is released from the NCO materials in order to fulfill the charge neutrality due to the reduction of Co. In the absence of oxygen, the Co ions are ultimately reduced to the metallic state. The L3/L2 ratio of metallic Co is lower than that of the ionized state.  The L3/L2 ratios of different oxidation states of Co are shown in  and have been plotted based on ref  . Therefore, the unusual decrease in the L3/L2 ratio of the 4.3 V-charged NCO at 400 °C originates from the ultimate reduction of Co ion to metallic Co. All the changes in the electronic structures are well matched to those in the crystallographic structures. The thermal decomposition from NaxCoO2 to Co3O4, CoO, and eventually Co occurs with the continuous reduction of Co ions and the loss of oxygen, and the appearance of metallic Co was confirmed by both SAED and EELS results.",
                " summarizes schematically the changes occurred in charged NCO cathode materials with the temperature range from the room temperature to 400 °C. At higher temperatures, NCO cathode materials thermally decomposed to Co3O4, CoO, and Co with Co reduction. With higher cutoff voltages, more severe Co reduction happens at lower temperature. In addition, nascent porosity initiates at the edge of the particle and propagates into the bulk area. Compared to our previous research on cathode materials for LIBs,  the charged NCO materials in the present study exhibit similar problems of structural modifications and resultant oxygen loss at high temperatures. As sodium ion batteries are being targeted for large-scale applications, the electrode materials must be thermally stable because both the possibility of failure in heat management and the impact of unwanted heat can be significantly increased in large units of batteries. Therefore, the P2 type cathode materials should be modified to improve the thermal stability. Methods such as surface coating, adding and optimizing transition metal compositions into the structure, or controlling the crystal structure are believed to be effective in suppressing the thermal decomposition of P2–NaxTMO2 materials for sodium ion batteries."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we used real-time transmission electron microscopy to examine the thermal stability of P2–NaxCoO2 cathode materials for sodium ion batteries. With an increase in temperature, the surface of NaxCoO2 became porous due to the thermal decomposition to Co3O4, CoO, and Co with the reduction of Co. The degree of the thermal decomposition increased at higher cutoff voltages at the same temperature. At the harshest condition of 4.3 V cutoff voltage and 400 °C used in this study, significant changes were observed in the morphology as well as the crystallographic and the electronic structures as a result of the reduction of Co to the metallic state and the loss of oxygen, which are serious safety threats to the life of the battery system. This study demonstrates the instability of charged P2-type layered cathode materials at high temperatures. The thermal stability of electrode materials should be considerably improved in order to guarantee the safe operation of sodium ion batteries, and this work provides an excellent methodology to verify the thermal stability of newly developed cathode materials."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Investigation of Thermal Stability of P2–NaxCoO2 Cathode Materials for Sodium Ion Batteries Using Real-Time Electron Microscopy"
}