{
    "DOI": "10.1021/acsami.4c14973",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With global warming and the resulting shift from fossil fuels to renewable energy sources, concerns have been raised about Li-ion batteries (LIBs), which incur high costs and environmental burdens during the extraction process.  Therefore, identifying practically viable candidates for replacing LIBs in the battery industry is of the utmost importance and demand. Sodium-ion batteries (SIBs) have emerged as alternatives to LIBs due to their cost effectiveness and compatibility with the LIB infrastructure. In addition, SIBs with high safety are currently considered potential solutions for large-scale energy storage applications.  Of various SIB cathode materials, three types (layered oxides, polyanionic compounds, and Prussian blue analogues (PBAs)) are commonly studied. Among these, PBAs have been extensively reviewed in some literature from various aspects, including applications in alkaline-ion (Li+, Na+, and K+) batteries and polyvalent-ion (Zn2+, Mg2+, Ca2+, and Al3+) batteries.  PBAs have an open framework structure that can facilitate the transport of the Na+ ion. They are receiving a lot of attention due to their low cost, easy synthesis method, and high theoretical capacity. More importantly, high-temperature calcination is not required for synthesizing PBAs, which could simplify manufacturing procedures and lower their production costs. For these reasons, PBAs are expected to be the most promising examples for future commercialization of SIBs due to significant efforts of companies such as CATL and Novasis Inc. ",
                "PBAs generally have a formula of NaxM1[M2(CN)6]y□1–y·nH2O, where 0 < x < 2, 0 < y < 1, M stands for transition metal ions, and □ means the empty space of [M2(CN)6] occupied by H2O.  When both M1 and M2 are Fe, the hexacyanoferrate (FeHCF) produced by the activation of Fe and two redox couples bonded to C and N atoms can provide a high theoretical capacity of ∼170 mAh g–1. FeHCF cathodes with low vacancy defects fabricated through a hydrothermal method using a single iron source and high-quality FeHCF have been reported to exhibit excellent cycle stability and rate performance.  Guo et al. have reported that reducing the average valence of Fe in FeHCF can reduce the Na content and lead to high discharge capacity and good cycling performance. ",
                "In addition, studies on the movement of Na+ for PBAs with high capacity and stability have been continuously reported. Kinetic properties of Na+ ions upon charging/discharging in PBAs are essential factors that must be studied because they are essential for improving performance and understanding structural properties. For example, You et al. have reported four possible Na+ ion migration pathways between the same sites using density functional theory (DFT) calculations to determine the origin of Na+ ion diffusion.  Nordstrand et al. have investigated the ladder transport mechanism of Na+ ions based on a multiscale modeling approach.  Although various research studies have been conducted, the sodium storage mechanism and Na+ kinetic properties of NaFeHCF (sodium iron hexacyanoferrate) remain unclear. Factors affecting the kinetic properties of Na+ are not well addressed either. In particular, the movement of Na+ ions in the structure as the charging voltage is changed has not been studied in detail. Charging voltage is one of the necessary factors for achieving high energy density of SIBs. It is a factor that must be studied for commercialization and application of PBAs. ",
                "Additionally, for the commercialization of SIBs, improving structural stability is very important. To improve structural stability, it is necessary to clearly know when the structure is distorted. One way to do this is to adjust the charging voltage to maximize cycling characteristics. This could be an important aspect for the commercialization of SIBs. Thus, it is necessary to precisely analyze structure changes for each voltage range according to the charging voltage.",
                "Therefore, this study investigated correlation between the charge cutoff voltage and structural reversibility by evaluating PBAs as promising cathode materials for sodium-ion batteries under various charging voltage conditions.",
                "The charge cutoff voltage of PBAs is usually set from a minimum of 3.8 V to a maximum of 4.2 V to evaluate cell performance.  Thus, in this experiment, the charging cutoff voltage of the PBA was increased from 3.8 to 4.2 V at 0.1 V intervals. As the charging voltage increased, changes in the formation of the first and secondary charging and discharging were determined. Fe oxidation–reduction was compared through cyclic voltammetry (CV) and X-ray photoelectron spectroscopy (XPS) analysis. Structural reversibility was confirmed through X-ray diffraction (XRD) and cyclability comparison after the cycle. Results suggest that conducting charging and discharging at a specific voltage range can lead to both excellent capacity and cycling stability."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Na4Fe(CN)6·10H2O (Sigma-Aldrich, ≥98%), -ascorbic acid (Sigma-Aldrich, ≥99%), NaBH4 (Sigma-Aldrich, ≥98%), HCl (Sigma-Aldrich, ACS reagent, 37%), Denka black (Denka Korea Co., Ltd., SB-50L), poly(vinylidene fluoride) (PVdF, Alfa Aesar), 1-methyl-2-pyrrolidinone (NMP, Sigma-Aldrich, anhydrous, 99%), NaPF6 (Sigma-Aldrich, 98%), propylene carbonate (PC, Sigma-Aldrich, anhydrous, 99.7%), and sodium metal cubes (Sigma-Aldrich, contains mineral oil, 99.9%) were purchased and used in this study.",
                        "The experimental process and change in powder color according to the process are shown in . In the experimental procedure, 5 g of PBA powder was produced. PBAs were synthesized through a reduction process after PB production. First, 0.1 M HCl solution was added to 50 mL of DI water in a 250 mL round-bottomed flask. After thorough mixing, 2 × 10–3 mol Na4Fe(CN)6·10H2O was added to the solution, followed by thorough mixing. Then, 3 M ascorbic acid was added to the reaction mixture followed by thorough mixing. The reaction mixture was then heated on a heating mantle and the temperature was allowed to rise slowly to 80 °C within 30 min. The temperature was gradually increased to ensure high-quality PB. Stirring was performed at 1100 rpm for 4 h at a temperature of 80 °C. After stirring, the solution was filtered, and the filtered material was added to the EtOH/H2O (1:1, v/v) solution and stirred for 5 min. This solution was filtered again. This process was repeated three times and PB powder was obtained. Fe2+ oxidation that occurred during the PB synthesis was negligible. This reduction process can also be performed under ambient air conditions, facilitating the synthesis of PBAs.",
                        "PB powder was added to a 40 mL EtOH/H2O (1:1, v/v) solution and stirred at 1100 rpm in a 250 mL round-bottom flask. After an excess of 0.01 mol % of NaBH4 (2 × 10–3 mol) was added to the mixture, the mixture was stirred for 30 min at 1100 rpm with occasional turns (every 10 min) to ensure that all NaBH4 powders were completely mixed into the reaction mixture. This reaction was carried out in ambient air. After being stirred, the solution was filtered. The filtered material was added to EtOH and stirred for 5 min. Then, the solution was filtered again. This process was repeated twice. The powder was then placed in EtOH in a 100 mL beaker. The beaker was placed on a hot plate (165 rpm, at 60 °C) until the powder was dried. Finally, the powder was vacuum-dried in an oven at 120 °C for 24 h to remove coordinated water and stored in a glovebox. PBA powder was then obtained."
                    ],
                    "name": "2.1.  Synthesis of Cathode Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "Structural analysis of each sample was performed via X-ray diffraction (XRD; Rigaku SmartLab) using a Kβ filter one-dimensional (2D) for Cu at a 2.00° min–1 scan rate over a range of 10–60° and an applied potential of 40 kV at a current of 30 mA. Rietveld refinement was performed using FullProf software. Morphologies and microstructures of materials were observed with scanning electron microscopy (SEM; SNE-4500 M Plus). An energy dispersive X-ray spectroscope (EDS; Oxford Xplore30 Compact) was used to determine the elemental distribution on the particle surface. X-ray photoelectron spectroscopy (XPS; Thermo Fisher Scientific K-α+) was performed to obtain valence information on the Fe of the cathode surface. All spectra were calibrated by O 1s = 535.8 eV. Electrochemical impedance spectroscopy (EIS) was performed in a frequency range of 0.01–100,000 Hz using an IVUM instrument (Vertex, HS Technology). The performance of coin cells was evaluated at room temperature using a LAND CT2001."
                    ],
                    "name": "2.2.  Instrumental Methods and Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Electrochemical properties were tested by using an R2032-type coin cell. Electrochemical properties were tested by using an R2032-type coin cell. PBA powder was mixed with conductive carbon (Denka black) and poly(vinylidene difluoride) (PVdF) at a ratio of 80:10:10 in the N-methyl-2-pyrrolidone solvent. The slurry was casted on 12 μm aluminum foil current collectors. The loading level and electrode density were 2 mg cm–2 (±3%) and 3.5 mg cm–3 (±3%), respectively. The electrodes were pressed and dried at 120 °C in a vacuum oven for 12 h. Coin-type cells were fabricated in a glovebox filled with argon. Metallic sodium was used as the anode. The separator used was a Whatman GF glass fiber film. The electrolyte used was 1.0 M NaPF6 dissolved in propylene carbonate (PC). Cells were evaluated at 2.0 to 4.2 V (the charge cutoff voltage ranged from 3.8 to 4.2 V) vs Na/Na+."
                    ],
                    "name": "2.3.  Electrochemical Measurement of the Coin Half-Cell",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "XRD analysis was performed to determine whether PBAs were well synthesized. A schematic is shown in a. The XRD peak of PBAs matched well with the typical Prussian blue peak belonging to the rhombohedral structure of the space group R̅3m as shown in b (JCPDS- no. 73–0687). These samples exhibited high crystallinity, as indicated by their sharp and strong diffraction peaks. No other phases were found in the XRD pattern, indicating that PBAs were well synthesized. Rietveld refinement analysis for XRD patterns validated the rhombohedral structure of the product as shown in . Rietveld refinement analysis confirmed that parameters of the crystal lattice were a = 10.4721 Å, b = 7.5297 Å, c = 7.2224 Å, α = γ = 90°, and β = 91.831° as shown in , consistent with a previous report. ",
                "Particle shape and size of the synthesized PBAs were analyzed based on SEM images. As shown in c, the synthesized PBAs were composed of high-quality 5–10 μm cubic particles with a uniform distribution. EDS mapping results are shown in d, revealing that Na, Fe, C, and N elements constituted within PBAs are uniformly distributed. These results confirmed that PBAs were well synthesized.",
                "Electrochemical evaluation was performed at each voltage stage by increasing the charging voltage from 3.8 to 4.2 V at 0.1 V intervals. Electrochemical performances (e.g., capacity) and structural changes according to charging voltage change were compared. In this study, after manufacturing the cell and resting the cell for 12 h to stabilize it, the cell was charged/discharged twice at a very low rate of 0.05 C and tested for C-rate and cycle retention at 0.5 C. Therefore, in this study, charge/discharge performed twice at 0.05 C during the stabilization process was defined as the first and second charge/discharge processes.",
                "a–e shows the first (black line), second (blue line), and third (gray line) charge/discharge capacities for each charge cutoff voltage. The first discharge capacity (black line) of the sample at 3.8, 3.9, 4.0, 4.1, or 4.2 V was 82.77, 80.16, 83.94, 114.98, or 121.04 mAh g–1, respectively. Columbic efficiency (C.E.) of the sample at 3.8, 3.9, 4.0, 4.1, or 4.2 V was 115.81, 109.19, 106.31, 95.75, or 85.97%, respectively. These results confirmed that as the charging voltage increased, the first discharge capacity tended to increase. As the charging voltage increased, the first discharge capacity tended to increase. In particular, the difference in the first discharge capacity was evident when the charging voltage was changed from 4.0 to 4.1 V. Additionally, the C.E. was the highest for the 4.1 V sample. However, for samples below 4.0 V, the C.E. tended to exceed 100%. This means that the charging voltage is insufficient and the charging process is not completed 100%. Additional Na+ ions migrated from the Na metal anode to the cathode, resulting in higher first discharge capacity than the first charge capacity. ",
                "The second discharge capacity (blue line) of the sample at 3.8, 3.9, 4.0, 4.1, or 4.2 V was 82.32, 79.47, 91.23, 112.91, or 101.53 mAh g–1, respectively. C.E. of the sample at 3.8, 3.9, 4.0, 4.1, or 4.2 V was 94.40, 97.10, 96.42, 96.28, or 89.26%, respectively. It was found that the shape of the charging graph changed as the cycle progressed from the first charge/discharge to the second charge/discharge in a certain voltage range. The sample at 4.0 4.1 and 4.2 V showed a plateau at around 4.0 V during the first charge/discharge as shown in a–e. This meant that a phase change occurred near that voltage. The irreversibility phenomenon for the first cycle of the sample at 4.0, 4.1, and 4.2 V might be due to the formation of the SEI layer, side reactions between the electrode and electrolyte by interstitial water, and extraction of [NaH2O]+ from the structure.  Nevertheless, charge/discharge curves of the sample at 4.0, 4.1, and 4.2 V during the second and third charge/discharge well overlapped with each other, showing the reversibility of the electrochemical reaction due to the second charge/discharge. Additional analysis was performed to further understand the above results and to clearly understand the relationship between the change in charge/discharge shape and the charge cutoff voltage.",
                "The shape difference of the graph according to charge cutoff voltage was more pronounced in dQ/dV curves (). During the first charging, peaks appeared near 4.0 V for 4.0, 4.1, and 4.2 V samples. This peak might have originated from sites where Na+ ions existed. We have described sites where Na+ ions can be located by calculating Wyckoff positions. Wyckoff positions are a way to describe different possible positions of an atom within a crystal structure. Possible locations of Na+ ions in the framework include Wyckoff positions 8c (body-center), 24d (face-center), 32f (move from the 8c site to the N-coordinate corner), 32f′ (move from the 8c site to the C-coordinate corner), and 48g (displaced between 8c and 24d) as shown in a.  Na+ ions are mainly located at the 8c site. Under certain circumstances (e.g., changes in charge cutoff voltage), sites where Na+ ions are located may change. Huang and Zhang et al. have reported the binding energy of Na+ at various interstitial sites calculated by first-principles theory, showing that in the Na-poor structure, Na+ prefers to occupy the 8c site. However, in the Na2Fe(CN)6 framework (Na-rich structure), part of the Na+ ions can be pushed into the 24d site, a metastable site.  The newly developed peak at 4.1 V (orange circle in ) was due to the Na+ ion being pushed into the relatively weak 24d site position in the structure, which could explain why the change in the charge/discharge shape appeared different between samples based on 4.0 V. As previously explained in a–e, during the first charging process, the SEI layer on the surface of the PBA electrode may temporarily interfere with the movement path of Na+ ions. This may cause Na+ ions to be pushed into the 24d site for a while. During subsequent charging/discharging processes, since the SEI layer is already formed, Na+ ions may move more stably to the 8c site. The SEI layer formed during the first charge process serves to protect the electrode from some side reactions related to interstitial water remaining in the framework.  As a result, it was confirmed that a difference between the discharge capacity and charge/discharge shape occurred as Na+ ions were temporarily located at the 24d site in the first charge/discharge process.",
                "EIS analysis was conducted to compare the resistance due to SEI layer formation, as shown in . Nyquist plots exhibited semicircles in mid-high frequency, indicating impedance of Na+ migration through solid-electrolyte interfaces (RSEI). After the second charge/discharge, RSEI values for the sample at 3.8, 3.9, 4.0, 4.1, and 4.2 V were 1.57, 2.917, 4.203, 7.632, and 8.408 Ω, respectively (). RSEI resistance values tended to increase as the charge cutoff voltage increased. This might be due to the formation of the SEI layer as the charge cutoff voltage exceeded 4.0 V, as previously confirmed through electrochemical evaluation. After the second charge/discharge, the RSEI resistance value of the 4.1 V sample showed the lowest resistance value among samples (4.0, 4.1, and 4.2 V) in which Na+ moved to the 24d site in the first charge. This might be due to the formation of a stable SEI layer formed in the 4.1 V sample compared to other samples. ",
                "In addition, in the second charge/discharge, 3.8, 3.9, and 4.0 V samples showed a strong Fe+ redox peak corresponding to high spin at around 2.8 V and a weak Fe+ redox peak corresponding to a low spin at around 3.3 V.  On the other hand, 4.1 and 4.2 V samples showed two pairs of strong Fe+ redox peaks around the same voltage. As the charge cutoff voltage increased, the low-spin peak of charge/discharge dQ/dV curves became sharp and narrow and the peak shifted to a lower voltage. The occurrence of these new redox peaks and the peak shifting trend appeared more prominently in the CV curves. This will be explained next. This phenomenon is discussed in more detail in the analysis of CV curves.",
                "CV curves can provide detailed insights into the oxidation/reduction reactions of each sample. a–e shows the first (black line), second (blue line), and third (gray line) CV curves. For all samples, two couple redox peaks were observed at 3.5/3.3 and 3.2/2.8 V, which might be attributed to the oxidation/reduction of the low-spin Fe2+/Fe3+ coupling to the C atom and the high-spin Fe2+/Fe3+ coupling to the N atom, respectively.  The integrated area of the upper voltage plateau (low-spin Fe2+/Fe3+ redox) was much smaller than that of the lower voltage plateau (high-spin Fe2+/Fe3+), which might be attributed to the incomplete oxidation of Fe2+ ions linked to the C atom.  For all samples, from the second CV curves, the peak at 3.2/2.8 V began to weaken, and the peak at 3.5/3.3 V became stronger. Furthermore, the difference depending on the charge cutoff voltage was that an additional redox peak appeared around 3.38 V (corresponding to 3.75 V) in the 4.2 V sample in the first CV curve. This might be due to the influence of small amounts of Na+ ions extracted from the edge positions of the cubic structure.  Additionally, while the redox peak intensity of the 3.8 V sample with the lowest charge cutoff voltage was relatively weak, the redox peak intensity was the highest. It was clearly observed in the 4.1 V sample.",
                "Here, in the first CV curves, 4.0, 4.1, and 4.2 V samples showed oxidation peaks at around 4.0 V. This was consistent with the first charge/discharge curves shown in a–e. The peak occurred due to a change in the site occupied by the Na+ ions.",
                "The clearest peak occurred in the 4.1 V sample, meaning that the electrode was the most active in this sample, resulting in higher reactivity and excellent electrochemical reactions. Additionally, all samples showed good repeatability in the second to third CV curves, which showed the high reversibility of the electrochemical reaction of each sample.",
                "The redox peak shifted to a lower voltage as the charge cutoff increased up to a specific voltage. These results were consistent with the dQ/dV curves. This meant that samples with higher charge cutoff voltage exhibited much higher current densities, contributing to better discharge capacity. As shown in a–e, 4.1 and 4.2 V samples with relatively high charge cutoff voltages showed higher first discharge capacities than the 3.8 V sample with a low voltage. This ultimately meant that 4.1 and 4.2 V samples contained more Na+ ions.",
                "The clear Fe redox suggests that there are more Na+ ions in the structure and less vacancy.  Vacancy within a structure is a factor that determines the defects and stability of the structure.  Meanwhile, having a large amount of vacancy means that there are no atoms in positions where they should exist, indicating the absence of Na, Fe, C, and N elements in this study. XPS analysis was performed to further confirm the association of the number of vacancies with Fe redox. f shows the XPS peak of the Fe element in the sample. XPS was conducted to confirm the valence state of Fe after the second charge/discharge of each sample. Peaks at approximately 715 and 728 eV correspond to Fe 2p3/2 and Fe 2p1/2, respectively. Peaks located at higher binding energies were their satellite peaks. Fe2+ was dominant in most of the samples. Some Fe3+ was also detected. These results were consistent with previously reported results.  Peak convolution was performed to determine the ratio of Fe2+ to Fe3+ in each sample. Results are shown in . The 4.1 V sample showed the highest Fe2+ ratio (73.71%) but the lowest Fe3+ ratio (26.29%). The increase in Fe2+ and the decrease in Fe3+ meant more Na+ ion content in the structure, indicating a decrease in the amount of the [Fe(CN)6] vacancy,  consistent with the results of CV curves.",
                "To explore the effect of this shift to the 24d site on structural reversibility, we conducted XRD peak shift analysis and cycle evaluation. To confirm structural change due to difference in charge cutoff voltage, electrode XRD analysis of each sample was performed after the second charge (Na+ extraction). Results are shown in . The peak in the range of 16.8–17.5° corresponding to peak (200) was enlarged as shown in . XRD results showed that the (220) peak, which was split into two before charging, merged into one peak after the (second) charging in all samples, resulting in a cubic structure.  After the second charging, the XRD peak of the sample tended to shift slightly toward a lower diffraction angle as the charge cutoff voltage increased up to 4.1 V. On the other hand, the peak of the 4.2 V sample moved to a higher angle again. The peak shift to a lower angle meant an increase in the lattice parameter as the unit cell size increased. Rietveld refinement confirmed this, as shown in .  shows the lattice parameters of each structure according to the results of Rietveld refinement. Lattice parameters tended to increase in the sample at a charge cutoff voltage of up to 4.1 V. As shown in , they slightly decreased in the 4.2 V sample.",
                "The charge cutoff voltage can be different on the same electrode. The reason for this difference is related to how many Na+ ions can return to the structure during the charging and discharging process, that is, structural reversibility.  shows the ex situ XRD peak according to the charge/discharge of each sample. Each peak represents the XRD peak after the first charge (black line), first discharge (blue line), second charge (gray line), and second discharge (light-blue line). Each sample showed a rhombohedral structure when charging was not started. However, it showed a cubic structure after charging. It then showed a rhombohedral structure again after discharging. Structural changes due to charge/discharge are schematically shown in a. These results were consistent with studies on the structural changes of Na1.63FeFe0.89(CN)6 charge/discharge described by Guo et al. ",
                "b–f shows a magnified (200) peak after the charge–discharge of each sample. Each peak showed a slight shift after charging but reversibly returned to its original peak position after discharging. The XRD peak and peak shift of samples after each charge/discharge are shown in . After the first charge/discharge, the (200) peak shifts of 3.8, 3.9, 4.0, 4.1, and 4.2 V samples were 0.28, 0.3, 0.49, 0.42, and 0.43°, respectively. After the second charge–discharge, (200) peak shifts were 0.36, 0.38, 0.30, 0.32, and 0.32°, respectively. In the case of 4.0, 4.1, and 4.2 V samples, peak shifts after the first charge–discharge were higher than those of 3.8 and 3.9 V samples. This result was related to the characteristic that Na+ was pushed to the 24d site during the first charge. It was confirmed that peak shifts of 4.0, 4.1, and 4.2 V samples were lower than those of 3.8 and 3.9 V samples after the second charge/discharge. As for the (220) and (400) peak shifts corresponding to the main peak, the 4.1 V sample showed the lowest shifts at 0.00 and 0.60°, respectively. On the other hand, the 3.8 V sample showed relatively high peak shifts of 0.36, 0.04, and 0.66° in the second charge/discharge. A high peak shift after charge/discharge may suggest that structural reversibility is low.  Therefore, the sample that formed an SEI layer in the first charge/discharge with Na+ ions pushed into the 24d site showed a relatively high structural reversibility, with the 4.1 V sample showing the highest structural reversibility among all samples.",
                "g shows the cycle performance of each sample at 0.5C and 25 °C until the 100th cycle. Cycling stability according to charge cutoff voltage was further maximized in cycle performance. Discharge capacities of 3.8, 3.9, 4.0, 4.1, and 4.2 V samples in the first cycle were 68.84, 70.45, 86.62, 83.07, and 88.55 mAh g–1, respectively. The first cycle discharge capacity was the highest at 4.2 V. After the 100th cycle, the capacity was also the highest at 4.2 V. Capacity retention rates of 3.8, 3.9, 4.0, 4.1, and 4.2 V samples were 32.13, 21.30, 11.79, 42.81, and 41.97%, respectively. The 3.8 and 3.9 V samples showed low structural reversibility after the second charging/discharging as shown in b–c. This was also confirmed in the cycle, which led to a rapid decrease in capacity after 10 cycles, eventually causing cell degradation.",
                "On the other hand, the 4.1 V sample showing a high cycle stability was found to have excellent cycle performance and capacity. Consequently, 4.1 V was proven to be the best charge cutoff voltage due to the temporary movement of Na+ to the 24d site during the first charge process and high structural reversibility. Temporary transfer of Na+ to the 24d site neutralized the charge and improved the performance by inducing oxidation and reduction reactions through electrical activation. In addition, it was confirmed that the stable SEI layer formed in this process not only protected the electrode but also facilitated the movement of ions and electrons, acting as a key factor in maintaining excellent discharge capacity and cycling. In addition, transient Na+ transfer to the 24d site maintained structural stability and showed high reversibility in conformational changes. These results show that both excellent electrochemical performance and structural stability can be obtained by optimizing the charge cutoff voltage. They also suggest a method to obtain commercial SIBs equivalent to LIBs through charge cutoff voltage adjustment."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "We demonstrated how the discharge capacity and structural stability changed as the charge cutoff voltage changed. As a result, it was confirmed that the capacity increased as the charge cutoff voltage increased but the structural stability decreased as the voltage increased more than a specific voltage. Therefore, it is important to find the optimal charge cutoff voltage to have both high capacity and structural stability. In this process, movement of Na+ ions was identified, and the effect of the SEI layer formed in the first charging process on the subsequent cycle was analyzed. As a result, when charging/discharging at 4.1 V, an optimal charge cutoff voltage, the discharge capacity was 114.98 mAh g–1 and the cycle retention rate was 42.81%.",
                "This study provides new insights into the relationship between the charge cutoff voltage and structural stability. It facilitates our understanding of the performance and stability of sodium-ion batteries. It also suggests future research directions for new battery designs or applications."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Maximizing the Structural Stability of the Na-Rich Prussian Blue Analogue Electrode through Charge Cutoff Voltage Regulation"
}