{
    "DOI": "10.1021/acsami.2c20642",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) are some of the most promising candidates for large-scale electrical energy storage systems owing to their low cost, high abundance, and worldwide availability of Na.  For the past few decades, although great attention has been paid to investigating a large number of electrode materials with the desired properties in SIBs, it is still a challenge to realize high-performance SIBs due to the inadequate energy density and life span of the cathode materials.  Numerous materials such as oxides, sulfates, cyanides, and phosphates have been explored as cathodes for SIBs.  Among them, sodium-based layered transition-metal (TM) materials with an O3-type or a P2-type structure have attracted the most interest due to their simple synthesis and high capacities. Although O3-type oxides can deliver a high initial reversible capacity, they suffer from severe capacity decay due to the complex phase transition and high Na+ migration energy barriers, impeding their application.  Compared to O3-type materials, P2-type cathodes are more favorable for SIBs due to their large interlayer spacing, high structural stability, and open Na+ diffusion pathways.  However, the Na-deficient P2-type NaxTMO2 (x ranges from 0.5 to 0.7, TM = Fe, Co, Ni, Mn, etc.) layered oxides mostly deliver a low specific capacity and suffer from a P2 to O2 phase transition during electrochemical cycling, which is unsatisfactory for practical applications. ",
                "It is a useful strategy to modify the material structure to enhance the phase stability and electrochemical behavior by introducing suitable metal ions. To address the drawbacks of Na-deficient P2 oxides, many studies have been performed via ion substitution (such as Li+, Mg2+, Cr3+, Fe3+, Cu2+, Al3+, etc.).  For example, Chen’s group found that Mg- and Ti-codoped Na2/3[Ni2/9Mg1/9Mn5/9Ti1/9]O2 could regulate the crystal structure and enhance the electrochemical properties by suppressing the phase transition.  Especially, when weak bonds like Li–O, Mg–O, or Zn–O bonds are introduced in the Na-deficient oxides, the anionic redox reaction O2–/On– could be triggered at a high working potential of around 4.2 V, which opens a new path to improve the specific capacity of these oxides.  Na2/3[Mg0.28Mn0.72]O2 is reported to have a high initial charge/discharge capacity of above 150 mAh g–1 due to the contribution of the O redox process, which is close to its theoretical capacity based on the Na content of the compound. Similar cases were encountered in Na0.6Li0.2Mn0.8O2 and Na2/3Zn0.28Mn0.72O2. Therefore, when an anionic redox reaction is introduced in the P2 layered compounds, a further improvement in specific capacity is limited by the Na content in the lattice. Recently, the research groups of Hu and of Wang reported that a high-Na-content layered structure could be successfully achieved in P2-type layered TM oxides: i.e., Na0.85Li0.12Ni0.22Mn0.66O2 and Na45/54Li4/54Ni16/54Mn34/54O2.  Both compounds exhibit a solid solution reaction which hinders the phase transitions and thus show good cycling performance. However, the structural stability of the compound is at the expense of capacity, where the advantage of high Na content in the material is not fully utilized, as the anionic redox process is limited.  It is probably an effective strategy to achieve high specific capacity by employing an anionic redox reaction in high-Na-content P2 oxides, but such research is rare.",
                "In this work, the high-Na-content material Na7/9Li1/9Mg1/9Cu1/9Mn2/3O2 (NLMC) is prepared. In the new compound, Li and Mg ions are introduced to trigger the anionic redox reaction while Cu ions are introduced to suppress the P2 to O2 phase transition. The structure and morphology of the material are studied by X-ray diffraction (XRD), scanning electron microscopy (SEM),  high-resolution transmission electron microscopy (HR-TEM), and X-ray photoelectron spectroscopy (XPS), which confirm the structure and the composition of the material. Electrochemical tests show that the compound has a high specific capacity of 225 mAh g–1 based on cationic and anionic redox processes. The long-term cycling performance shows that it has a capacity retention of 77% after 100 cycles. Our ex situ XRD result shows that it has a suppressed P2 to OP4 phase transition during electrochemical cycling. Furthermore, the galvanostatic intermittent titration technique (GITT) shows that it has a moderate Na+ diffusion coefficient, and theoretical studies suggest that the migration barrier from the Nae–Nae site is smaller than that from the Nae–Naf path in the lattice. In addition, the structure evolution of the compound during extensive cycling is also revealed."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "NLMC was synthesized via a sol–gel method followed by a high-temperature reaction. The Rietveld refined XRD data of the compound are shown in a.  The data show that the oxide powder corresponds mainly to the P2 structure within the P63/mmc and P63 space groups.  As shown in b, the addition peaks around 20° might be induced by the ordered arrangement of Li/Mg/Cu/Mn ions in TM layers in the P63 space group.  The SEM and TEM images in c,d show that the compound has a typical hexagon-shaped morphology with a size of between 2 and 3 μm. The HR-TEM images (e) and selected area electron diffraction (SAED) patterns (f) reveal that the material has a lattice fringe with a 0.26 nm spacing corresponding to the (100) planes of NLMC. The EDS images in g–k show that the micrometer-sized particle is homogeneously composed of Na, Mg, Cu, Mn, and O.",
                        "XPS was used to evaluate the valence state of the elements in NLMC. Na, Li, Mg, Cu, Mn, and O can be found in the survey spectrum ().  shows the high-resolution spectra of Mg, Mn, Cu, and O ions in the compound. The Mg 1s spectrum shows that it has an oxidation state of +2. The Mn 2p spectrum can be deconvoluted into two peaks associated with Mn 2p3/2 (642.3 eV) and Mn 2p1/2 (653.8 eV), corresponding to a Mn oxidation state of +4 in the material.  Four characteristic peaks for the Cu 2p spectrum can be found in c: i.e., Cu 2p3/2 (933.5 eV), Cu 2p1/2 (953.2 eV), and their satellite peaks.  This indicates that Cu is in the Cu2+ state in the compound. d illustrates the O 1s spectrum, and it can be fitted to three parts, which can be assigned to the lattice oxygen (529.2 eV) and to surface-adsorbed species (531.3 and 532.8 eV). "
                    ],
                    "name": "2.1.  Structure and Morphology",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical properties of NLMC were investigated using CR2016 coin cells with pure Na as the counter electrode. a shows the initial two galvanostatic charge/discharge curves for NLMC at a small current of 10 mA g–1 in the voltage range of 1.5 V–4.4 V. The compound delivered a first charge capacity at around 198 mAh g–1 with a two-step process: i.e., a slope below 4.1 V and a long flat plateau above 4.1 V. Because Mn4+ could not be further oxidized, the slope between 3.1 and 4.1 V is attributed to Cu2+/Cu3+, while the plateau around 4.2 V corresponds to the oxygen oxidation process.  When the cell was discharged to 1.5 V, a discharge capacity of 225 mAh g–1 was achieved as more Na+ ions were inserted into the electrode. In the second cycle, the charge/discharge curves changed a great deal, as Mn ions also worked as redox centers with a charge/discharge capacity of 218/215 mAh g–1. b shows the cyclic voltammetry (CV) curves of the sample at a scan rate of 0.1 mV s–1 between 1.5 V and 4.4 V. For the initial charge process, there are two peaks around 3.5 V and 4.2 V, corresponding to the oxidation of Cu and O ions in the lattice, respectively. In the second curve, a new peak around 2.3 V is observed which corresponds to the oxidation of Mn ions in the structure. c shows the cycling performance of the compound at a current of 100 mA g–1. After 100 cycles, the sample still has a capacity of 130 mAh g–1, corresponding to a capacity retention of 77%. d shows the rate performance of the sample when it was cycled at different rates ranging from 10 mA g–1 to 500 mA g–1. At a current of 500 mA g–1, the sample has a capacity of 110 mAh g–1, which indicates that the compound has a good rate performance.",
                        "To further understand the performance of NLMC, the electrode process kinetics were evaluated by electrochemical impedance spectroscopy (EIS) spectra and GITT. The Nyquist plot is shown in e, which indicates that NLMC has a resistance of around 350 Ω. The typical charge/discharge GITT profile for the first cycle and the corresponding Na diffusion coefficients are shown in f. The DNa+ values of NLMC range from 10–12 cm2 s–1 to 10–15 cm2 s–1, which is a moderate value for Na-deficient oxides.  Also, during charging, an obvious decrease of the Na diffusion coefficient was observed at high potential. In the anionic oxidation process, the preceding anionic activation plateau unavoidably causes some irreversible oxygen loss and permanently modifies the electrochemical profile due to the oxygen network distortion and rearrangement of TM ions. Thus, accompanied by the removal of Na+ ions from the lattice at high voltage, the bulk structure suffers from distortion or structure reconstruction, which is kinetically unfavorable. "
                    ],
                    "name": "2.2.  Electrochemical Properties",
                    "type": "h3"
                },
                {
                    "content": [
                        "DFT calculations were applied to explore the phase stability and electronic density with various Na contents to analyze the structural stability and charge transformation during the desodiation/sodiation. A 3 × 3 × 1 supercell containing 68 atoms (14 Na atoms, 2 Li atoms, 2 Mg atoms, 2 Cu atoms, 12 Mn atoms, and 36 O atoms, i.e., Na14Li2Mg2Cu2Mn12O36) was optimized and used as the initial structure to investigate the different charge states. First, the formation energies of mixing enthalpy for the intermediate phase Na14–xLi2Mg2Cu2Mn12O36 (x = 0, 2, 4, 6, 8, 10, 12, and 14) and the end phase Li2Mg2Cu2Mn12O36 in a P2 lattice with different Na/vacancy orderings were calculated. a shows the convex hull curve of NLMC. The energy diagram of Na14–xLi2Mg2Cu2Mn12O36 predicts that there is a two-phase region from x = 14 to x = 10 over the full range. It indicates that the compound would undergo a phase transition when a large amount of Na ions is extracted from the lattice. b shows the calculated potential profiles based on the ground states varying with Na contents, which is consistent with the experimental profiles shown in a. The redox mechanisms in NLMC were identified by the variation of the projected density of states when x = 0, 2, and 4 in Na(7–x)/9Li1/9Mg1/9Cu1/9Mn2/3O2, as shown in c. During the Na+ deintercalation process from the pristine form to Na5/9Li1/9Mg1/9Cu1/9Mn2/3O2, the electron densities of the Cu 3d orbitals decreased to approximately zero, which indicates a Cu2+/Cu3+ redox reaction in these compounds. In Na5/9Li1/9Mg1/9Cu1/9Mn2/3O2 and Na1/3Li1/9Mg1/9Cu1/9Mn2/3O2, the electron densities near EF are mostly composed of O 2p states. This implies the occurrence of the O2–/(O2)n− redox reaction in NLMC, which is consistent with the results above and previous works on Li-ion batteries (LIBs) and SIBs.  The diffusion path in NLMC was evaluated by the climbing-image nudged elastic band (CI-NEB) method. As Na ions in the P2 structure have two independent sites, one is edge-shared O with TM ions in the TM layer (Nae) and the other is face-shared O with TM ions in the TM layer (Naf), and the diffusion path can be divided into Nae–Nae and Nae–Naf paths, as shown in d. It was found that the energy barrier of Na ion migration of the Nae–Nae path is about 0.747 eV, while that for the Nae–Naf path is a bit larger (0.913 eV), indicating that Na+ ions prefer to move from the Nae to Nae sites."
                    ],
                    "name": "2.3.  DFT Calculations",
                    "type": "h3"
                },
                {
                    "content": [
                        "To gain further insight into the structural evolution of the compound upon Na+ ion insertion and extraction, ex situ XRD at different cutoff voltage states during the initial cycle was performed. During charging, as shown in a, the (002) peak undergoes a small shift to lower angles from 16.15° to 15.80°, whereas the (100) and (102) peaks shift to higher angles and continuously decrease in peak intensity. These variations are related to the extraction of Na+ ions and the oxidation process, which leads to an expansion of the interlayer spacing and a contraction of the TMO6 octahedra, respectively. On charging to 4.4 V, large amounts of Na ions are extracted from the lattice, which induces the shift of the TM layer of the compound. As a result, a new peak at around 17.5° appears which indicates that the compound undergoes a phase transition from the P2 to the OP4 lattice at high voltages. During the discharge process, the new peak fades away, and other peaks have an inverse shift to higher or lower angles while the intensity gradually increases. Thus, a reversible P2–OP4–P2 phase transition was observed in the cathode material, which suppresses the damage by gliding of the TM layer and provides a good cycling reversibility. The structure and morphology evolutions of the compound were investigated by ex situ XRD spectra and SEM images after 10, 20, 50, and 100 cycles. As shown in b, with increased cycling, the (002) peak gradually shifts to lower angles, corresponding to an increase of the c lattice parameter. c–f shows the morphology of the compound after 10, 20, 50, and 100 cycles, respectively. Initially, the compound was coated by a thin film of poly(vinylidene fluoride) (PVDF). After 10 and 20 cycles, the morphology of the compound does not change much. After 50 cycles, cracks of the thin PVDF film could be observed. Moreover, clear cleavages could be found in the compound after 100 cycles, which accounts for the capacity decay during extended cycling.  shows the HR-TEM image of the sample after 100 cycles, and it could be clearly seen that after long-term cycling the compound suffers from some destruction of the layered structure, resulting in the formation of nanovoids in the structure."
                    ],
                    "name": "2.4.  Structural Evolution",
                    "type": "h3"
                }
            ],
            "name": "2.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "A new high-Na-content P2-type layered oxide with a formulation of NLMC has been successfully prepared. The combined redox process of both the TM and O ions gives the cathode a high initial capacity of 225 mAh g–1 with excellent capacity retention and rate performance. Experimental results demonstrate that the compound has a moderate Na diffusion coefficient, while DFT calculations show that the Na ions prefer to migrate from the Nae to the Nae site in the lattice, as it has a lower Na+ diffusion barrier. Further experimental and theoretical analyses indicate that the material undergoes a phase transition from the P2 to the OP4 lattice, favorably suppressing the gliding of the TM layer and thus enhancing the structural stability. The multiconfiguration strategy to enhance the lattice Na concentration and stabilize the anionic redox reversibility is encouraging for the further development of high-performance cathode materials for SIBs."
            ],
            "name": "3.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Realizing High-Performance Cathodes with Cationic and Anionic Redox Reactions in High-Sodium-Content P2-Type Oxides for Sodium-Ion Batteries"
}