{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "MoS2/CoS2-RGO",
        "Polyvalent ion",
        "Sodium-ion capacitors (SICs)",
        "Sodium-ion batteries (SIBs)"
    ],
    "Sections": [
        {
            "content": [
                "Metal sulfide is the most promising anode material for sodium storage devices due to its high theoretical capacity and low cost. However, the practical application of metal sulfide is largely hindered by huge capacity fading during the sodiation/desodiation process. Here mixed bimetallic sulfides grown on reduced graphene oxide (MoS2/CoS2-RGO) are prepared via a facile hydrothermal method. MoS2/CoS2-RGO displays a unique 2D structure which provides large specific surface area for pseudocapacitive charge storage, polyvalent ion reaction for ultrahigh capacity, and a heterostructure to high Na-ion diffusion rate. The optimized MoS2/CoS2-RGO shows a considerable reversible capacity of 593.6 mA h g−1 at 100 mA g−1 over 50 cycles and a high rate capability of 215.8 mA h g−1 even at a high specific current of 5000 mA g−1. A reaction kinetics and galvanostatic intermittent titration technique analysis indicates that MoS2/CoS2-RGO possesses fast pseudocapacitive charge storage and high Na-ion diffusion rate, benefiting the kinetics balance between anode and cathode. With this special structure, SICs containing the anode deliver a high specific energy of 152.98 W h kg−1 at 562.5 W kg−1. Similarly, the SIB exhibits a good capacities of 64 mA h g−1 at the high rates of 5C over 100 cycles."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "The MoS2/CoS2 nanosheet is uniformly dispersed on the two-dimensional graphene layer, and the structure effectively prevents the capacity fading caused by the volume expansion.",
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Graphical abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "The development of economic generates extensive demands on energy conversion and storage devices (ECS) [1]. To date, ECS consists of two main types, supercapacitors and batteries [2], [3], [4], [5], [6], [7], [8], [9], [10]. Lithium-ion batteries (LIBs) have rapidly developed in recent years because of its high energy density and long cyclic stability. Nevertheless, LIBs are difficult for large-scale applying due to potential safety hazard and high price of lithium sources. By contrast, sodium ion batteries (SIBs) also called as rocking chair cells are promising alternative to LIBs as a result of wide distribution and low cost of sodium sources. Sodium ion capacitors (SICs) are an energy storage devices derived from a sodium ion battery, which has a high energy density of the battery and a high power density of the supercapacitors [11]. The anode material determines the energy and power density of SIBs and SICs, which is due to that the large ion radius (1.02 Å) and higher ionization potential of sodium ions prevent the Na-ion insertion or extraction from the anode material, giving rise to a lower reaction kinetics compared to the cathode material [12], [13]. Therefore, it is particularly important to find a suitable anode material for storing sodium ions. Fortunately, scientists have expended great efforts to develop new anode materials with high energy density, high power density, and long cycling stability [14]. The most common anode material for SIBs is graphite based on the insertion reaction mechanism, which possesses good cycle life but low capacity of 35 mA h g−1 [15]. In order to find a higher capacity anode material, workers have focused their attention on a material based on conversion reaction mechanism, for example, MoS2, CoS2, FeP, SnO2, CuO etc [16]. Among them, transition metal sulfides with high electronic conductivity and theoretical capacity (>200 mA h g−1) are considered as the most promising anode materials for SIBs and SICs [17]. Molybdenum disulfide (MoS2) possesses a typical layered structure with weak van der Waals interactions between the layers, which will facilitate the insertion and extraction of sodium ions [18]. The sodium storage mechanism of MoS2 is a conversion reaction mechanism. As shown in the formula below: [19](1)MoS2 + xNa+ → NaxMoS2(2)NaxMoS2 + (4-x)Na+ → Mo + 2Na2S",
                "Similarly, CoS2 is also a promising anode material due to its high theoretical capacity, low cost, and environment friendly [20], [21]. The reaction mechanism of CoS2 is the same as that of MoS2 [22].(3)CoS2 + xNa+ + xe- → NaxCoS2(4)NaxCoS2 + (4-x)Na+ + (4-x)e- → Co + 2Na2S",
                "Although MoS2 and CoS2 possess many merits, the biggest issue of they is the violent volume expansion in the process of Na+ insertion, which leads to the pulverization and capacity fading of electrode materials. Moreover, the Na-ion insertion/extraction rate of metal sulfide is restricted by its sluggish diffusion rate. Thus, the pure metal sulfide suffers from low power density and inferior cyclic stability.",
                "To overcome above shortcoming, an effective method is to compound with carbon materials [23], [24], [25], [26]. In many carbon materials, graphene is a promising material with a large specific surface area, high electronic conductivity, and strong mechanical properties [27]. For instance, Kongyan Xie et al. synthesized CoS2/RGO composite which exhibits a high discharge capacity of 400 mA h g−1 at a specific current of 100 mA g-1after 100 cycles [28]. Xin Xu et al. prepared MoS2 nanosheets anchored on nitrogen-doped graphene (NG), which delivered a capacity of 238 mA h g−1 at a specific current of 200 mA g−1 [29]. As can be seen from above examples, graphene has a huge role in preventing the volume expansion and increasing the cyclic stability of active materials. As we all know, the theoretical capacity of the anode material is determined by the number of transferred electrons and of intercalated ions simultaneously. Therefore, polyvalent ion reactions can yield higher capacity and energy density [30]. For instance, Zhendong Zhang et al. synthesized Sb2S3/MoS2 as anode material for sodium-ion batteries, which shows higher specific capacity, well rate capability, and better cycle life compared with individual Sb2S3 and MoS2 [31].",
                "Based on the above discussion, 2D MoS2/CoS2-RGO anode materials with good electrochemical performance have been prepared by a simple hydrothermal method for the first time. MoS2/CoS2-RGO displays good hierarchical porosity and high specific surface area, which provides not only space to buffer volume expansion during the sodiation/desodiation process, but also surface-controlled pseudocapacitive charge storage to enhance Na-ion reaction kinetics. In addition, the polyvalent ions of MoS2/CoS2-RGO provide higher capacity due to producing more redox reaction in sodium storage process [32], [33]. More importantly, MoS2/CoS2-RGO owns lots of extrinsic defects and active sites for fast Na-ion diffusion rate since the coexistence of two-phase metal sulfides affects their respective crystal growth."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Natural graphite (800 mesh, Aladdin), Cobalt(II) chloride hexahydrate (CoCl2·6H2O, Macklin), Hydrogen peroxide (30% H2O2, Aladdin), Sodium Molybdate(vi) Dihydrate (Na2MO4·2H2O, Aladdin), Potassium permanganatepre (KMnO4, Macklin), Hydrochloric Acid (38% HCl, Macklin), L(+)-Cysteine (C3H7NO2S, Aladdin), Sulfuric acid (98% H2SO4, Aladdin), and Nitric acid (67% HNO3, Macklin) were used directly without further purification."
                    ],
                    "name": "Materials",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Graphene oxide (GO) was prepared in accordance with our previous work [26], [34]. 90 mL GO solution (2 mg mL−1) was dispersed in 120 mL deionized water under ultrasonic for two hours. Then, 0.945 g (0.0078 mol) L(+)-Cysteine, 0.4639 g (0.00195 mol) CoCl2·6H2O, and 0.4716 g (0.00195 mol) Na2MoO4·2H2O were added to above dispersion. Next, the mixed dispersion was transferred to a 200 mL stainless steel Teflon-lined autoclave and reacted at 180 °C for 24 h and then cooled to room temperature. Finally, the obtained MoS2/CoS2-RGO hydrogel after the hydrothermal process was collected and washed three times with deionized water, and then vacuum freeze-dried overnight for 12 h. To investigate the effect of temperature on the properties of materials, MoS2/CoS2-RGO was synthesized through a different reaction temperature of 160, 170, 180, and 190 ℃."
                    ],
                    "name": "Preparation of MoS2/CoS2-RGO",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Na3V2(PO4)3/C was prepared in accordance with the rapid nucleation method. Typically, 3 mmol V2O5 and 9 mmol H2C2O4·2H2O were added to 90 mL deionized water with stirring at 70 °C. Then, 9 mmol NaH2PO4 and 1 mmol glucose were added to above solution. Next, 180 mL DMF were dropped in above solution. The precipitate was collected by drying the mixed solution at 60 °C for 12 h. Finally, the NVP/C cathode material was obtained after the precipitate was annealed at 750 °C for 8 h in Ar (5 °C min−1)."
                    ],
                    "name": "Preparation of Na3V2(PO4)3/C",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The crystal structures of MoS2/CoS2-RGO were analyzed by X-ray diffraction (XRD, TTR III) pattern with Cu Kα radiation at 40 kV of a tube voltage and 2θ from 5° to 90° at the rate of 3° min−1. The surface morphology and internal crystal structure of composites were measured by scanning electron microscopy (SEM, JSM-6701F, JEOL) and transmission electron microscopy (TEM, JEM-1200EX, JEOL), respectively. Element content was analyzed by Energy Dispersive Spectroscopy (EDS, Ultim Extreme, United Kingdom). EDX element mapping was observed by high resolution transmission electron microscopy (FEI Tecnai G2F20, USA). The specific surface area and pore size distribution of MoS2/CoS2-RGO was measured by N2 adsorption and desorption technology (BET, ASAP 3020 (Micro USA)). The surface chemistry and valence of MoS2/CoS2-RGO were tested by X-ray photoelectron spectroscopy (XPS, Kratos Axis ULTRA)."
                    ],
                    "name": "Characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The working electrodes were fabricated by mixture the MoS2/CoS2-RGO composite (80 wt%), acetylene black (10 wt%), poly-(vinylidene fluoride) (PVDF) (10 wt%), and N-methyl-2-pyrrolidone (NMP) diluent. The stirred mixture was coated on the copper foil. Then, the copper foil was dried under vacuum at 60 ℃. Finally, the copper foil was cut into disks with the diameter of 14 mm. The separator of cell was the glass fiber (Whatman, GF-D). Electrolyte was 1 M NaClO4 in ethylene carbonate (EC) and propylene carbonate (PC) with the 5 wt% fluoroethylene carbonate (FEC). The cells were assembled in glove box with ultra-argon (H2O < 0.5 ppm, O2 < 0.2 ppm). The mass of the active material on the electrode sheet is 0.5–0.8 mg cm−2. The metallic sodium was used as both counter and reference electrodes in the half cell. The galvanostatic charge/discharge (GCD) measurements were conducted at room temperature between 0.01 and 3.00 V on a LAND CT-2001A. Cyclic voltammetry (CV) profiles were recorded on a CHI760D electrochemical workstation with the voltage range of 0.01–3.00 V versus Na+/Na. Similarly, electrochemical impedance spectroscopy (EIS) was performed on a CHI760D electrochemical workstation with the frequency range of 100 KHz-10 mHz. The MoS2/CoS2-RGO//NVP/C full cells were assembled with MoS2/CoS2-RGO as anode and the NVP/C as cathode in an Ar-filled glove box. In addition, the assembling procedures of SICs were the same as those for the MoS2/CoS2-RGO//NVP/C full cells except for the different cathode material. The separator and electrolyte of SIBs and SICs are the same as those of half-cell. Note that full cell was fabricated in coin-type cell after pre-sodiated MoS2/CoS2-RGO anode material (twenty cycles during the charge–discharge process under 100 mA g−1, a final voltage state achieved as 0.01 V) to mitigate the capacity loss due to the formation of SEI film. The specific capacitance, specific energy, and specific power of the materials were obtained according to the following equations: [35](1)",
                        "C = ( I × ( t 2 - t 1 ) ) ÷ ( m × Δ V )(2)",
                        "E = 1 3.6 ∫ t 1 t 2 I V d t(3)",
                        "P = 3600 E twhere C (F g−1) was the specific capacitance; I (A g−1) represents the specific current; V (V) was the working voltage; m (g) refers to the active substance quality of MoS2/CoS2-RGO; t1 (s) and t2 (s) represent the start/end discharge times, respectively; E (W h kg−1) was the specific energy; P (W kg−1) refers to the specific power."
                    ],
                    "name": "Electrochemical measurement",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "The synthetic mechanism of MoS2/CoS2-RGO is as follows: there are many oxygen-containing functional groups on the surface of GO, which makes it to adsorb metal ions on the surface [36]. In the process of mixing, the Co2+ serves as a bridge between the charge incompatible GO and MoO42−. l-cysteine as the source of S is attracted to the surface of GO by forming hydrogen bonds with hydroxyl and carboxyl groups on the surface of GO. Through the hydrothermal process, GO is reduced to RGO. Meanwhile, MoS2/CoS2 grows in situ on the surface of RGO by forming CS bonds [37].",
                "X-ray diffraction (XRD) spectra are applied to characterize the crystallinity of samples. Fig. 1 shows the XRD of GO and MoS2/CoS2-RGO at 160, 170, 180, and 190 ℃, respectively. For GO, Fig. 1a shows the characteristic (0 0 1) plane at 2θ = 10.88° (d = 0.8 nm), revealing the oxidation of the original graphite [38]. As shown in Fig. 1b, the main peak positions of MoS2/CoS2-RGO are indexed with the standard PDF cards of MoS2 (PDF#37-1492) and CoS2 (PDF#41-1471), respectively [39]. Moreover, the peak intensity of MoS2 is weaker than CoS2, which is due to the disordered arrangement of the MoS2 nanosheets. A broad diffraction peak centered at ≈21.44° corresponds to the RGO (0 0 2) plane [40]. According to the Debye-Scherer formula,",
                "D = K × λ ÷ ( β × cos θ ) (4), [41]. The average crystallite size of MoS2/CoS2-RGO are 0.18, 0.15, 0.41, and 0.20 nm at 160, 170, 180, and 190 ℃, respectively, when the 2θ located at 32.44°. Similarly, the average crystallite sizes of MoS2/CoS2-RGO are 0.19, 0.14, 0.31, and 0.23 nm at 160, 170, 180, and 190 ℃, respectively, when the 2θ located at 36.29°. The calculated average crystallite sizes at different angles indicate that MoS2/CoS2-RGO has the smallest crystallite sizes at 170 °C. Small size not only can help shorten the Na+ diffusion pathway but also buffer volume expansion of the composite in the process of sodiation/desodiation. The MoS2/CoS2-RGO synthesized at 170 °C will be used in the following morphological characterization.",
                "Fig. 2a is the scanning electron microscopy (SEM) of MoS2/CoS2-RGO at a scale of 1 um, from which it can be seen that RGO has a large surface area, and many small particles of MoS2/CoS2 crystal are uniformly dispersed on the RGO sheets. As shown in the inset of Fig. 2a, the high-magnification of SEM images displayed the flaky RGO with many folds. The internal structure of MoS2/CoS2-RGO can be further observed via the transmission electron microscopy (TEM). As shown in Fig. 2b, the transparent state of RGO means that the number of RGO layer is very small, which is due to that in-situ growth of CoS2 and MoS2 avoid the stacking of RGO layer and improve the electron transmission rate of RGO. On the other hand, RGO sheets were homogenously coated with MoS2/CoS2 pieces, increasing the contact area between the active material and the electrolyte. Selected-area electron diffraction (SAED) patterns (Fig. 2c) contain characteristic signals from the (1 0 0) plane of MoS2 and (2 0 0), (2 2 0), (2 1 1), and (3 1 1) plane of CoS2, respectively. This result confirms the coexistence of MoS2 and CoS2, which is consistent with the results of XRD. Fig. 2d is the EDS spectrum of MoS2/CoS2-RGO, indicating the content of elements is 53.84% C, 0.71% S, 15.89% Mo, 14.12% Co, and 15.44% O, respectively. The Mo/Co ratio is about 1.1, which is consistent with the experimental feed ratio. The results indicate that the synthesis of MoS2/CoS2-RGO is controllable. Elemental mapping (EDX) images (Fig. 2 (e-f)) confirm that the S, Mo, and Co elements are uniformly distributed over the RGO layer, and the existence of voids indicates the existence of lots of interior pores.",
                "The nitrogen adsorption/desorption measurement is utilized to determine the specific surface area (SSA) and pore size distribution of MoS2/CoS2-RGO. As presented in Fig. 3a, the MoS2/CoS2-RGO displays a type-III isotherm and has a SSA of 23.6 m2 g−1, which is mainly from the RGO. As illustrated in Fig. 3b, the pore size distribution is ranging from 0.1 to 7.5 nm, confirming MoS2/CoS2-RGO has a very good hierarchical porosity, which will increase the amount of channels for electrolyte diffusion and promote the transfer of sodium ions in the electrochemical process. In addition, MoS2/CoS2-RGO exhibits disorder-induced D bands (1340.1 cm−1) and the graphitic G bands (1572.9 cm−1) in the Raman spectra (Figure S1, Supporting Information). The ratio of the intensities of the D peak and the G peak is about 1.39. This result demonstrates that RGO forms abundant defects in the hydrothermal process, which is benefit to improve electronic conductivity of RGO [42].",
                "X-ray photoelectron spectroscopy (XPS) is employed to prove surface chemistry and valence of MoS2/CoS2-RGO. As shown in Fig. 4a, the high-resolution C 1 s spectrum can be split into three major components located at 284.3, 285.7, and 288.4 eV, which can be attributed to the CC/CC bonds originated from the carbon skeleton of RGO, the CO bonds originated from residual oxygen-containing functional groups at the edges of RGO which can effectively improve the sodium storage capacity and pseudocapacitive charge storage of MoS2/CoS2-RGO through surface redox reactions, and the CS bonds originated from between the mixed metal sulfides and RGO, respectively [37]. As demonstrated in Fig. 4b, the high-resolution of S 2p spectrum exhibits four peaks at 161.5, 162.6, 164.0, and 168.2 eV, which correspond to the CS, S 2p3/2, S 2p1/2, and Sat., respectively, indicating the presence of CS and S2- [41]. The high-resolution of Co 2p spectrum can be deconvolved into six peaks at 779.2, 781.5, 783.8, 794.2, 797.2, and 803.4 eV, respectively (Fig. 4c). The 779.2, 781.5, and 783.8 eV can be assigned to the Co 2p3/2 peaks [43]. The 794.2 and 803.4 eV are related to the Co 2p1/2 orbital. In addition, the peak located at 797.2 eV corresponds to Co-O bond [44]. In the high-resolution Mo 3d spectrum (Fig. 4d), three major components located at 226.6, 228.4, and 232.1 eV are associated with S2s, Mo 3d5/2, and Mo 3d3/2, respectively. Among them, the peaks at 228.4 and 232.1 eV are ascribed to the Mo 3d5/2 and Mo 3d3/2 in 2H-MoS2.[31]. The XPS results further confirm that this composite is composed of CoS2, MoS2, and RGO.",
                "The advanced structure of MoS2/CoS2-RGO will determine its good electrochemical performance. The Na+ storage behaviors of the MoS2/CoS2-RGO are investigated by cyclic voltammetry (CV), galvanostatic charge/discharge (GCD), and electrochemical impedance spectra (EIS) measurements using coin cells with metallic Na as both counter and reference electrodes. Fig. 5a shows the CV curves of MoS2/CoS2-RGO electrode over the voltage windows of 0.01–3.00 V (vs Na+/Na) at a scan rate of 0.1 mV s−1. In the first cycle, the cathodic peak located at ≈1.08 V can be ascribed to insertion reaction of sodium ion, MoS2 + xNa+ + xe- → NaxMoS2 and CoS2 + xNa+ + xe- → NaxCoS2. The cathodic peaks located at ≈0.61 and 0.48 V correspond to the conversion reaction, NaxCoS2 + (4-x) Na+ + (4-x) e- → Co + 2Na2S (≈0.61 V) and NaxMoS2 + xNa+ +xe- → Mo + 2Na2S, x  < 2 (≈0.48 V), respectively [45], [46]. The solid electrolyte interface (SEI) film is formed at cathodic peak of 0.48 V. The sharp redox peaks near the 0.01 V is due to the sodium storage in the reduced graphene oxide. The anodic peaks located at ≈1.42 and 1.85 V correspond to two oxide reactions, Co + 2Na2S → CoS2 + 4Na+ + 4e- and Mo + 2Na2S → MoS2 + 4Na+ + 4e-, respectively. The relatively weak peak located at 2.03 V is attributed to the dissociation of residual Na2S to form S [47], [48]. In the second cycle, the first three cathodic peaks have been moved to 1.44, 0.88, and 0.47 V, which originates from the enhanced kinetics of the electrode [49]. Other peaks, including the anodic peaks, hardly change. The peaks almost overlap after the first cycle, which indicates that MoS2/CoS2-RGO electrode has highly electrochemical reversibility and stability [50]. Fig. 5b shows the GCD profiles of the MoS2/CoS2-RGO in the voltage windows of 0.01–3.00 V at first four cycles. MoS2/CoS2-RGO displays a high discharge and charge capacity of 1686.1 and 703.4 mA h g−1, respectively, with an initial Coulombic efficiency of 41.7% at 100 mA g−1. The loss of the first-cycle capacity is due to the electrolyte decomposition and the formation of SEI film [51]. The Coulombic efficiency at the 25th and 50th cycles reaches 93.5% and 96.5% for MoS2/CoS2-RGO, respectively, which is due to that the stable SEI films can reduce electrochemical impedance and achieve higher Coulombic efficiency in the process of charge/discharge. Moreover, the shape of GCD profiles shows no change after the first cycle, demonstrating that the MoS2/CoS2 embedded on RGO has fast migration rates of electrons and Na+. As shown in Fig. 5c and 5d, the capacity of MoS2/CoS2-RGO are 521.7, 593.6, 388.3, and 503.6 mA h g−1 at 160, 170, 180, and 190 ℃, respectively. This result indicates that the capacity is highest at the temperature of 170 °C, which is due to the fact that the small sized nanoparticles can shorten Na+ diffusion distance and buffer volume expansion. This result is consistent with the XRD test. To contrast the performance of mixed bimetallic sulfides and monometal sulfides, the capacity of MoS2-RGO and CoS2-RGO is measured. As shown in supporting information Figure S2, the capacity of MoS2/CoS2-RGO is higher than that of MoS2-RGO (380.5 mA h g−1) or CoS2-RGO (121.4 mA h g−1), confirming polyvalent metal ions can provide many redox reactions and higher capacity. Moreover, as shown in Table S1 in the Supporting Information, the MoS2/CoS2-RGO displays higher specific capacity compared with previously reported MoS2 or CoS2-based anode for SIBs or SICs. Fig. 5e shows the rate performance of MoS2/CoS2-RGO, which displays the reversible capacities of 544.2, 534.7, 482.5, 427.7, 370.6, and 285.1 mA h g−1 at specific current of 100, 200, 500, 1000, 2000, and 5000 mA g−1, respectively. It is worth noting that the capacity of MoS2/CoS2-RGO recovered to 501.5 mA h g−1 when the specific current is returned to 100 mA g−1 with the high rate retention of 92.15%. A well durability has been obtained with a capacity of 218.15 mA h g−1 after 100 cycles at an ultrahigh specific current of 5000 mA g−1 (Fig. 5f). The contributed capacity of pristine RGO is explored, exhibiting a lower capacity than 52 mA h g−1 at 100 mA g−1, which is due to the insufficient spacing of RGO attributed to the high deoxygenation degree (Figure S3, Supporting Information) [52], [53]. As seen in Fig. 5g, electrochemical properties of MoS2/CoS2-RGO are further studied by electrochemical impedance spectroscopy (EIS). The EIS curve consists of a semicircle in high frequency region and a straight line in low frequency region. The semicircle can be described as the charge transfer impedance at the interface of the electrode and electrolyte, and the straight line can represent the Warburg (W) impedance, which reflects the diffusion ability of sodium ions into the composite. According to the equivalent circuit shown in Fig. 6h, Rs represents the ohmic impedance of the button cell, CPE represents the stationary phase element, and Rp represents charge transfer impedance. W refers to the Warburg (W) impedance of sodium ion diffusion. By comparing the impedance spectra of the first and 100th cycles, Rp is significantly reduced after 100th cycles, which is due to the wetting effect of the electrolyte on the electrode material.",
                "As shown in Fig. 6a, in order to further explain the sodium storage mechanism of MoS2/CoS2-RGO, ex-situ XRD tests are carried out in the voltage range of 0.01–3.00 V versus Na+/Na for the first time cycle at different voltages. The charge/discharge profile is seen in Fig. 6b, and seven points are selected to test. As shown in Fig. 6c, when the discharge voltage reaches 0.01 V (named “D:0.01 V”), the peak of Na2S appears at 2θ = 26.23°, indicating the conversion reaction of MoS2/CoS2-RGO takes place and generate metallic Mo and Co [54]. When the charge voltage reaches 3.00 V (named “C:3.00 V”), the peak of S appears, which is due to the desodiation of residual Na2S to form S. Ex-situ XRD effectively tracks the sodium storage process of MoS2/CoS2-RGO at different voltage. The results of ex-situ XRD analysis are consistent with the analysis of CV curves.",
                "There are two factors controlling the reaction kinetics in the process of sodium storage. The first part is the pseudocapacitive reaction occurring on the surface of the material, while the second part is the Na-ion diffusion process occurring on the interior of the material. It is obvious that the kinetics of pseudocapacitive reaction is faster than that of the diffusion process. Fig. 7a shows CV curves of MoS2/CoS2-RGO at series of scan rate of 0.1–1.2 mV s−1, which displays two pairs of redox peaks. The relationship between the peak current (i) and the scan rate (v) obeys the following formula (5):(5)",
                "log i = b × log v + log ( a )here, the constant b is determined by the slope between log (v) and log (i) as shown in Fig. 7b. When the b approaches 0.5, the sodium storage process is a diffusion-controlled process, whereas the b of 1 is an ideal pseudocapacitive behavior. According to the formula 5, the b value of peak1, peak2, and peak3 are 0.73, 0.82, and 0.80, respectively, confirming the redox process of the MoS2/CoS2-RGO is mainly controlled by pseudocapacitive process.",
                "The contribution ratio of pseudocapacitive to the total sodium storage capacity can be quantitatively calculated by equation (6):(6)",
                "i v = k 1 × v 0.5 + k 2 × vwhere, k1v0.5 represents the contributions to the current from the diffusion-controlled process, whereas k2v represents pseudocapacitive-controlled process [55]. As shown in Fig. 7c, the pseudocapacitive contribution ratio is 61.2% under the scanning rates of 0.2 mV s−1. Fig. 7d summarizes the specific gravity of the pseudocapacitive at different scan rates. With the increase of scanning rate, the contribution ratio of pseudocapacitive increases, which is due to the fact that RGO offers many active sites for surface-induced pseudocapacitive Na+ storage. Thus, we speculate that the excellent rate capability of the MoS2/CoS2-RGO is result from its high pseudocapacitive effect.",
                "To well understand diffusion process of the MoS2/CoS2-RGO electrode, the GITT is employed to analyze the Na-ion diffusion coefficient (D). D can be calculated from the equation (7),(7)",
                "D = 4 π τ ( V M m B A M B ) 2 ( Δ E s Δ E τ ) 2where mB, A, MB, and VM refer to the mass, interfacial area, molar mass, and molar volume, respectively.",
                "Δ E s and",
                "Δ E τ denote the change of voltage during the constant current pulse and steady state by a single-step GITT profile. GITT curve of MoS2/CoS2-RGO is showed in Fig. 8a by applying a series of pulse current at 0.1 A g−1 for 30 min between rest intervals for 2 h. Fig. 8b is derived from Fig. 8a by equation (7). As shown in Fig. 8b, the change of the diffusion coefficient during the charge and discharge process corresponds to each redox peak in the CV diagram [56]. When the redox reaction occurs, the diffusion coefficient will be significantly reduced, which is due to that intercalation reaction is dominant near the redox peak [57]. During the charge and discharge process, the average D of the MoS2/CoS2-RGO are 2.5 × 10-8 cm2 s−1 and 1.0 × 10-8 cm2 s−1, respectively, which is higher than the bimetallic sulfides reported in the literature [58]. The higher D of the MoS2/CoS2-RGO is due to that the abundant phase boundaries of two phase metal sulfides (MoS2/CoS2) create numerous extrinsic defects and active sites for fast ion transportation. Phase boundaries have been extensively studied in Ti-based materials to improve the electrochemical performance of Lithium-ion battery [59]. Furthermore, different redox potentials and out-of-step reactions of MoS2/CoS2 would reduce the pressure of volume expansion during the insertion/extraction of sodium ion, which will help increase the Na-ion diffusion coefficient.",
                "A hybrid sodium ion capacitor (SIC) is assembled by MoS2/CoS2-RGO as an anode and a CC as a cathode. The principle of assembling a SIC is that the charge transfer between the cathode and the anode is equal (",
                "Q a n o d e = Q c a t h o d e). Therefore, the mass ratio of the cathode and the anode can be calculated by the following equation (8):(8)",
                "C anode × Δ V anode × m anode = C cathode × Δ V cathode × m c a t h o d ewhere ΔV is voltage window, C refers to the specific capacitance (calculated by Equation (1)), and m represents the mass of the active material. As shown in Figure S5c and S5d of the supporting information, the CC as cathode material has an excellent specific surface area of 2463.8 m2 g−1 and good microporous structure (concentrated on 1.05 nm), which can provide a considerable electric double layer capacitance. The anode and cathode half-cells are cycled at specific current of 2000 mA g−1 for 50 cycles, and the stable capacities reach 385.6 and 90.5 mA h g−1, respectively. By reference to this capacity, the mass ratio of anode to cathode is 1:8.5. During the charging process of SIC, sodium ions are inserted into the anode, whereas the ClO4- are adsorbed at the cathode surface. Discharging process is the opposite of charging. Fig. 9a shows the CV curves at different scan rates. The morphology of the CV curves is almost unchanged as the scan rate increases, which indicates that the SIC has good rate performance. As shown in Fig. 9b, GCD profiles of the SIC device displays symmetric quasitriangular shapes at higher current densities, confirming the combination of different storage mechanisms [60]. In addition, the MoS2/CoS2-RGO//CC delivers a high specific energy of 152.98 W h kg−1 at a specific power of 562.5 W kg−1 based on the total mass of both the anode and cathode electrodes. At a high specific power of 4500 W kg−1, the SIC still delivers an impressive specific energy of 84.93 W h kg−1. A good durability has been obtained with capacitance retention of 92.3% after 1000 charge/discharge cycles at a high current density of 2000 mA g−1 and the Coulombic efficiency is nearly 100% at room temperature (Fig. 9c). As presented in Fig. 9d, the high specific energy and power of SIC is superior to several SIC systems previously reported, such as Nb2O5 nanosheets//PSC, [60] Na2Ti2O4(OH)2//C, [61] and CoSe2@VG/CC [62]. This result proves that MoS2/CoS2-RGO//CC have high specific energy of battery and high specific power of supercapacitor, which is due to that fast pseudocapacitive-controlled kinetics of MoS2/CoS2-RGO can well match the kinetics of CC.",
                "Because of the good electrochemical performance of MoS2/CoS2-RGO in the half-cell, sodium ion full-battery (SIB) is assembled using MoS2/CoS2-RGO as the anode and NVP/C as the cathode. Fig. 10a clearly illustrates the working principles of the SIB. During the charging process of the SIB, sodium ion is extracted from Na3V2(PO4)3 and then inserted into MoS2/CoS2-RGO. Although Na3V2(PO4)3 has a three-dimensional Na-ion intercalation/deintercalation channel, its low electron conductivity limits its application. In this study, Na3V2(PO4)3 encapsulated into carbon (NVP/C) is synthesized to improve the electrochemical properties of Na3V2(PO4)3. The XRD pattern, TEM image, and Nitrogen adsorption–desorption measurement of NVP/C are showed in Figure S4 in the supporting information. Figure S4a shows that the XRD is well indexed with the standard PDF cards of NVP (PDF#53-0018), which indicates NVP/C possesses high crystallinity. Moreover, Figure S4c and S4d illustrate that the specific surface area of NVP/C is 18.51 m2 g−1 and the mesoporous size of NVP/C is 2.8 nm, respectively. MoS2/CoS2-RGO//NVP/C are constructed using MoS2/CoS2-RGO as the anode and NVP/C as the cathode. The mass loading of the anode and cathode is 1:5.6 for a high voltage window of 3.0 V. Fig. 10b presents the typical GCD profiles of NVP/C, MoS2/CoS2-RGO, and MoS2/CoS2-RGO//NVP/C. Two obvious charge/discharge plateaus are observed at 1.2 V, 2.5 V and 1.6 V, 3.3 V, which are well in accordance with the CV curves (Fig. 10c). As shown in Fig. 10d, the discharge capacity of 64 mA h g−1 can be obtained at 5C over 100 cycles, indicating the SIB owns good cycling stability with the high initial efficiency of 98.69%. The MoS2/CoS2-RGO//NVP/C full cells also exhibit outstanding rate capability (Fig. 10e). For example, the discharge capacities reach 41.6 and 33.8 mA h g−1 at the high rates of 10 and 20C, respectively, and capacity value is able to recover to 78.9 mA h g−1 as rate returns to 0.5C, demonstrating high electrochemical reversibility of MoS2/CoS2-RGO//NVP/C full cells, which is result from the high capacity and fast Na-ion diffusion rate of anode material."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, we researched the influence of synthesis temperature on the electrochemical performance of MoS2/CoS2-RGO. These results demonstrated that the average crystallite sizes of MoS2/CoS2-RGO is the smallest at synthesis temperature of 170 ℃, which exhibits the highest reversible capacity of 593.6 mA h g−1 at 100 mA g−1. In addition, we have developed an advanced sodium ion hybrid capacitor and sodium ion battery with the optimized MoS2/CoS2-RGO as anode material. The assembled MoS2/CoS2-RGO//CC showed a high specific energy of 84.93 W h kg−1 at 4500 W kg−1 with outstanding cyclic stability at a wide voltage range of 0.01–4.5 V. Furthermore, the assembled MoS2/CoS2-RGO//NVP/C displayed a high discharge capacity of 85 mA h g−1 at the rates of 2C with high voltage range of 0.6–3.5 V. The good electrochemical performance of MoS2/CoS2-RGO is due to the following three reasons: (1) RGO provided fast electron transfer pathway and high specific surface area to disperse the nanoparticles and buffer volume expansion of mixed bimetallic sulfides, (2) the polyvalent ions of MoS2/CoS2 provided higher sodium storage capacity, and (3) mixed bimetallic sulfides owns lots of extrinsic defects and active sites for fast Na-ion diffusion rate."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "Jian Liu: Conceptualization, Methodology, Software, Investigation, Writing - original draft, Validation, Data curation. Ying-Ge Xu: Visualization, Resources, Project administration. Ling-Bin Kong: Formal analysis, Writing - review & editing, Funding acquisition, Supervision."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declared that there is no conflict of interest."
            ],
            "name": "Declaration of Competing Interest",
            "type": "section_h2"
        }
    ],
    "Title": "Synthesis of polyvalent ion reaction of MoS2/CoS2-RGO anode materials for high-performance sodium-ion batteries and sodium-ion capacitors"
}