{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Sodium-ion battery",
        "Polyanionic cathode",
        "Hybrid structure",
        "Interconnected structure",
        "Energy storage",
        "Sodium-ion battery (SIB) has become one of the most promising alternatives to lithium-ion battery (LIB) owing to earth-abundance, widespread availability, and low cost of sodium resources , , . Currently, enormous efforts have been dedicated to developing high-performance cathode materials since the breakthroughs for SIBs rely primarily on cathodes in terms of the working voltage, energy density, cell cost and safety. Among various exploited cathode, sodium superionic conductor (NASICON)-type polyanionic materials have been considered as one of the most promising cathode candidates for SIBs due to the facilitated Na+ ion mobility and high structural stability endowed by 3D open framework structure . As a typical representative, Na3V2(PO4)3 (NVP) has been extensively studied and exhibits decent Na+ storage capacity and superior cycling stability . Such phosphates, however, still suffer from poor electronic conductivity and sluggish Na+ diffusion kinetics , thereby deteriorating rate performance. In addition, poor diffusion kinetics limit the accessibility of electrochemically active sites, refraining from realizing the theoretical capacity. With increasing demand for highly reliable energy storage devices, higher requirements have been placed on the comprehensive performance of SIBs. For instance, extreme temperature especially low-temperature tolerance has become a principal concern for SIBs due to the sharply reduced diffusion kinetics . Therefore, expediting the ion/electron transfer kinetics in NVP and further enhancing its specific capacity to promote its practical application is imperative.",
        "From a material engineering perspective, doping with heteroatoms and surface coating are the most popular two strategies to improve charge transfer kinetics in NVP. For example, Zhao reported that Al doping in NVP can regulate electronic structure to reduce the bandgap of NVP, resulting in improved electron conductivity . Chen et al. demonstrated that Zr-doping in NVP (Na2.9V1.9Zr0.1(PO4)3) could remarkably facilitate intrinsic electronic conduction for enabling superior rate capability. Kumar Singh et al. reported that by partially replacing V3+ in NVP with low-valence Mn2+ and high-valence Mo6+ , the as-modified NVP exhibits improved rate performance and better energy density because of the facilitated Na-ion diffusion kinetics from the enlarged interstitial volume of NVP lattice. Chen et al. found that doping an appropriate amount of boron in NVP could effectively lower the energy barrier for Na-ion diffusion and enhance structural stability to realize fast and durable sodium storage . On the other hand, surface coating as an extrinsic electronic/ionic conductivity enhancement method largely relies on the properties of conductive agents, involving carbon , metal materials , conductive polymer , oxides with high ionic and/or electronic conductivity [, ], etc. Among them, carbon coating is the most popular and economic method as it can effectively improve surface electronic conductivity and buffer volume changes during Na+ extraction and insertion processes. However, the produced carbon coating layer is usually amorphous and noncontinuous, which cannot guarantee the intergranular electron transportation , , , . Thus, the realization of full potential of active material is largely restricted.",
        "Herein, inspired by the synergistic function of steel bars and concrete to afford the reinforced concrete structure, we delicately designed a robust interconnected and porous architecture assembled from 3D graphene framework and well-encapsulated Na3.5V1.5Mn0.5(PO4)3@C nanoparticles with hierarchical porosity (NVMP@C@3DPG) as cathode for SIBs. The graphene framework acts as “rebars”, which can not only mitigate volume change from sodiation/desodiation and ensure structural stability, but also offer 3D electron pathways to enable high-efficiency charge transport between active nanobuilding blocks. Simultaneously, NVMP@C particles serve as “concrete” to withstand pressures and support the architecture. Such architecture is in favor of rapid electron/ion transport kinetics for boosting a high-rate capacity and low-temperature performance. Moreover, by substituting 25%  V with Mn atoms, a reversible capacity of 120.5 mAh/g contributed by V4+/V3+, Mn3+/Mn2+ and V5+/V4+ redox couples were attained. Additionally, the discharge mean voltage plateau was obviously increased from ∼3.36 V to ∼3.41 V, which is beneficial for enhancing energy density. As a result, the so-formed reinforced concrete architectures efficiently integrate carbon coated NVMP (concrete) within 3D porous graphene networks (rebars), consequently realizing the combination of electronic conductivity, ionic transport and mechanical strengthen. As expected, such cathode exhibits superior reversible capacity and cycling stability, excellent rate capacity and high tolerance for extreme-temperature operation.",
        "The reinforced concrete-like NVMP@C@3DPG structure, which combines a 3D graphene framework (“rebars”) and Na3.5V1.5Mn0.5(PO4)3@C (“concrete”) with hierarchical porosity (Fig. 1a), was fabricated through a facile polymer/mixed-solvent assisted self-assembly process with a subsequent solid-state reaction (Fig. 1b). Polyvinylpyrrolidone (PVP) is an excellent dispersing agent due to its amphiphilicity derived from hydrophilic amide groups and hydrophobic alkyl backbone. Furthermore, PVP plays a multi-role as the directing agent for the self-assembly of single-layer graphene oxide, the “cement” to encapsulate the precursors of active materials and connect them to the 3D graphene framework and carbon/nitrogen sources. The mixed solvent was used to construct an internal porous structure based on the formation of a droplet template . Similar to the setting process of concrete, NVMP@C@3DPG is obtained after high-temperature annealing.",
        "NVMP@C@3DPG was firstly characterized by scanning electron microscopy (SEM) and transmission electron microscopy (TEM). The obtained product possesses an interconnected network structure with abundant macro-meso pores interconnected by the 3D graphene framework (Fig. 2a and Fig. S1 in Supporting information). Importantly, the so-formed 3D graphene architecture provides the 3D continuous electron transfer pathways, and the interconnected porous structure facilitates rapid electrolyte penetration, favoring electron transfer and Na+ ion diffusion kinetics. In contrast, the control sample (NMVP@PC) without using graphene shows a poorly interconnected porous structure because of the absence of graphene, which is not favorable for electron-ion transfer kinetics (Fig. 2b). Without graphene and mixed solvent, another control sample (NVMP@C) exhibits bulk structures with a lack of both internal connection and porosity (Fig. 2c). Energy dispersive X-ray spectroscopy (EDS) mapping reveals homogeneous distribution of Na, Mn, V, O, and P elements in NVMP@C@3DPG (Fig. 2d).",
        "Besides the formed 3D interconnected network structure, the active nanoparticles (NVMP) are well encapsulated inside 3D graphene frameworks (Fig. 2e). Using the proposed synthesis strategy, carbon-coated NVMP nanoparticles were in-situ formed between interconnected graphene interlayers with intimate contact. The as-obtained unique architecture can not only ensure surface electron transport of primary particles, but also boost electron transfer between nanobuilding blocks. The high-resolution TEM (HRTEM) image and the selected area electron diffraction (SAED) show that the obtained NVMP are single-crystalline with high quality (Fig. 2f). The lattice fringes with lattice spacing of 0.62 nm and 0.45 nm were assigned to the (012) and (104) planes of NVP, respectively. These results confirm the successful substitution of Mn2+ into V sites of NVP (Fig. 2g). Moreover, amorphous carbon (thickness: ∼5 nm) coated on NVMP and intimately contacted with graphene layers was evidently observed, which is beneficial to both the surface and interparticle electron transport (Fig. 2f).",
        "The as-prepared three samples (NVMP@C@3DPG, NMVP@PC and NVMP@C) were examined by X-ray diffraction (XRD) patterns (Fig. 2h), showing a pure phase of Na3.5V1.5Mn0.5(PO4)3 . The structure of NVMP@C@3DPG was further probed using the joint rietveld refinement against the neutron powder diffraction (NPD) and XRD data, and the refined fit profiles are shown in Figs. 2i and j. The detailed refined structure is summarized in Table S1 (Supporting information). The refined result suggests that Mn and V are located at the octahedral sites (12c) of the crystal structure with the occupation ratio approaching 0.28:0.72 for Mn/V, which is the initial nominal composition, and showing agreement with the inductively coupled plasma emission spectrometer (ICP) results, Na:V:Mn:P is 7.1:2.79:0.95:6.0 (Fig. S2 in Supporting information). P atoms are located at the tetrahedral site (18e), while Na1 and Na2 atoms are located at the sites of 6b and 18e, respectively. The lattice parameters (a, b = 8.8346(4) Å, c = 21.7135(8) Å and V = 1467.68(12) Å3) were found to be larger than those of NVP (V = 1438.73(7) Å3) (Table S2 in Supporting information), implying the larger Mn2+ (0.67 Å) has indeed occupied the V3+ (0.64 Å) sites. The refined results indicate that Na+ ions are located within the “lantern” units composed of [V1.5Mn0.5(PO4)3], thus possessing a 3D diffusion pathway (Fig. 2g). The X-ray photoelectron spectroscopy (XPS) depicts the presence of Mn2+ and V3+ in the obtained unique hybrid (Fig. S3 in Supporting information) along with the states of carbon and nitrogen, which is beneficial for improving electronic conductivity and electrolyte affinity owing to the introduction of nitrogen into carbon matrix . The highest graphitization degree of NVMP@C@3DPG was confirmed by Raman spectra (Fig. S3f in Supporting information). Additionally, the porosity of the samples was characterized by N2 physisorption (Fig. S3g in Supporting information). The NVMP@C@3DPG exhibits an isotherm of type IV with an H3 hysteresis loop, suggesting the existence of mesopores. The pore size distribution profile of NVMP@C@3DPG (Fig. S3h in Supporting information) demonstrates a concentrated distribution of mesopores (∼4 and ∼10 nm), and the specific surface area of NVMP@C@3DPG (20.61 m2/g) is larger than NVMP@PC (18.06 m2/g) and NVMP@C (4.41 m2/g) (Fig. S4 and Table S3 in Supporting information). Thermogravimetric analysis (TGA) (Fig. S5 in Supporting information) shows that carbon content of NVMP@C, NVMP@PC, and NVMP@C@3DPG is 1.0 wt%, 2.4 wt%, and 6.0 wt%, respectively. Interestingly, by using the same PVP amount, the NVMP@PC exhibits a higher carbon content (2.4 wt%) than that of NVMP@C, suggesting that there is probably an interaction between mixed solvent (ethanol and tetrahydrofuran) and PVP.",
        "The as-prepared various samples were evaluated by galvanostatic charge/discharge measurements (the loading of the active substance is 1.8–2.0 mg/cm2). Besides the long voltage plateau at ∼3.4 V, the three NVMP cathodes deliver an extra plateau at ∼3.9 V assigned to the V5+/V4+ redox couple (Fig. 3a), indicating the activation of V5+/V4+ couple by introducing Mn into V sites. Moreover, the mean discharge voltage plateau of NVMP@C@3DPG was elevated by ∼50 mV compared with NVP@C@3DPG (Fig. S6 in Supporting information). NVMP@C@3DPG delivers an initial specific capacity of 120.5 mAh/g at 0.1 C (1 C = 110 mA/g) with the initial coulomb efficiency (ICE) of 91.4%, much higher than those of NVMP@PC (98.1 mAh/g with ICE of 87.5%) and NVMP@C (86.8 mAh/g with ICE of 83.6%), demonstrating the superiority of the fabricated architecture to promote the full release of the intrinsic specific capacity of the active material. Although graphene was used, the volumetric energy density of NVMP@C@3DPG (348.5 Wh/L) is still higher than those of NVMP@C (269.0 Wh/L) and NVMP@PC (302.1 Wh/L), the detailed discussion is given in supporting information). Moreover, NVMP@C@3DPG exhibits a remarkably higher capacity than NVP@C@3DPG (99.6 mAh/g), indicating the positive effect of appropriate Mn-doping in NVP for enhancing sodium storage capacity. The comparison of rate performance displays the superior prominence of NVMP@C@3DPG to NVMP@PC, and NVMP@C (Fig. 3b). On increasing the current rate from 0.5 C to 15 C, NVMP@C@3DPG exhibits reversible capacities of 115.1, 108.9, 104.1, 96.5, 88.3 and 81.1 mAh/g, respectively, outperforms those of NVMP@PC and NVMP@C. When the current rate returned back to 0.5 C, a reversible capacity of 110.5 mAh/g was well retained, showing excellent reversibility. Even at 20 C, NVMP@C@3DPG still exhibits a capacity of 73.9 mAh/g, 2 or 7 times higher than NVMP@PC (28.0 mAh/g) and NVMP@C (10.7 mAh/g). The related charge-discharge curves of NVMP@C@3DPG are shown in Fig. S7a (Supporting information). Fig. 3c displays that NVMP@C@3DPG retains 95.6 mAh/g after 500 cycles at 1 C, far higher than those of NVMP@PC (55.8 mAh/g) and NVMP@C (32.0 mAh/g). Furthermore, at 15 C (Fig. 3d), NVMP@C@3DPG underwent an initial slight capacity decay and then a gradually stable process with a capacity retention of 95.1% (based on the 350th cycle). The capacity decay at the initial stage is probably due to the Jahn–Teller effect and Mn dissolution of NVMP , then stable cathode electrolyte interface (CEI) forms with increasing cycling, thus leading to stable cycling performance. Despite these, NVMP@C@3DPG still delivers a considerable reversible capacity of 88.4 mAh/g after 5000 cycles. To identify the effect of carbon content on electrochemical performance, we also prepare a control sample (NVMP@C@graphene, NMVP@C@G) by using the same graphene and PVP amount without using mixed solvent (Fig. S8 in Supporting information). As shown in Fig. 3d, NVMP@C@3DPG still exhibits higher specific capacity and better cycling stability. Additionally, NVMP@C@3DPG demonstrated a significantly high reversible capacity of 59.0 mAh/g even after 5000 cycles at 20 C (Fig. S9 in Supporting information). Such finding indicates that the unique 3D interconnected graphene networks and hierarchical porosity are responsible for the significantly increased sodium storage performance.",
        "To investigate the redox activity of V and Mn, the X-ray absorption spectroscopy (XAS) of NVMP@C@3DPG was conducted at different charge and discharge states. Fig. 3e exhibits the XAS at V L23-edge and O K-edge. The XAS spectrum at V L23-edge is composed of V L3 and V L2-edge at higher energy level due to the spin–orbital coupling of V 2p energy levels. For pristine sample, the XAS spectrum at V L3-edge is dominated by peak a1, which is located at the comparable energy position at V3+ in V2O3 compound. The multiplet features also resemble those observed in V2O3 compound. This implies that V3+ is dominant in pristine NVMP@C@3DPG. Upon charging to 3.8 V, the V absorption peaks shifted about 1 eV towards higher energies at both V L3 and L2 edges. In the (charge 3.8 V) sample, peak a2 is dominant, which can be associated with V4+, indicating that the valence variation from V3+ to V4+ upon charging. When further charge to 4.1 V, the variation of the XAS spectral line shape at V L23-edge is not obvious. Note that the absorption peak shift between V5+ and V4+ is only ∼0.3 eV . Therefore, it is difficult to distinguish V5+ from V4+ L23-edge absorption spectra. When discharged to 2.5 V, XAS at V L23-edge shows the similar spectral features as the pristine sample, indicating the valence variation from V4+ to V3+. Fig. 3e also includes the XAS spectrum at O K-edge, which is composed of the pre-peak region and the high energy region with photon energy above 528 eV. The broad high energy region is due to the transition to the O 2p-transition metal 4sp hybridized states. The pre-peak region can be assigned to the transition between O 1s to the hybridized V 3d-O 2p and Mn 3d-O 1p states. From pristine to charged samples, the intensities of peaks a3 and a4 are increased, indicating that more empty states appear at the pre-peak regions, corresponding to the loss of electrons at the transition metal sites. Fig. 3f shows the XAS at Mn L23-edge as well. For pristine sample, the peak position and the XAS spectral lineshape are comparable as Mn2+ where the main absorption peak is denoted as peak b2 . Upon charge to 3.8 V and 4.1 V, three features have been observed: (1) The shoulder of peak b2 was identified and peak b1 disappears; (2) The peak positions of b2 and b3 are shifted towards the higher energy region; (3) The intensity ratios between peak b2 and b3 increase slightly in the charged samples, suggesting the partial conversion of Mn2+ to Mn3+. Based on these findings, it reveals that both V and Mn in NVMP@C@3DPG participate in redox reactions.",
        "To further examine the sodium storage capability of the prepared cathode at a wide temperature range, the three samples were evaluated at −20 °C (Figs. 4a-c) and 50 °C (Fig. S10 in Supporting information). NVMP@C@3DPG exhibits impressive electrochemical performance in terms of specific capacity, rate and cycling capabilities at −20 °C, much better than NVMP@PC and NVMP@C. NVMP@C@3DPG delivers a high capacity of 113.5 mAh/g (Fig. 4a), much higher than those of NVMP@PC (79.3 mAh/g) and NVMP@C (63.7 mAh/g). Additionally, the ICE (97.4%) of NVMP@C@3DPG is evidently higher than those of NVMP@PC (84.5%) and NVMP@C (74.5%), also higher than that (91.4%) at 25 °C, indicating a superior Na+ intercalation/de-intercalation reversibility at a low temperature condition. Moreover, NVMP@C@3DPG shows a much lower voltage plateau gap (0.15 V) compared to NVMP@PC (0.22 V) and NVMP@C (0.28 V), suggesting a decreased degree of electrochemical polarization. To be noted, the discharge process exhibits two voltage plateaus at ∼3.35 and ∼3.01 V, obviously differentiates from that at room temperature (25 °C). The two-step discharge process is probably attributed to remarkably reduced Na+ diffusion kinetics at low temperatures. As shown in Fig. 4b, the rate capability of NVMP@C@3DPG also maintains impressive at −20 °C, with specific capacities of 105.4, 94.6, 78.2 and 36.2 mAh/g at 0.5, 1, 2, and 5 C, respectively. When returned to 0.5 C, NVMP@C@3DPG can still retain a specific capacity of 104.8 mAh/g, corresponding to 99% of the capacity at the initial 0.5 C. The charge–discharge curves of NVMP@C@3DPG at different rates is shown in Fig. S7b (Supporting information). The cycling stability test (Fig. 4c) shows that NVMP@C@3DPG delivers the highest initial reversible capacity of 89.1 mAh/g at 1 C, 2–3 times higher than that of NVMP@PC (40.0 mAh/g) and NVMP@C (24.9 mAh/g). After 500 cycles at 1 C, the capacity retentions of NVMP@C@3DPG, NVMP@PC, and NVMP@C are 97.1%, 91.0%, and 82.9%, respectively, indicating excellent cycling performance of NVMP@C@3DPG. It could be attributed to the facilitated ion/electron transfer kinetics by the as-designed architecture. Besides low temperature evaluation, NVMP@C@3DPG also exhibits excellent sodium storage at elevated temperature (Fig. S10 in Supporting information). To further explore the application potential of the NVMP@C@3DPG for SIBs, full cells using NVMP@C@3DPG as cathode and hard carbon as anode were constructed (Fig. 4d). The initial charge-discharge curves of the full cell deliver a reversible capacity of 126.3 mAh/g with a flat plateau of ∼3.35 V and a sloped plateau at ∼3.8 V at 10 mA/g with 90.5% of ICE (Fig. 4e). The full cell delivered the specific capacity of 110.3 mAh/g after 80 cycles at 100 mA/g, corresponding to a capacity retention of 89.3% (Fig. 4f). Such findings corroborate that the obtained hybrids show a promising potential for practical applications.",
        "Furthermore, cyclic voltammetry (CV), electrochemical impedance spectroscopy (EIS), and galvanostatic intermittent titration technique (GITT) were performed to investigate the kinetics behavior to understand the superior Na-ion storage performance of the obtained NVMP@C@3DPG. Fig. S11 (Supporting information) indicates that NVMP@C@3DPG has the better reaction kinetics, the smaller charge transfer resistance, the higher diffusion coefficient (DNa+), and the higher pseudocapacitive contribution. The cycling stability of the crystal structure of NVMP in NVMP@C@3DPG after 500 cycles at 1 C was investigated by XRD. Based on Figs. S12a–c (Supporting information), the consistency of the XRD curves before and after cycling indicates that NVMP@C@3DPG exhibits excellent crystal stability. Furthermore, it is seen from Fig. S12d (Supporting information) that even after 5000 cycles at 20 C, the 3D interconnected porous architecture of the NVMP@C@3DPG is well maintained, with the atomic ratio of V:Mn consistent with the pristine sample (V:Mn = 3:1) (Figs. S12e and f in Supporting information). EDS mapping identified the uniform element distributions in the sample (Fig. S12g in Supporting information). These results confirm the outstanding structural stability of NVMP@C@3DPG upon repeated Na+ intercalation and de-intercalation processes.",
        "In summary, a unique reinforced concrete-like hybrid architecture assembled from single-crystalline NVMP nanoparticles and 3D interconnected/porous graphene frameworks has been developed via a facile polymer-assisted self-assembly and subsequent solid-state method. The NVMP@C@3DPG hybrids not only possess 3D interconnected and porous graphene (“rebar”) architectures, but also well immobilize active nanobuilding blocks (“concrete”) inside the above frameworks. The former can provide a high-efficiency electron/ion transportation system and strengthen the structural stability of the whole hybrid while the latter not only affords intimate electronic connection between active building blocks and highly conductive scaffolds, but also facilitates the realization of the full potential of active components. Moreover, the introduction of Mn into V sites cannot only efficiently regulate electron structure and enhance intrinsically electronic conductivity, but also activate the redox couple of V5+/V4+, thus showing a higher specific capacity. When employed as cathodes for SIBs, such hybrids exhibit superior high-rate capability and cycling performance at room temperature, low temperature and elevated temperature. Owing to the versatility of transition metal polyanionic compounds, the proposed strategy in this work could be extended to design and optimize other polyanionic compounds with synergistically modulating electronic structures and ion transportation towards energy-related applications."
    ],
    "Sections": [
        {
            "content": [
                "Realizing high-rate capability and high-efficiency utilization of polyanionic cathode materials is of great importance for practical sodium-ion batteries (SIBs) since they usually suffer from extremely low electronic conductivity and limited ionic diffusion kinetics. Herein, taking Na3.5V1.5Mn0.5(PO4)3 (NVMP) as an example, a reinforced concrete-like hierarchical and porous hybrid (NVMP@C@3DPG) built from 3D graphene (“rebar”) frameworks and in situ generated carbon coated NVMP (“concrete”) has been developed by a facile polymer assisted self-assembly and subsequent solid-state method. Such hybrids deliver superior rate capability (73.9 mAh/g up to 20 C) and excellent cycling stability in a wide temperature range with a high specific capacity of 88.4 mAh/g after 5000 cycles at 15 C at room temperature, and a high capacity retention of 97.1% after 500 cycles at 1 C (−20 °C), and maintaining a high reversible capacity of 110.3 mAh/g in full cell. This work offers a facile and efficient strategy to develop advanced polyanionic cathodes with high-efficiency utilization and 3D electron/ion transport systems."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Reinforced concrete-like Na3.5V1.5Mn0.5(PO4)3@graphene hybrids with hierarchical porosity have been rationally designed. Such hybrids efficiently integrate high electronic conductivity, high ionic transport and robust mechanical strengthen, thus enabling superior rate capability and cycling performance in a wide temperature range.",
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Graphical abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of competing interest",
            "type": "section_h2"
        }
    ],
    "Title": "Reinforced concrete-like Na3.5V1.5Mn0.5(PO4)3@graphene hybrids with hierarchical porosity as durable and high-rate sodium-ion battery cathode"
}