{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Sodium-ion batteries",
        "Lattice strain engineering",
        "Nickel sulfide",
        "Ball milling",
        "Anode",
        "Nanocomposite"
    ],
    "Sections": [
        {
            "content": [
                "The lattice strain engineering of sodium storage materials is of great significance for developing reliable sodium-ion batteries (SIBs). Lattice strain engineering controls the structural evolution during sodium ion insertion/extraction and minimizes the aggregation of active material and volume expansion during cycling. Herein, the ball milling technique is used to tune the lattice strain of NiS nanocomposite, which was later employed as anode material in SIBs. The structurally tuned anode exhibits high sodiation capacity, good rate capability (495.7 mAh g−1 at 0.2 A g−1, 383.2 mAhg−1 at 15 Ag−1), and exceptional cycling performance (16,000 cycles at 5 A g−1). Significantly, introducing a considerable amount of moderate strain into the structure by the ball milling technique, researchers can solve the problem of structure instability, volume expansion, and high-capacity loss of the electrode materials during repeated cycling. Therefore, lattice strain engineering using ball milling is a potential approach that may open the door to more sustainable and functional SIBs."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Graphical Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Sodium-ion batteries (SIBs) are a low-cost and sustainable solution for the large-scale electrical energy storage market due to the abundant sodium reserves equally distributed in the earth’s crust and oceans , , . However, finding high-performance electrode materials with high electrochemical performance is challenging because of significant volume change and slow kinetics, resulting in structural destruction due to increasing inner stress/strain during cycling , . Therefore, it is essential to design electrode materials with an effective strategy to control the large volume expansion and slow reactions.",
                "Metal sulfides have attracted attention as anode materials for SIBs due to their abundant resources and high theoretical specific capacity , . Among these metal sulfides, nickel sulfide (NiS) is a unique material owing to its specific structural characteristics and high theoretical capacity making it practical for battery applications . However, the rapid capacity decay due to the huge volume expansion, pulverization, cracks, and low conductivity severely hinder the practical application of NiS anode , . Sodium ion intercalation/de-intercalation during the electrochemical cycling process may cause the inhomogeneous strain due to the large ionic size of Na, resulting in structural collapse and phase change in the host material , . Lattice strain produced in the active material due to the migration of sodium ions is a serious concern in SIBs and affects the battery life cycle, as described in previous studies , , . Therefore, it is crucial to develop distinctive anode materials to mitigate strain generation, structural instability, and capacity loss due to sodium ion intercalation/de-intercalation.",
                "Several routes have been employed to overcome these shortcomings, such as chemical and physical confinement, including structural engineering, layer coating, and carbonaceous matrix , . Among these routes, structural engineering can provide sufficient ion diffusion paths without disturbing the lattice structure. Previous studies have also shown that applying strain in materials in addition to kinetic effects can thermodynamically boost reaction activity by controlling Gibbs's free energy , . Mechanical ball milling is an emerging technology among all synthesis methods, where a desired strain can be achieved by adjusting the parameters such as milling time, speed, and ball size. The mechanical energy is transferred from the balls to the powder in the ball milling course, which produces strain, deformation, dislocations, and stacking faults in the structure , . Therefore, ball milling is a cost-effective and simple technology for lattice strain engineering, which prevents structural deformation and inhomogeneous electrochemical reactions during Na+ insertion/extraction and thereby extends the life of rechargeable batteries .",
                "In this study, we systematically investigated the effect of milling time on the structure of NiS composites through a simple mechanical ball milling technique and utilized for SIBs applications. This method has recently attracted increasing interest in chemistry since it is simple to use, quick, affordable, and ecologically benign. Herein, different NiS composites are synthesized, and the structural changes at different milling times, phase behavior, cycling life, and homogeneity of the composites are discussed. Experimental results demonstrate that the NiS composite with moderate strain exhibits the best electrochemical performance and long cycling stability. This study provides new insights into designing unique anode materials by lattice strain engineering that can solve the problem of strain effect, structure instability, and high capacity loss and improve battery performance."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The NiS composites were synthesized by mechanical ball milling, as illustrated in Fig. 1. Firstly, stoichiometric amounts of pure Nickel (99.9% purity) and pure Sulfur (99.9% purity) were used as 1:0.7 wt ratio and grinded by hand in a mortar for 10 min. The grinded powders were annealed at 120 °C for two hours in a tube furnace with a heating rate of 4 °C under the flow of argon gas atmosphere. After properly annealing, the Powder is transferred to the milling bowls using a glove box in order to prevent any surface oxidation. The operating mode of the ball milling machine was set at a rotation speed of 450 rpm; the whole milling time duration was 6, 18, and 30 h. The prepared samples were denoted as NiS-6, NiS-18, and NiS-30."
                    ],
                    "name": "Synthesis of NiS nanocomposite",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The morphology and composition of the composites were observed by field emission scanning electron microscopy coupled with energy dispersive spectroscopy (EDS) (FESEM, Zeiss Utral 55). The crystal structures of the composites were characterized by X-ray diffractions (XRD) using an X′Pert PRO (PANalytical, Netherlands) instrument at room temperature employing Cu Ka radiation (λ = 1.5418 Å). The chemical composition and valance states of the composite were measured by X-ray photoelectron spectroscopy (XPS) on a K-Alpha electron spectrometer (Thermo Scientific, USA) with Al Kα radiation source (hv = 1486.6 eV)."
                    ],
                    "name": "Materials characterizations",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical performances of synthesized samples were tested using coin cells (CR2028). The binder (polyvinylidene fluoride, PVDF), conductive agent (Super P), and active material were mixed at a mass ratio of 1:1:8 to prepare the electrode slurry in N-methyl-2-pyrrolidone (NMP). After properly stirring in the stirring machine, the slurry was uniformly coated on copper foil and dried in a vacuum oven at 70 °C for 12 h. The average active material mass loading on the copper foil was 1.05–1.2 mg cm−2. The coin cells were assembled in the argon-filled glove box with sodium foil as the counter electrode. The glass fibers were used as a separator, and 1 M NaPF6 in Dimethoxyethane (DME) was used as an electrolyte. The amount of electrolyte was about 180 μL in each coin cell. The voltage range in charge-discharge measurements was 0.05–2.5 V on a LAND battery system (Land dt V7)."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "In order to analyze the crystal structure and the phase composition of ball-milled NiS composites at different milling times (6, 18, and 30 h), X-ray diffraction (XRD) measurements were performed. The XRD patterns of NiS-18, NiS-30, and NiS-6 are shown in the supporting information in Fig. S1. Moreover, to find the phase contents in NiS-18 composite, XRD data was further analyzed by Rietveld refinement method using TOPAS software, as shown in Fig. 2a. The Rietveld refinement analysis suggests that NiS-18 composite contains NiS hexagonal phase (JCPDS No. 12–0041) with space group R3m (78.068 phase fraction) and NiS hexagonal phase (JCPDS No. 02–1280) with space group P63/mmc (21.935 phase fraction), respectively. The high phase content of NiS with space group R3m is dominated in the composite. The lattice parameters used for Rietveld refinement are exhibited in the supporting information in Table S1. The XRD peaks broadening reveals that particle size becomes smaller and moderate strain is successfully introduced in the structure at the atomic level . The calculated moderate strain of NiS-18 is exhibited in Table S2 by keeping the Si peaks as standard values.",
                "X-ray photoelectron spectroscopy (XPS) was performed to confirm the chemical composition and valence states of the NiS-18 composite. The presence of Ni and sulfur was confirmed by the XPS survey spectrum (Fig. 2b). The spectrum contains the additional peaks of carbon and oxygen, which could be added during sample preparation or XPS measurements. Fig. 2c illustrates the high-resolution Ni 2p spectra, the two peaks with binding energy 855.2 and 873.2 eV can be attributed to the Ni 2p3/2 and Ni 2p1/2, respectively. These two peaks represent the NiS composite, while shake-up satellite peaks appeared at 860.7 and 879.2 eV for Ni 2p , . The high-resolution S 2p spectra (Fig. 2d) exhibit two main peaks at the binding energy of 161.2 and 162.3 eV, which correspond to S 2p3/2 and S 2p1/2 of Ni-S bonding, respectively. A small peak appeared at the binding energy of 168 eV, which can be attributed to the O−S bond , . The O-S band results from the surface's mild oxidation due to the inevitable interaction with air and moisture during handling.",
                "The morphological analysis of Ni-18 composite was performed using scanning electron microscopy (SEM). Fig. 3a-b presents the morphology of the NiS-18 composite, where the size of the primary nanoparticles is observed to be about 60–180 nm, which is visible in Fig. 3c with high magnification. Similarly, SEM images of pure NiS-30 and NiS-6 ball milled can be seen in the supporting information (Fig. S2a-f). The particle size of pure NiS-6 composite is relatively larger compared to the 18 and 30 h balled milled nanoparticles, demonstrating that ball milling is an effective way to reduce the size of nanoparticles. The high-resolution transmission electron microscopy (HR-TEM) images are presented in Fig. 3d-e with a clear interplanar distance of 0.27 and 0.18 nm corresponding to (300) and (131) crystal planes of NiS. We have used the GATAN software to obtain the inverse Fast-Fourier transforms (IFFTs). It can be clearly seen from the IFFT images (Fig. 3d, e) that strain increases in the layers with increasing ball-milling time. The main concept of this work is to produce moderate strain by mechanical ball milling method without using carbon which can protect the lattice distortion during cycling and improve initial coulombic efficiency. High strain and dislocations affect the battery performance due to the long, irregular diffusion times of the Na ions but slightly tune the composite by the introduction of moderate strain in the lattice to help the electron to move freely in the lattice, which in turn reduces the internal resistance of the electrode and enhance the electronic conductivity of the composite. The high current density directly affects the inner strain of the electrode due to the polarization effect, as mentioned in the previous report . The surficial stress is enhanced by increasing the current density and reducing the diffusion ion coefficient because of the irregular distribution of ions concertation, resulting in severe fracture and pulverization of the electrode . The constructed moderate strain structure can alleviate the strain during the insertion/extraction of sodium ions , , even at a high rate, and facilitate the fast transfer of electrons and ions. Energy-dispersive X-ray spectroscopy (EDS) elemental mapping in Fig. 3(f-i) illustrates that Ni and S are homogeneously distributed within the NiS-18 composite. NiS-30 and NiS-6 composites elemental mapping and EDS atomic ratio of NiS-18 composite are provided in the supporting information (Fig. S3 and Table S3). The structurally tuned architecture can effectively buffer the structural stress and volume change of the NiS-18 composite.",
                "The electrochemical properties of as-prepared NiS-18 anode material and applicability to sodium-ion storage were investigated via cyclic voltammetry (CV) and galvanostatic charge/discharge (GCD) in the potential range of 0.05–2.5 V. The typical GCD curves of NiS-18 composite at a current density of 5 A/g are shown in Fig. 4a. In order to make the electrode material react appropriately, the first three cycles were taken at a current density of 0.1 A g−1, and the remaining GCD curves were taken at a current density of 5 Ag−1. Interestingly, the initial discharge capacity was found to be 740 mAh g−1; after slight capacity loss in the initial cycles due to SEI film formation and side reactions, the electrode remained highly stable even after more than 16,000 cycles and maintained a capacity of 349 mAh g−1. Based on the GCD curves at different cycles, the NiS-18 electrode displays the same curve shapes, including the sloping parts as well as two plateau regions.",
                "The rate capability of the composites was investigated by increasing stepwise current densities from 0.2 to 15 A g−1, as shown in Fig. 4b. The NiS-18 composite showed outstanding rate performance compared to NiS-6 and NiS-30 composites. At 0.2, 0.5, 1, 3, 5, 10, and 15 A g−1, the final discharge capacities of NiS-18 composite were found to be 495.7, 466.2, 452.6, 436.3, 425.2, 404.2, and 383.2 mAh g−1, respectively, displaying an outstanding rate capability for high-performance SIBs. Impressively, the capacity recovers to 481.5 mAh g−1when the current density was reduced to 0.2 A g−1 stepwise and remains maintained at 474 mAh g−1 even after 100 cycles, further verifying that structurally tuned NiS-18 has the outstanding reversibility and high-rate charge/discharge does not affect the performance of the anode. In comparison, NiS-6 and NiS-30 showed inferior rate performances than NiS-18. The superb rate performance of structurally tuned NiS-18 can be attributed to the microstrain, which allows Na+ to flow rapidly without any lattice distortion and structural collapse, enhances the Na+ conduction and expedites the reaction kinetics. Moreover, strain engineering helps the electrons to move freely in the lattice, in turn reducing the electrode's internal resistance as well as enhancing the composite electronic conductivity.",
                "In addition, Cyclic voltammetry (CV) was also performed to further understand the reaction mechanism of NiS-18 composite upon sodium ion insertion and extraction. The initial three cycles of CV scans were investigated at the scan rate of 0.1 mV s−1 in the voltage range of 0.05–2.5 V, as shown in Fig. 4c. The peak appearing at 0.89 V during the cathodic scan is associated with the reduction of NiS-18 and solid electrolyte interphase (SEI) formation. The cathodic peak split into two peaks after the first initial scan at 1.19 and 0.98 V, which was associated with the reduction of NiS to Ni and Na2S, respectively. Similar reduction behavior was also observed in the previous research , . During the anodic scan, a sharp peak at 1.60 V in the first cycle and 1.58 V in the subsequent cycles can be attributed to the oxidation of Ni to Ni3S2. The peak at 2.11 V is attributed to the de-sodiation reaction of Na2S and Ni to NiS , . The overlapping CV scan in the second and third cycles in Fig. 4c indicates that NiS-18 composite has excellent cycling performance and is highly stable.",
                "In order to further understand the kinetics and excellent energy storage behavior of the composite, CV tests were carried out at different scan rates (0.1 – 0.9 mV s−1). The well-preserved shape of the CV curve (Fig. 4d) demonstrates excellent electronic/ionic conductivity, low polarization, and highly fast reaction of the NiS-18 composite. Based on the previous reports, the measured peak current (i) and scanning speed (v) relationship of CV curves is defined by the equations given below:(1)i = avb(2)log(i) = blog(v) + log(a)",
                "The b value can be obtained by Eq. (2), and the slope of log(i) versus Log(v) is depicted in Fig. 4e. The calculated slopes for cathodic and anodic peaks are above 0.5, suggesting the favorable capacitive kinetics of the NiS-18 electrode .",
                "Electrochemical impedance spectroscopy (EIS) was measured in the frequency range of 0.01 Hz to 100 kHz in order to gain further insights into the charge transfer impedance at the interface between the synthesized electrode and electrolyte. All EIS profiles consist of a small arc in the high-frequency region and a sloping behaviour in the low-frequency region (Fig. 4f). The corresponding charge transfer resistance (Rct) at the interface is related to the small semicircle, while the diffusion resistance (Zw) is related to the Na+ diffusion resistance in the electrolyte , . The Equivalent circuit fitting results show that the Rct of NiS-6, NiS-18, and NiS-30 is 34.6, 22.7, and 25.4 Ω, respectively. The low-strain NiS-18 has lower interfacial resistance, uniform particle size, and high conductivity, which is ultimately one of the reasons for long cycling stability.",
                "The long-term cycling performance of NiS-18, NiS-30, and NiS-6 anode materials at a current density of 5 A g−1 is shown in Fig. 5a. The NiS-18 electrode demonstrates exceptional cycling stability compared to NiS-6 and NiS-30 electrodes. The NiS-18 exhibited excellent cycling stability by strain engineering, even after more than 16,000 cycles and maintained a specific capacity of 343.3 mA hg−1. The NiS-18 electrode achieved a high reversible capacity at a high rate of 5 A g−1 but also maintained a satisfactory reversible capacity at a low rate of 0.5 A g−1 after 1000 cycles (Fig. 5b). The electrode’s initial coulombic efficiency (ICE) was found to be about 81.2% due to the generation of SEI film and electrolyte decomposition. The coulombic efficiency remarkably increased after the initial few cycles and reached almost 100% in the remaining cycles, implying the outstanding cycling performance of the electrode. Similarly, the ICE of NiS-30 and NiS-6 electrodes was found to be 79.7% and 61.7%, respectively. It can be seen that the specific capacity of each current density was fairly stable after the activation without any fluctuation. The highly stable performance of the NiS-18 electrode demonstrates that strain engineering tolerates the lattice/volume expansion and maintains the structural integrity. The continuous Na+ insertion/extraction exerts stress on the structure leading to pulverization and fracture, specifically at high current density. Whereas, strain engineering has shown to be an effective strategy for improving the structural stability of the electrode in long-term cycling performance.",
                "In addition, we also calculated the capacitive and pseudocapacitive contributions in order to understand the mechanism of sodiation/desodiation more clearly. The percentage of capacitive contribution for NiS-18 anode was found to be 84.4% at the scan rate of 0.9 mV s−1 (Fig. 6a). Moreover, the capacitive contribution gradually decreased (84.4%, 84%, 83.5%, 81% and 62.5%) by decreasing the scan rate from 0.9 to 0.1 mV s−1, as can be seen in Fig. 6b. These results imply that the superior pseudocapacitive behavior of NiS-8 electrode is partially responsible for the outstanding electrochemical performance.",
                "In order to understand the Na-ion diffusion coefficient (DNa+) of NiS-18, NiS-30, and NiS-6 electrodes, the Galvanostatic intermittent titration technique (GITT) was also utilized . DNa+ can be calculated by Eq. (3):(3)",
                "D Na + = 4 π ∆ τ ( m B V M M B S ) 2 ∆ E s ∆ E τ 2Where the parameter τ is the pulse duration, the mass of active material in the electrode is mB, MB and VM are the molar mass and molar volume of NiS-18, and the electrode geometric surface area is S. The density of the electrode material is obtained by MB/VM. ΔEs is the change of potential (V) at a plateau, and ΔEτ represents the change of potential (V) during pulse time. The charge/discharge curve and DNa+ calculation results are shown in Fig. 6(c, d). The DNa+ values of the NiS-18 electrode were found to be between 10−8 and 10−9 cm2 s−1, indicating that strain engineering has unique structural advantages and can significantly increase the mobility of Na+ in the SIBs electrochemical system."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, three NiS composites were synthesized using the mechanical ball milling method (without any carbon additive) as an anode material for SIBs. Among them, the structurally tuned NiS-18 composite exhibits high specific capacity and excellent stability for more than 16,000 cycles at a current density of 5 A g−1 compared to NiS-6 and NiS-30 composites. The excellent electrochemical performance of NiS-18 anode material is attributed to the structurally introduced moderate strain into the structure that can maintain the structural stability of the composite during charging and discharging. As a result, the electrode exhibited longer cycling life and outstanding electrochemical performance at a high rate. This work provides an effective approach to design high-quality anode materials for high-quality energy storage systems that can withstand inner strain induced by sodium ions insertion/extraction."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "Rashid Khan: Sample preparation, Investigation, Validation, Methodology, Writing – original draft. Wenjun Yan: Guidance, Formal analysis, Writing – review & editing. Waqar Ahmad: Review, Editing, Formal analysis. Zhenwei Wan: Sample preparation, Investigation. Shabab Husain: Investigation, Formal analysis, Validation. Akif Zeb: Conceptualization and analysis. Muhmmad Farooq Saleem: Writing – review & editing. Min Ling: Conceptualization, Formal analysis, Writing – review & editing, Supervision. Chengdu Liang: Supervision & Review. All authors participated in the interpretation of the data and production of the final manuscript."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of Competing Interest",
            "type": "section_h2"
        }
    ],
    "Title": "Role of moderate strain engineering in Nickel Sulfide anode for advanced sodium-ion batteries"
}