{
    "DOI": "10.1021/acsami.2c15359",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Because of the abundant supply and low cost of Na, as well as their functioning mechanisms similar to those of lithium-ion batteries (LIBs), sodium-ion batteries (SIBs) have been investigated as a potential replacement for presently commercialized LIBs.  Because of its larger ionic radius, higher mass, and smaller operating voltage, the Na ion puts several limits on battery application compared to the Li ion. During intercalation–deintercalation processes, the larger size of the Na ion (1.02 Å) compared to that of the Li ion (0.76 Å) results in a lower diffusion rate and very serious distortion of the electrode structure.  The adverse compatibility between large intercalating ions and sterically restricted interlayer distances in host substances cause the poor rates and sustainability of Na-ion storage materials.  An increase in the interlayer distance of host materials is therefore a promising strategy to provide a solution for large-ion storage (e.g., Na ions).  Numerous studies have shown that changing the lengths of intercalated n-alkylamine molecules regulates the interlayer distance of layered inorganic materials and the modification in the interlayer distance can increase the electrode performance of layered materials, e.g., MoS2. ",
                "Modification of the interlayer distance of ionic layered materials is easy to achieve by the cation-exchange technique, and various layered inorganic materials were employed as the host for the Na ion to acquire effective SIB anode materials.  Layered titanate (LT) is one of the well-studied ionic layered materials and very attractive for SIB research due to its excellent stability, low redox potential, low cost, ease of processing, and lack of toxicity.  Significantly, the microstructure of LT can be modified across a large range by a simple solution process. This enables a thorough investigation of the impact of interlayer spacing and other important parameters on electrode performance for developing layered SIB anode materials. Piao et al. demonstrated that intercalation of n-alkylamine with different chain lengths can drastically change the sodium-ion storage performance by adopting suitable chemical environments for sodium ions.  Shirpour et al. studied the sodium-ion storage performance of a layered lepidocrocite-type titanate (K0.8T1.73Li0.27O4) and its sodium form (Na0.8T1.73Li0.27O4) and found that the replacement of K by Na greatly enhances the capacity.  Markus et al. studied LT materials as the anode material for SIBs by combination of experimental and computational approaches and demonstrated the anisotropic nature of sodium-ion diffusion in LT, and sodium-ion diffusion is favorable along the c axis compared to that along the a axis. ",
                "Even though enlarging the interlayer distance of layered materials has been found to play an important role in promoting the performance of SIBs, the role of interlayer ions remains an obstacle to further understand layered materials for developing SIBs. In this work, various alkali-metal ions (Li, Na, K, and Cs ions) were used as intercalating agents by a simple solution process to study the role of interlayer ions in LT as SIB anode electrodes. The obtained composites have similar morphologies and crystallinities, allowing a clear study on the impact of interlayer ion species on Na storage capacity, cycle stability, and ion diffusivity. The results show that the Na intercalated sample delivers the highest specific capacity among all samples, even though its interlayer spacing is not the largest."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Synthesis of K0.8L0.27T1.73O4 (KLTO) and H1.07T1.73O4 (HTO) crystals was conducted following our previous protocol.  In simple terms, KLTO material was obtained by simple calcination of a mixture of K2CO3, Li2CO3, and TiO2, and the obtained KLTO crystals were immersed in HCl solution at room temperature for 72 h with stirring. One gram of KLTO was dissolved in 100 mL of 1 mol/L HCl solution. On a daily basis, the acid solution was refreshed. Finally, HTO material was obtained after treating with a considerable quantity of distilled water, filtration, and drying. Then, the HTO crystals were immersed in alkaline hydroxide solution (Li, Na, K, and Cs) over 7 days to produce alkaline metal ion intercalated layered titanates (AMIILTs). 100 mL of hydroxide solution (1 mol/L) was used to treat 1 g of HTO particles. Then, the four types of AMIILT particles were washed, filtrated, and dried at room temperature (Li, Na, K, and Cs ion-exchange LTs are represented as Li-ILT, Na-ILT, K-ILT, and Cs-ILT, respectively). After this, Li, Na, Cs, and K intercalated samples were heated at 200 and 400 °C for 5 h to remove the interlayer water."
                    ],
                    "name": "2.1.  Synthesis of Alkaline Metal Ion Intercalated Layered Titanate",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystal structure of the samples was analyzed by carrying out powder X-ray diffraction (XRD) analysis with a Philips X’Pert diffractometer with Cu Kα radiation (λ = 1.5418 Å). X-ray photoelectron spectroscopy (XPS) was used to determine the chemical state of the samples (Kratos, Axis UltraDLD), and the adventitious carbon peak located at 284.8 eV was used to calibrate the raw XPS data. The morphology and microstructure of the samples were analyzed by field emission scanning electron microscopy (FE-SEM; Zeiss EVO HD 15) and high-resolution transmission electron microscopy (HR-TEM; Jeol, JEM-2100). The elemental composition was determined using inductively coupled plasma–mass spectrometry (ICP–MS) analysis (Thermo iCAP PRO)."
                    ],
                    "name": "2.2.  Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "By combining the active materials with acetylene black as well as carboxymethylcellulose (CMC) at a weight ratio of 70:20:10, a homogeneous slurry was made, and then the slurry was coated onto a Cu foil to prepare working electrodes of the samples. Furthermore, the working electrodes were dried at 80 °C for 4 h and then at 120 °C for over 12 h inside a vacuum oven. The mass density of the working electrodes was controlled to be ∼1.5 mg cm–2. A half-cell built in a CR2032 cell was used to assess the electrochemical performance. The electrolyte, separator, and counter electrode were 1.0 M NaPF6 (diglyme), glass fiber (Whatman GF/C), and a metallic Na disk, respectively. The whole half-cell assembly procedure took place in an argon-filled glovebox with oxygen and moisture levels below 0.1 ppm. A multichannel battery test system (Neware) was used to perform galvanostatic discharge and charge cycles at various rates utilizing a voltage range of 0.01–3.0 V. On an electrochemical workstation (VMP3), cyclic voltammetry (CV) measurements were made in the voltage range of 0.01 to 3.0 V. Electrochemical impedance spectroscopy (EIS) measurements were performed in the frequency range of 100 kHz to 0.01 Hz before and after electrochemical cycling."
                    ],
                    "name": "2.3.  Electrochemical Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "All density functional theory (DFT) calculations were performed using the Vienna Ab initio Simulation Package (VASP), within the projector augmented-wave approach with Perdew–Burke–Ernzerhof (PBE)  generalized gradient approximation (GGA).  The DFT-D3 method  was adopted to treat the van der Waals interactions. A plane wave basis set cutoff energy of 400 eV was used, and the k-point grid was 3 × 3× 3 in the Brillouin zones. Structure optimization was performed until the force on each atom was less than 0.02 eV/Å, and the total energy was converged up to 10–4 eV. The supercell used in this work contained 155 atoms. The alkaline ions were distributed into the AMIILT layers at an atomic ratio of alkaline ion A:Ti = 2:9. The climbing image-nudged elastic band (NEB) method  was adopted to calculate the kinetic energy barriers during Na-ion migrations in AMIILT layers. The formation energy was calculated as Eformation = Etotal(Na-AMIILT) – Etotal (Na) – Etotal (AMIILT). The redox mechanism of Ti4+/Ti3+ coupling is responsible for charge storage in all AMIILT samples. Assuming that 70% of Ti4+ sites were available for the Ti4+/Ti3+ redox reaction, then the theoretical capacity of all samples was calculated by using the equation Q = nF/M, where n is the number of electrons transferring, F is Faraday’s constant, and M is the molecular mass. The ZSimpWin software (version 1.0.0.0) was used to analyze the EIS data."
                    ],
                    "name": "2.4.  Calculation Details",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The powder XRD of AMIILTs is shown in a. All AMIILTs have layered structures. According to the size of alkali-metal ions, the diffraction peak position of the (020) plane of the samples moved from a higher to a lower angle. The formation of well-ordered intercalation structures with various alkali-metal ions is supported by the continuous expansion of the interlayer spacing as the ionic radius of the guest molecules increases.  The basal spacings of Li-ILT, Na-ILT, K-ILT, and Cs-ILT are calculated by using the position of the (020) peak, and their values are 0.68, 0.71, 0.76, and 0.85 nm at angles of 12.9, 12.4, 11.6, and 10.4°, respectively. These data are similar to our previous findings.  The interlayer distance changes from 0.68 to 0.85 nm as the size of the interlayer ion increases. The diffraction peak at 10.4° marked by a dot in Na-ILT is due to its swollen phase.  Sasaki et al. also noticed the swollen phase of Na-ILT and suggested that the swollen phase is responsible for the formation of a bilayer hydrate, as opposed to other monolayer hydrates. ",
                        "XPS was used to characterize the chemical state of each LT. The XPS survey spectra shown in b prove the existence of Ti, O, and the corresponding alkaline metal ions in each sample. In the high-resolution XPS spectrum of Ti 2p (c), a pair of peaks centered at 458.4, 458.2, 458.3, and 458.4 eV for 2p3/2 and 464.1, 463.8, 464.0, and 464.2 eV for 2p1/2 are observed for Li-ILT, Na-ILT, K-ILT, and Cs-ILT, respectively. The positions of these peaks are very close to each other, and the peaks can be assigned to Ti4+ in bulk form.  Besides these, two additional peaks centered at ∼459.1 eV for 2p3/2 and ∼465.5 eV for 2p1/2 are present in all LTs, and these peaks are identical to those of Ti4+ in titanate nanosheets,  suggesting the presence of a small amount of nanosized titanate. The O 1s peak in d was fitted with three peaks for Li-ILT, K-ILT, and Cs-ILT and with four peaks for Na-ILT. For Li-ILT, these peaks are at 529.8, 530.5, and 531.6 eV; for Na-ILT, at 529.6, 530.3, 531.7, and 534.5 eV; for K-ILT, at 529.7, 530.3, and 532.0 eV; and for Cs-ILT, at 530.0, 530.7, and 532.2 eV. From the low-energy side, these three O 1s peaks can be assigned to the 2-coordinated oxygen, the 4-coordinated oxygen, and water.  Meanwhile the fourth peak, at 534.5 eV in Na-ILT, is assigned to water in bilayer form. The formation of a bilayer hydrate in Na-ILT can also be evidenced by the XRD data of Na-ILT (a).",
                        "A presents the FE-SEM pictures of Li-ILT, Na-ILT, K-ILT, and Cs-ILT. All samples have a two-dimensional plate-like shape with a lateral size of ∼20 μm. The presence of plate-like crystals in all samples produced by the ion-exchange process implies that the layered structure is preserved. B shows the HR-TEM pictures of all samples. All materials in this work have parallel sheets, revealing that their layer-by-layer structures are well-ordered. In all of the samples, HR-TEM pictures show similar basal spacings, as determined by XRD findings. The maximum increase in the interlayer spacing of LTs is obtained by the intercalation of the largest-sized alkali-metal ions, indicating successful intercalation of alkali-metal ions. The ICP-MS results in  reveal the element information of the AMIILTs. The chemical formula of AMIILTs were calculated according to the results in the reference of Ti, i.e., Li0.74H0.33Ti1.73O4, Na0.53H0.54Ti1.73O4, K0.39H0.68Ti1.73O4, and Cs0.49H0.58Ti1.73O4. Thus, Li-ILT > Na-ILT > Cs-ILT > K-ILT was the order of alkaline metal ion concentrations in the AMIILT samples."
                    ],
                    "name": "3.1.  Structural and Morphological Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "A galvanostatic discharge–charge cycling test was used to investigate the effect of the guest ions of LTs on the SIB electrodes’ behavior. a–d presents the potential profiles of Li-ILT, Na-ILT, K-ILT, and Cs-ILT, which exhibit a gradual change in voltage as the number of inserting sodium ions increases. In the present materials, there is no evident plateau in K-ILT, revealing a capacitive-like behavior. The plateaus in Li-ILT, Na-ILT, and Cs-ILT present at 1.44 V for charge and 1.34 V for discharge indicate the clear presence of reversible redox reactions in the charging and discharging process. The CV curves () further explain this phenomenon. No obvious redox peaks are found for K-ILT, suggesting a small number of active sites in K-ILT. The redox process at 0.80 V during the first discharging process results from the irreversible generation of the solid electrolyte interphase (SEI) film due to electrolyte degradation and permanent entrapment of sodium ions.  Among the materials tested, Na-ILT has a higher capacity for multiple initial cycles as compared to other materials. We speculate that the high alkaline metal ion concentration may be responsible for the high specific capacity of Na-ILT. Thus, the role of the alkaline metal ion concentration was evaluated, and the results are shown in . A clear trend of increasing specific capacity is observed as the alkaline metal ion concentration increases, confirming that a high alkaline metal ion concentration is helpful for improving the capacity.",
                        "The Coulombic efficiencies in the first cycle for Li-ILT, Na-ILT, K-ILT, and Cs-ILT are calculated to be 82.8, 80.2, 83.7, and 77.4%, respectively, as shown in e. The formation of an unavoidable SEI due to electrolyte decomposition causes a decrease in the initial Coulombic efficiency.  This trend is consistent with the first CV curves in Li-ILT, Na-ILT, K-ILT, and Cs-ILT (), which show a cathodic peak at 0.91 V and a broad hump between 0.29 and 0.60, 0.55 and 0.92, and 0.65 and 0.97 V, respectively, in the initial charge process, and they are missing in the second cycle and onward. However, the Li-ILT, Na-ILT, K-ILT, and Cs-ILT materials shown in f have large Coulombic efficiencies of over 98% after their 8th, 11th, 8th, and 9th cycles, respectively, showing that all present samples have high reversibility of sodium-ion storage capacity after activation. The Coulombic efficiencies of all samples for the first 30 cycles are given in . Our Coulombic efficiency data are consistent with most of transition metal oxides, which exhibit a gradual rise in Coulombic efficiency. ",
                        "The charge and discharge capacities of the compounds in f are significantly altered when the guest alkali-metal ions are changed, indicating the massive influence of interlayer ion species on the SIB anode performance. The specific capacity of Na-ILT for the 100th cycle is 137 mAh g–1, which is higher than those of Li-ILT, K-ILT, and Cs-ILT (95, 61, and 77 mAh g–1, respectively), indicating that the Na ion is best among all alkali-metal guest ions in the present study for enhancing the SIB performance. Moreover, all samples show good structural stability upon cycling ().",
                        " shows the rate performance of all samples. Under current densities of 0.1, 0.2, 0.5, 1, 2, and 5 A g–1, the specific capacities of Na-ILT are 153, 139, 120, 104, 81, and 48 mAh g–1, respectively, which are higher than those of all other samples. The improved rate performance even at a high current density further implies that the Na ion is the ideal guest ion for boosting the SIB electrode efficiency of LT in this study. We also tested the performance of these samples as the anodes of LIBs and potassium-ion batteries (KIBs) to determine the role of these alkaline metal ions in the corresponding battery, and the results are shown in . The results imply that selecting the corresponding ions is favorable for improving the performance of the batteries."
                    ],
                    "name": "3.2.  Electrochemical Performance",
                    "type": "h3"
                },
                {
                    "content": [
                        "Since the intercalation of sodium ions into LT causes the redox mechanism of Ti4+/Ti3+ coupling, we calculated the theoretical capacities as 210 mAh g–1 for Li-ILT, 189 mAh g–1 for Na-ILT, 172 mAh g–1 for K-ILT, and 112 mAh g–1 for Cs-ILT considering all materials with the formula of AM1.07Ti1.73O4 (AM = Li, Na, K, Cs). In terms of atomic weight, Li-ILT should deliver the highest specific capacity, which is not the case here. We have shown in the previous section that the alkaline metal ion concentrations are in the order Li-ILT > Na-ILT > Cs-ILT > K-ILT. If we take the alkaline metal ion concentration into account, the theoretical capacities are 213 mAh g–1 for Li-ILT, 203 mAh g–1 for Na-ILT, 199 mAh g–1 for K-ILT, and 153 mAh g–1 for Cs-ILT. Solely considering the mass of interlayer ions, again, Li-ILT should deliver the highest specific capacity and one should expect a similar specific capacity of K-ILT and Na-ILT. However, the Na-ILT sample delivers a much higher specific capacity than the K-ILT and Li-ILT samples. Thus, we believe that the atomic mass is not the dominating factor for the battery performance.",
                        "To understand the electrochemical process in detail, we analyzed the CV graphs () of all samples and created an association graph for the log of anodic/cathodic peak current versus sweep rate as shown in  to further investigate the influence of alkali-metal ions on the electrochemical reaction of LT. As the role of a charge-transfer-based as well as a diffusion-based mechanism can be distinguished from the variation of peak current with scan rate, the major electrochemical processes responsible for the electrode activity of these substances can be calculated from the correlation plots of i = avb, where i represents the current, v represents the scanning speed, and a and b are constants.  The charge-transfer-based process has a b value of 1, while the diffusion-based electrochemical process has a b value of 0.5. The charge-transfer mechanism is linked to a capacitive mechanism induced when Na ions touch the surface of anode materials, whereas the diffusion-based process is related to the exchange process of Na ions in the interlayer of layered materials. The b values of the first anodic and cathodic peaks are 0.84, 0.63, 0.88, and 0.82 and 0.84, 0.78, 0.96, and 0.90 for Li-ILT, Na-ILT, K-ILT, and Cs-ILT, respectively, based on the current CV curves obtained at various scan rates (). The values for Na-ILT obtained in this study are similar to the values for layered lepidocrocite-type sodium titanate reported elsewhere.  These findings reveal that the electrochemical activities of all samples are influenced by both diffusion and a charge-transfer-based mechanism. However, except for Na-ILT, the capacitive mechanism contributes more in the other samples, indicating that more active sites between layers can be utilized via diffusion in Na-ILT, while in the other samples, most of the active sites are located on the surface. These data can explain well the relatively larger capacity of Na-ILT compared to those of the others.",
                        "EIS measurements were carried out to acquire more details.  shows the EIS results of the current materials obtained before and after 100 electrochemical charge–discharge cycles. The charge-transfer resistance (Rct) of the electrode/electrolyte interface is represented by the diameter of the semicircle in Nyquist plots. In contrast, the Na-ion absorption capacity inside the electrode is shown by the low-frequency impedance (straight line).  The current EIS data were evaluated by an equivalent circuit () consisting of a charge-transfer and SEI layer diffusion component, in order to obtain quantitative details on the kinetic factors of the electrode mechanism.",
                        "Na-ILT and K-ILT have lower Rct values and sharper straight-line slopes than Li-ILT and Cs-ILT before the electrochemical cycling (a, ), revealing a lowered Rct value and an increased sodium-ion absorption. The Rct value of Na-ILT remained almost stable, while the Rct values of Li-ILT, K-ILT, and Cs-ILT nanocomposites significantly decreased after 100 cycles (b, ). The decreases in the Rct values of Li-ILT, K-ILT, and Cs-ILT nanocomposites also justify their surface capacitive response in the CV curves. The value of the SEI layer resistance (Rf) of Na-ILT is very small as compared to those of other samples (), revealing that sodium ions easily travel into Na-ILT through the SEI layer compared to the other samples. The large Rf values of Li-ILT, K-ILT, and Cs-ILT suggest that a harmful SEI layer is formed in these compounds. The very large SEI values of K-ILT and Cs-ILT suggest that a too large interlayer spacing may facilitate the formation of SEI layers.  The harmful SEI layer may come from alloying of Na and other alkaline metal ions, but it has to be verified.",
                        "The diffusion coefficient D can be calculated from the EIS curves according to the equation below: ",
                        "In the above equation, the gas constant, absolute temperature, surface area, number of electrons per molecule that are transferred, Faraday’s constant, the concentration of Na ions, and the Warburg factor are represented by R, T, A, n, F, C, and σ, respectively.  The Nyquist diagram is used to extract the data in the low-frequency range, and the Warburg factor σ is calculated by graphing Z′ versus ω–1/2 before cycling and after 100 cycles, as illustrated in . The diffusion coefficients D of Li-ILT, Na-ILT, K-ILT, and Cs-ILT are 2.95 × 10–14, 3.16 × 10–14, 1.81 × 10–14, and 4.81 × 10–14 cm2 s–1, respectively, before cycling, and the values are similar. However, they change to 11.0 × 10–14, 5.3 × 10–14, 23.3 × 10–14, and 25.2 × 10–14 cm2 s–1, respectively, after 100 cycles (), and the Li-ILT, K-ILT, and Cs-ILT samples show significantly increased values after cycling, a process in which the SEI layer forms. The significant increase of the diffusion coefficient can be explained by their capacitive ion storage mechanism demonstrated by the above b values. It seems that the diffusion channels in the Li-ILT, K-ILT, and Cs-ILT samples have been greatly blocked after cycling, so these samples exhibited a small specific capacity, despite the high ion diffusivity.",
                        "In addition to the experimental investigation, we also performed a theoretical calculation to understand the Na-ion diffusion between layers in different compounds. Lepidocrocite-type titanate has been demonstrated to have a preferential diffusion path along the c axis,  so we examined the sodium-ion diffusion along the c axis in different compounds. The diffusion paths we examined here are shown in a,b. First, the formation energy along different diffusion paths is calculated and the results are shown in c,d. The formation energy of diffusion via path 1 is negative, but the formation energy of diffusion path 2 is positive, indicating that diffusion path 2 is thermodynamically unfavorable. These results have motivated us to focus on the study of sodium-ion diffusion along diffusion path 1. The diffusion energy along the path 1 is shown in a, and the energy maxima occur when the sodium ions jump across the alkaline metal ions. b exhibits that the diffusion energies are in the order Cs-ILT > Li-ILT > Na-ILT > K-ILT, suggesting that sodium-ion diffusion is more difficult in Cs-ILT. Surprisingly, the diffusion energy in K-ILT, similar to that in Na-ILT, is the lowest, suggesting that K-ILT is a potential candidate as an anode material provided that the negative effect of the SEI layer is eliminated.",
                        "To summarize, interlayer engineering by intercalation for ionic LT is an effective way to optimize its performance as an anode material for SIBs. However, the role of the intercalating ions has to be carefully considered."
                    ],
                    "name": "3.3.  Mechanism Investigation",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In conclusion, we have studied AMIILTs (AM = Li, Na, K, Cs) obtained by a simple solution processing approach for their application as SIB electrodes to verify the role of alkaline ion species. We found that sodium ions are the most suitable guest ions for attaining the highest SIB electrochemical performance of LTs among the various alkali-metal ions. The higher specific capacity of Na-ILT compared to those of others is attributed to its high Na concentration and efficient utilization of the active sites that are accessible by diffusion. Our DFT calculation reveals that although Cs-ILT has the largest interlayer spacing, the diffusion energy of sodium ions jumping across Cs ions is the largest, which hampers sodium-ion diffusion. K-ILT and Na-ILT hold much less diffusion energy. Thus, for ionic layered materials, not only is the interlayer spacing a significant factor, but also the guest ion species should be carefully considered."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Altering the Alkaline Metal Ions in Lepidocrocite-Type Layered Titanate for Sodium-Ion Batteries"
}