{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Sodium ion battery",
        "Anode material",
        "MoS2",
        "Carbon",
        "Core-shell structure"
    ],
    "Sections": [
        {
            "content": [
                "Due to the growing demand in the energy market, sodium-ion batteries (SIBs) have garnered significant attention as potential energy storage devices for large-scale applications. However, the sluggish kinetics and significant volume expansion during cycling bring about the poor electrochemical behavior of SIBs. In this work, a dual carbon including internal hard carbon core and external N-doped carbon shell confined MoS2 hierarchical microspheres (HC@MoS2@NC) nanocomposites are prepared as anode for SIBs with superior cycling stability and good rate capability. The dual carbon confinement can improve the structural stability of MoS2. The dual carbon with good electronic conductivity ensures well battery rate capability of MoS2 anode. Meanwhile, the larger interlayer spacing of 10.09 Å caused by NC insertion make MoS2 store more Na+. As a consequence, the HC@MoS2@NC nanocomposite delivers a high capacity of 321 mAh g−1 at 0.1 A g−1 after 100 cycles. At large current density of 2 A g−1, a high capacity of 180 mAh g−1 can still be achieved after 1000 cycles. Even at larger current density of 5 A g−1, the capacity can still be kept at 162 mAh g−1 after 100 cycles."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Graphical abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "In today's rapidly developing industrial era, human progress has been accompanied by serious energy crises and environmental pollution. The extensive consumption of petroleum in various fields has led to severe air pollution and energy crises, which have significant impacts on humans, animals, and plants. The scarcity of resources and environmental pollution has gradually gained attention from society. In this context, new energy technologies have been continuously developed with the support and attention of various countries. Lithium-ion batteries (LIBs), as indispensable energy sources in the world today, have advantages such as portability and lightweight [[1], [2], [3], [4], [5]]. Their high voltage, lightweight, high-energy density, and rapid charging and discharging capabilities have been widely applied in various sectors of society, such as automobiles, mobile phones, and computers [[6], [7], [8], [9], [10], [11]]. However, the scarcity of lithium resources has become a concern, prompting researchers to explore alternative energy storage technologies. Sodium ions batteries (SIBs) have emerged as a promising substitute for LIBs due to their abundant sodium resources (Na: 2.8 wt% on earth crust) and low cost. The redox potential of sodium is close to that of lithium (ENa+/Na = −2.71 V vs. standard hydrogen electrode (SHE), ELi+/Li = −3.02 V vs. SHE) [12]. However, the development of high-performance sodium-ion batteries faces the challenge of finding suitable electrode materials that can provide both high capacity and excellent cycling stability [[13], [14], [15], [16], [17], [18], [19], [20], [21], [22]].",
                "Suitable anode materials that can match well with cathode materials play key roles in realizing the commercial application of SIBs. According to the Na+ storage mechanism of SIBs, the anode electrode materials of SIBs can be divided into three categories: alloying-type, intercalation-type, and conversion-type. For the alloying anode, the most researched materials are Sn, Sb, Bi and their compounds due to their high theoretical specific capacity [[23], [24], [25], [26], [27], [28], [29], [30], [31], [32]]. However, during charging and discharging, the volume change of the alloy anode is large, resulting in poor cycling stability of the SIBs. The intercalation-type anode such as carbon-based materials and titanium-based materials usually show stable cycling stability [[33], [34], [35], [36], [37], [38], [39]]. While, the low theoretical specific capacity seriously hinders the development of SIBs in practical applications. For the conversion anode materials, the pulverization of materials due to the large volume change is still a serve issue in the development of SIBs. Exploring suitable anode materials with high capacity and stable cycling performance for SIBs is still a challenge facing to researchers.",
                "Transition metal sulfides (TMS) have garnered significant interest as anode materials for SIBs due to their abundant availability, non-toxic nature, high theoretical capacity, and superior kinetics for conversion reactions [[40], [41], [42]]. These desirable properties can be stemmed from the weak M-S bonds present in TMS. Among various TMS materials, the 2D molybdenum disulfide (MoS2) with a layered S-Mo-S structure is considered to be a promising candidate due to its higher theoretical specific capacity and larger interlayer distance (0.62 nm). However, in practical applications, there are still inherent obstacles that restrict the performance of MoS2 anodes. The efficient electron transfer is hindered by the low electronic conductivity of MoS2, which severely limits the rate performance of SIBs. What's worse, the significant volume variation caused pulverization during the repeated insertion/extraction process of Na+ contributes to poor cyclic stability.",
                "The combination of MoS2 with carbon materials offers an effective solution to overcome the aforementioned challenges and enhance the performance of SIBs batteries. The incorporation of different carbon materials into MoS2 structures can effectively enhance the cycle stability of MoS2 anodes by confining MoS2 within a specific spatial region, minimizing volume variation, and simultaneously improving electrical conductivity. Among the various carbon composite strategies, carbon coating has been widely used to improve cycling stability and enhance electronic conductivity of MoS2 anode materials. For instance, to enhance the SIBs cycling stability, Cao and co-authors have designed and synthesized spherical composites consisting of MoS2 core and a highly conductive N-doped carbon (NC) shell (MoS2@NC) composite [43]. The core-shell MoS2@NC electrode presents a remarkable cyclic stability and a capable rate performance. Although carbon shell can reduce interfacial resistance and enhance overall electronic conductivity and protect the material structure from collapse. Nevertheless, the significant volume changes resulting from the insertion of large Na+ ions still cause cracking of the carbon layer and structural damage of MoS2 anode materials, ultimately leading to a decline in electrochemical performance. Thus, it's still a challenge to develop an effective strategy to comprehensively protect MoS2 anode material from structure collapse during the insertion/extraction Na+.",
                "In this work, we propose an effective strategy to prevent MoS2 from structural damage during Na+ insertion/extraction process. Specifically, a low cost and scalable approach was used to prepare a dual carbon including internal hard carbon core and external N-doped carbon shell confined MoS2 hierarchical microspheres (HC@MoS2@NC) nanocomposite. In the HC@MoS2@NC unique structures, the inner HC and outer NC tightly confine the MoS2 hierarchical microspheres into a finite space, which can effectively improve the structural stability during Na+ insertion/extraction process. Meanwhile, the dual carbon with good electronic conductivity ensures an excellent electron transfer rate, guaranteeing well battery rate capability of MoS2 anode. Also, the larger interlayer spacing of 10.09 Å caused by NC insertion make MoS2 store more Na+. The large surface area can provide sufficient contact between the anode materials and electrolyte, which can ensure the high capacity. When evaluated as anode for SIBs, the HC@MoS2@NC nanocomposite delivers a high capacity of 321 mAh g−1 at 0.1 A g−1 after 100 cycles. Even at large current density of 2 A g−1, a high capacity of 180 mAh g−1 can still be achieved after 1000 cycles. This work demonstrates that dual carbon confinement can effectively enhance the battery performance and provide a constructive thought for the anode materials development of SIBs."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Phenolic resin spheres synthesis: 0.1 g of 3-Aminophenol, 0.1 ml of formaldehyde solution, and an ammonia solution were added to 30 ml of water. The mixture was stirred at room temperature for 30 min. Then, 10 ml of acetone was added, and the mixture was stirred for 12 h. The resulting product was centrifuged and washed several times with distilled water and ethanol. It was then dried at 70 °C for 12 h.",
                        "HC@MoS2@NC Synthesis: 0.1 g of the phenolic resin spheres were dissolved in 60 ml of water, followed by 1 h of ultrasonic dispersion. Then, 1.236 g of ammonium molybdate and 2.132 g of thiourea were added to the stirring solution, along with 0.6 g of urea and 1 g of glucose. The mixture was stirred for 1 h. Subsequently, the reaction was carried out at 200 °C under hydrothermal conditions for 24 h. The resulting products were collected by centrifugation and washed three times with deionized water and ethanol. The samples were then dried at 70 °C for 12 h. The obtained powder samples were transferred to an alumina crucible and annealed at 600 °C under argon gas atmosphere for 3 h, resulting in HC@MoS2@NC. For comparison, pure MoS2 materials were prepared without adding phenolic resin spheres and glucose. Similarly, HC@MoS2 materials were synthesized without the addition of glucose."
                    ],
                    "name": "Material synthesis",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The morphology information of the products is obtained using a field emission scanning electron microscopy (FESEM, Hitachi S-8100). A FEI Tecnai G2 F20S-TWIN TEM equipped with energy-dispersive X-ray spectroscopy (EDS) was utilized to examine the morphology and phase details. The composition and crystal structure of the as-prepared materials were determined by X-ray powder diffraction (XRD, Rigaku D/max–2600/PC, Cu Kα) with diffraction angles (2θ) ranging from 5 to 70°. The Raman Shift results were collected using a Raman spectrometer (HR-800, HORIBA Jobin Yvon) using a 532 nm laser. Thermogravimetry analysis (TGA) curves were examined on STA6000 from 30 to 700 °C with a heating rate of 10 °C min−1 under air atmosphere. Brunauer-Emmett-Teller (BET) surface area and pore diameter distribution were tested by Kubo−X1000. The XPS experiments were performed using the surface analysis system (Thermofisher Escalab Xi+) with Al Kα radiation to determine elemental valence and bonding of the materials."
                    ],
                    "name": "Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Electrochemical characterization was carried out using CR2032 coin cells to evaluate the performance of the synthesized HC@MoS2@NC material. The working electrode was prepared by combining molybdenum disulfide powder, conductive carbon black, and a binder (PVDF) in a mass ratio of 7:2:1. The resulting mixture was dispersed in N-methyl-2-pyrrolidone (NMP) to form homogeneous slurry, which was then coated onto a copper foil and dried under vacuum at 70 °C for 12 h. Sodium was employed as both counter electrode and reference electrode. The electrolyte solution consisted of 1 M NaPF6 dissolved in a mixture of ethylene carbonate (EC) and diethyl carbonate (DEC) in a volume ratio of 1:1. A glass fiber separator was used to ensure proper ion transport. To maintain an oxygen-free environment, the coin cells were assembled inside a glove box filled with argon gas, where the water and oxygen level was carefully controlled to be below 0.1 ppm. Half battery performance was evaluated using LAND-CT2001A testing instrument, which allowed for constant current charge-discharge tests at various current densities within the voltage range of 0.01–2.6 V. Additionally, cyclic voltammetry (CV) measurements were conducted using electrochemical workstation (CHI760e) with a scan rate of 0.2 mV s−1 within the voltage window of 0.01–2.6 V. For the full cells, commercial Na3V2(PO4)3 was employed as cathode. The Na3V2(PO4)3 cathode and HC@MoS2@NC anode were recycled in half-cells for 50 cycles, respectively, and then re-assembled into a full cell. The cycling performance and rate capability tests were on LAND-CT2001A testing instrument between 0.5 and 3.6 V. Electrochemical impedance spectroscopy (EIS) was measured at a rate of 1 mV in the frequency range of 0.01 Hz to 100 kHz on CHI760E electrochemical workstation. The diffusion coefficient of Na+ in the electrode material was determined by galvanostatic intermittent titration technique (GITT) at 0.1 A g−1 pulse time of 10 min and rest time of 120 min."
                    ],
                    "name": "Electrochemical testing",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "Fig. 1a illustrates the synthesis process of HC@MoS2@NC. Initially, phenolic resin spheres with size of approximately 500 nm were obtained through the co-condensation reaction of resorcinol and formaldehyde [44]. Subsequently, MoS2 was grown on the resin sphere through a one-step hydrothermal process, with a thin carbon layer encapsulated on the outermost surface. Finally, the sample was subjected to high-temperature carbonization. The morphology of phenolic resin spheres, MoS2, HC@MoS2, and HC@MoS2@NC materials were characterized using SEM and TEM. Fig. S1 shows the SEM, TEM, and HRTEM images of phenolic resin spheres, which appear as solid spheres with a size of approximately 500 nm. The spherical shape and uniform size indicate the successful synthesis of the phenolic resin spheres. Fig. S2 displays the SEM, TEM, and HRTEM images of pure MoS2, revealing its cluster-like nanosheets structure. The (002) interlayer spacing of 0.623 nm confirms the crystalline nature of MoS2 and its successful synthesis. Fig. S3 presents the SEM, TEM, and HRTEM images of HC@MoS2. The growth of a layer of MoS2 on the hard carbon sphere can be observed, with an interlayer spacing of 0.627 nm. This indicates the successful incorporation of MoS2 onto the HC surface. Fig. 1b and c depict the low-magnification and high-magnification SEM images of the HC@MoS2@NC composite material, revealing fascinating hierarchical microspheres morphology. The hierarchical structures are formed by the clustering of individual nanosheets, with each hierarchical microspheres measuring approximately 600 nm in size. Interestingly, it can also be observed that the outer NCs are uniformly embedded into the interspaces of MoS2 nanosheets, indicating the successfully constructing of outer NCs on the surface of MoS2. The BET in Fig. S4 shows that the hierarchical microsphere morphologies have a large surface area of 7.1 m2 g−1. The TEM and HRTEM techniques were employed to further investigate the morphology and composition of the HC@MoS2@NC nanostructures (Fig. 1d and e). In Fig. 1d, it can be clearly observed that MoS2@NC nanostructures are wrapping the HC cores, which are labeled in yellow circles. The inner HC cores can not only serve as good electronic conductive skeletons but also buffer volume from inside of MoS2 hierarchical microspheres. The HRTEM image in Fig. 1e clearly reveal the lattice fringe of MoS2. Surprisingly, the MoS2 nanosheet in HC@MoS2@NC shows a larger interlayer spacing of approximately 10.09 Å for the (002) crystal plane. The larger interlayer spacing might be due to the insertion of NC layer between two adjacent MoS2 layers. In the outside of MoS2 nanosheets, NC can be clearly observed as marked in Fig. 1e. This NC layer acts as a protective coating for MoS2, enhancing its stability and electrochemical performance [45]. Also, the N-doped carbon can further increase the electronic conductivity of HC@MoS2@NC system. The elemental mappings of HC@MoS2@NC materials in Fig. 1g show the uniform distribution of C, Mo, N, and S elements. According to the EDS spectra (Fig. S5) and element content distribution (Table S1), the N content of the outer NC layer is about 3.25 %. The SEM, TEM, and HRTEM results prove the successful synthesis of HC@MoS2@NC.",
                "To further verify the phase composition of HC@MoS2@NC composite materials, XRD and Raman shift characterizations were performed. Fig. 2a shows the XRD patterns of MoS2, HC@MoS2, and HC@MoS2@NC. In the XRD patterns of MoS2 and HC@MoS2, the peaks at 14.4°, 32.6°, and 58.5° correspond to (002), (100), and (110) crystal planes, respectively. The astonishing thing is that, in the XRD pattern of HC@MoS2@NC, the (002) diffraction peak shifts to 8.7°, and the (004) diffraction peak shifts to 17.3°. According to the Bragg's law calculation, the interlayer spacing of (002) plane is approximately 10.16 Å, which is in good agreement with the observed interlayer spacing (d ≈ 10.09 Å) from TEM, indicating that the increased interlayer spacing of MoS2 is due to the incorporation of a small amount of nitrogen-doped carbon between the MoS2 layers [46]. In the Raman spectrum of HC@MoS2@NC (Fig. 2b), characteristic D and G bands were observed at around 1348 cm−1 and 1587 cm−1, matching the features of carbon. Meanwhile, the peaks observed at 376 cm−1 and 405 cm−1 correspond to the E12g and A1g vibrational modes of MoS2. It can be seen that the peak intensity of HC@MoS2@NC is significantly lower than that of HC@MoS2, which may be attributed to the weakening effect of the encapsulating carbon layer [47]. Based on the TGA results in Fig. S6, the content of HC and NC in HC@MoS2@NC are calculated to be 10.3 % and 43.6 %.",
                "To investigate the chemical states of Mo, S, C and N, the X-ray photoelectron spectra (XPS) was performed on the final products. Fig. S7 shows the XPS full spectra of MoS2 and HC@MoS2@NC. In the XPS full spectra of MoS2 in Fig. S7a, Mo and S peaks can be clearly observed. The C and O peaks might be due to the adsorption of CO2 and H2O molecules in the air. The XPS full spectra of HC@MoS2@NC in Fig. S7b presents the Mo, S, C and N elements, indicating the elements composition of HC@MoS2@NC. The high-resolution XPS spectrum of Mo, S, C and N in HC@MoS2@NC are presented in Fig. 2c–f. In Mo 3d XPS spectrum, the peaks at 229.1 eV and 232 eV correspond to the 3d5/2 and 3d3/2 orbitals of MoS2, and the peak at 235.7 eV is labeled as Mo6+, possibly due to surface oxidation of MoS2. In the high-resolution S 2p XPS spectrum, the peaks at 161.9 eV and 163.1 eV correspond to the 2p3/2 and 2p1/2 of S2−. In the C 1s XPS spectrum, the three peaks at 284.8 eV, 285.8 eV, and 289.5 eV correspond to CC, CO, and CN bonds, respectively. In the N 1s spectrum, the peaks located at 398 eV and 400.4 eV correspond to pyridinic N and graphitic N, while the peak at 395 eV corresponds to Mo 3p3/2 [48]. Fig. S8a and b show the high-resolution XPS spectrum of Mo and S in pure MoS2. In the Mo3d spectrum (Fig. S8a), the peaks at 229.2 eV and 232.1 eV correspond to Mo 3d5/2 and Mo 3d3/2, and the peak at 236 eV indicates the binding energy of Mo6+, suggesting a slight oxidation of the sample. In Fig. S8b, the peaks at 161.6 eV and 163 eV correspond to S 2p. The XPS results further demonstrate the successfully preparation of HC@MoS2@NC nanocomposites.",
                "The electrochemical performances of HC@MoS2@NC were evaluated by constructing a half-cell configuration and utilizing sodium sheets as the counter electrode. Fig. 3a shows the cyclic voltammetry (CV) curves of the HC@MoS2@NC anode. During the first discharge process, the reduction peaks at 0.13 V and 0.42 V correspond to the formation of NaxMoS2 through Na+ insertion into MoS2, followed by decomposition into Na2S and Mo. In the subsequent charging process, a prominent oxidation peak appears at 1.75 V, corresponding to the conversion of Na2S and Mo back to MoS2. The CV curves of the second and third cycles almost overlap, indicating good reversibility of HC@MoS2@NC anode, as indicated by previous report [49]. Subsequently, the charge-discharge curves of HC@MoS2@NC materials at a current density of 0.1 A g−1 and voltage range of 0.01–2.6 V were tested and obtained. Fig. 3b shows the first charge-discharge curve of HC@MoS2@NC at 0.1 A g−1, showing high initial discharge and charge capacities of 455 mAh g−1 and 410 mAh g−1, respectively, with a high initial Coulombic Efficiency (CE) of 90.2 %. The irreversible capacity loss in the initial cycle is mainly attributed to the formation of the solid electrolyte interface (SEI) film. The first charge-discharge curves of MoS2 and HC@MoS2 are presented in Fig. S9a and b. Although the MoS2 and HC@MoS2 anodes deliver high discharge capacity of 590 and 623 respectively, the initial CE are only 71.4 % and 76.8 % for MoS2 and HC@MoS2 anodes, respectively indicating high initial CE performance of HC@MoS2@NC nanocomposites. The cycling performance of MoS2, HC@MoS2, and HC@MoS2@NC at 0.1 A g−1 are compared and shown in Fig. 3c. For HC@MoS2@NC anode, the discharge capacities keep nearly stable in the whole 100 cycles. After 100 cycles, the capacity can be maintained at a high value of 233 mAh g−1. While for MoS2 and HC@MoS2 anodes, fast capacity decay appears after 10 cycling. After 100 cycles, the capacities are only 74 and 113 mAh g−1 for MoS2 and HC@MoS2, respectively. Interestingly, the capacity decay speed of HC@MoS2 is slower than that of pure MoS2, demonstrating the volume buffering of HC in HC@MoS2. Fig. 3d shows the cycling performance of MoS2, HC@MoS2, and HC@MoS2@NC at 1 A g−1. At 1 A g−1, the HC@MoS2@NC also displays superior cycling stability. After 100 cycles, the discharge capacity can be maintained at 236 mAh g−1. To definite the contribution fraction of HC in HC@MoS2@NC, the cycling performance of HC anode was tested and shown in Fig. S10. When evaluated as anode on SIB, HC anode delivers low capacity. At 1 A g−1 after 100 cycles, only 41 mAh g−1 can be obtained. It can be concluded that, HC in HC@MoS2@NC anode contributed 17 % capacity.",
                "To further confirm the performance superiority of HC@MoS2@NC anode, the rate performance of MoS2, HC@MoS2, and HC@MoS2@NC at different current densities are evaluated and displayed in Fig. 3e. It can be observed that HC@MoS2@NC maintains high capacities of 311 mAh g−1, 282 mAh g−1, 255mAh g−1, 232 mAh g−1, and 205 mAh g−1 at 0.1, 0.2, 0.5, 1, and 2 A g−1, respectively. When the current density is reset to 0.05 A g−1, the capacity can recover to 309 mAh g−1, indicating outstanding rate performance of the HC@MoS2@NC electrode. For HC@MoS2 anode, the capacities at 0.1, 0.2, 0.5, 1, and 2 A g−1 are 352 mAh g−1, 245 mAh g−1, 164 mAh g−1, 115 and 76 mAh g−1, respectively. While for pure MoS2 anode, the capacities at 0.1, 0.2, 0.5, 1, and 2 A g−1 are only 320 mAh g−1, 210 mAh g−1, 110 mAh g−1, 69 mAh g−1 and 40 mAh g−1, respectively. The corresponding charge/discharge curves of MoS2, HC@MoS2 and HC@MoS2@NC anodes at different current densities are presented in Fig. S11. The good rate performance of HC@MoS2@NC can be attributed to the enhanced electronic conductivity after introducing dual carbons of HC and NC in MoS2. To confirm the enhancement of electronic conductivity, electrochemical impedance spectroscopy (EIS) was performed on HC, MoS2, HC@MoS2 and HC@MoS2@NC. Fig. S12 and Fig. 3f display the EIS results of HC, MoS2, HC@MoS2 and HC@MoS2@NC. In the low-frequency region, a tail-like feature is observed, which corresponds to the diffusion process. In the high-frequency region, a semicircular shape is observed, representing the charge transfer resistance (Rct) [50]. It can be clearly observed that the Rct decreases from MoS2 to HC@MoS2 to HC@MoS2@NC, demonstrate lower charge transfer resistance of HC@MoS2@NC. The EIS results of MoS2, HC@MoS2 and HC@MoS2@NC after 100 cycles are displayed in Fig. S13. The detailed data before and after 100 cycles for the EIS are shown in Table S2. After 100 cycles the Rct of MoS2, HC@MoS2 and HC@MoS2@NC are 201.8, 122.4 and 70.9 Ω. The charge transfer resistance of HC@MoS2@NC decreased in large scale, possibly due to the increased interlayer spacing of MoS2 and the fast diffusion and insertion of Na+.",
                "To further confirm the outstanding cycling stability and rate performance of HC@MoS2@NC anode, 1000 cycles at current density of 2 A g−1 and 100 cycles at 5 A g−1 testing were conducted. Fig. 3g shows the 1000 cycling performance at 2 A g−1. It can be observed that HC@MoS2@NC anode presents superior cycling stability during the whole 1000 cycles. After 1000 cycles, the capacity can be still remained at 180 mAh g−1. Even at higher current density of 5 A g−1, the capacity can still be kept at 162 mAh g−1 after 100 cycles as displayed in Fig. 3h, indicating outstanding cycling stability and rate performance of HC@MoS2@NC anode. The performance comparison of HC@MoS2@NC to other MoS2 based electrodes is shown in Table S3, among which HC@MoS2@NC presents superior electrochemical performance with well cycling stability.",
                "The surface Faradaic capacitance behavior plays a crucial role in improving the capacity of anode materials for alkali-ion batteries. In this work, we further recorded CV curves of HC@MoS2@NC anode at different scan rates ranging from 0.2 mV s−1 to 1 mV s−1 within the potential range of 0.01 V to 2.6 V, as shown in Fig. 4a. The relationship between peak current (",
                "i) and scan rate (",
                "v) can be expressed as",
                "i = a v b or",
                "log i = b log v + log a, where the value of b reflects the ion storage behavior in the electrochemical reaction process. When the value of b approaches to 0.5, it indicates that the electrochemical reaction is primarily governed by a diffusion process. Conversely, when the value of b approaches 1, the electrochemical reaction is mainly determined by the capacitive process, which is a surface-driven behavior [51]. For the HC@MoS2@NC anode, as shown in Fig. 4b, the values of b for the anodic peak and cathodic peak are 0.905 and 0.934, respectively. These values suggest that the electrochemical reaction is primarily driven by the capacitive process. To further distinguish between the diffusion-controlled and capacitive-controlled parts, we used the equation",
                "i = k 1 v + k 2 v 1 / 2. By plotting",
                "iv − 1 / 2 against",
                "v 1 / 2, the values of",
                "k 1 and",
                "k 2 can be obtained from the slope of the curve [52]. Based on the above fitting calculation, the diffusion contribution ratio and capacitive contribution ratio at different scan rates are given and displayed in Fig. 4c. It can be observed that the capacitive contribution increases with the increase in scan rate. A typical capacitive-controlled part with a contribution ratio of 84 % at 1 mV s−1 is shown in Fig. 4d. Additionally, Fig. S14 illustrates the capacitive contribution plots for scan rates of 0.2, 0.4, 0.6, and 0.8 mV s−1, with contribution ratio of 69 %, 70 %, 73 %, and 78 %, respectively. As the scan rate increases, the capacitive contribution becomes more significant. These results emphasize the crucial role of surface capacitive contribution in the charge-discharge process, leading to enhanced capacity and rate performance of the HC@MoS2@NC anode.",
                "The diffusion coefficient of Na+ in the electrode material was determined by galvanostatic intermittent titration technique (GITT) at 0.1 A g−1 pulse time of 10 min and rest time of 120 min. The corresponding Na+ diffusion coefficient can be obtained from the formula",
                "D Na + = 4 πτ m B V m M B S 2 Δ E s Δ E τ 2. Where",
                "D Na + is the Na ion diffusion coefficient, τ is the titration time,",
                "m B is the active material mass,",
                "V m and",
                "M B are the molar volume and the molar mass, respectively,",
                "S is the electrode surface area,",
                "Δ E s is the quasi-thermodynamic equilibrium potential difference before and after the current pulse, and",
                "Δ E τ is the potential difference during current pulse. As shown in Fig. S15a, the voltage fluctuation of HC@MoS2@NC electrode during relaxation is significantly smaller than that of MoS2 and HC@MoS2 electrodes, indicating that the ion transport of HC@MoS2@NC electrode is faster and the polarization is smaller. As shown in Fig. S15b and c, the diffusion coefficient of Na+ is fluctuating and shows an overall decreasing trend during the charging and discharging process. The HC@MoS2@NC electrode consistently exhibits higher ion diffusion coefficients than the MoS2 and HC@MoS2 electrodes.",
                "To further evaluate the cycling stability of HC@MoS2@NC anode material, we conducted a dismantling experiment on the cycled half-cell. The dismantled HC@MoS2@NC anode material was immersed in EC: DEC electrolyte, then taken out and subjected to a 10 min treatment at 60 °C, followed by observation of its structure using scanning electron microscopy (SEM). Fig. 5a and b display the low and high magnification SEM images of HC@MoS2@NC anode material after 1000 cycles, respectively. It can be observed from the images that the structure of the material remained almost unchanged, indicating its excellent structural stability. Furthermore, we performed elemental distribution analysis on the HC@MoS2@NC anode material, as shown in Fig. 5c. The images reveal a uniform distribution of Mo, S, C, N and Na elements. Compared to the pre-cycled HC@MoS2@NC materials, the cycled HC@MoS2@NC anode materials exhibited the presence of Na element, which might be attributed to the reversible conversion reaction forming Na2S adhered to the electrode material surface [53]. These results demonstrate the remarkable cycling stability of HC@MoS2@NC anode material, with its structure remaining stable and the elements evenly distributed. This provides strong support for its long-term stability in battery applications.",
                "In order to further evaluate the practical application potential of the constructed HC@MoS2@NC electrode, we assembled a full battery with Na3V2(PO4)3 as cathode material and HC@MoS2@NC as anode material. The potential range is (0.5–3.6 V). Firstly, it is necessary to cycle the HC@MoS2@NC half battery at 1 A g−1 for 50 times, then take out the HC@MoS2@NC electrode sheet in the half battery and reassemble the HC@MoS2@NC full battery. The schematic diagram of the full battery is shown in Fig. 6a. As shown in Fig. 6b, HC@MoS2@NC//Na3V2(PO4)3 full battery provides a charge capacity of 216 mAh g−1 and a discharge capacity of 167 mAh g−1 with an ICE of 77.3 %, while maintaining a reversible capacity of 57 mAh g−1 after 200 cycles of 1 A g−1. In addition, we verified its practical application by lighting led lights with assembled fully charged batteries. The GCD curve of HC@MoS2@NC//Na3V2(PO4)3 full cell in the first 3 cycles is shown in Fig. 6c. The rate capability of HC@MoS2@NC//Na3V2(PO4)3 full cell is presented in Fig. 6d. At the current density of 0.2, 0.5, 1.0 and 2.0 A g−1, the full cell capacity is 151, 84, 59 and 38 mAh g−1, respectively. When the current density is reset to 0.2 A g−1, the capacity can be restored to 101 mAh g−1, indicating that the HC@MoS2@NC electrode has good reversibility."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, a dual carbon confined MoS2 hierarchical microspheres (HC@MoS2@NC) nanocomposite is prepared through a simple hydrothermal post annealing process as an advanced anode for SIBs. The unique HC@MoS2@NC nanostructures display three breakthroughs: 1. The inner HC and outer NC tightly confine the MoS2 hierarchical microspheres into a finite space, which improve the structural stability during Na+ insertion/extraction process. 2. The dual carbon with good electronic conductivity ensures well battery rate capability of MoS2 anode. 3. The larger interlayer spacing of 10.09 Å caused by NC insertion make MoS2 store more Na+. As a consequence of the above breakthroughs, the HC@MoS2@NC nanocomposite delivers a high capacity of 321 mAh g−1 at 0.1 A g−1 after 100 cycles. At large current density of 2 A g−1, a high capacity of 180 mAh g−1 can still be achieved after 1000 cycles. Even at larger current density of 5 A g−1, the capacity can still be kept at 162 mAh g−1 after 100 cycles. Furthermore，HC@MoS2@NC//Na3V2(PO4)3 full battery provides a charge capacity of 216 mAh g−1 and a discharge capacity of 167 mAh g−1 with an ICE of 77.3 %, while a reversible capacity of 57 mAh g−1 after 200 cycles of 1 A g−1. We believe that that dual carbon confinement can effectively enhance the battery performance and provide a constructive thought for the anode materials development of SIBs."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "Guoquan Suo: Conceptualization, Project administration, Writing – review & editing. Baoguo Zhao: Data curation, Investigation, Methodology, Validation, Writing – original draft. Rongrong Mu: Methodology. Chuanjin Lin: Methodology. Shazam Javed: Methodology. Xiaojiang Hou: Writing – review & editing. Xiaohui Ye: Writing – review & editing. Yanling Yang: Writing – review & editing. Li Zhang: Writing – review & editing."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Declaration of competing interest",
            "type": "section_h2"
        }
    ],
    "Title": "Research papersDual carbon confined MoS2 hierarchical microspheres as high-performance anode for sodium-ion batteries with superior cycling stability"
}