{
    "DOI": "10.1021/jacs.4c01787",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) show the analogous properties  to  lithium-ion batteries, but they bear the merits of low cost and high safety. As a consequence, they have shown great potential for next-generation high-energy-density energy storage devices.  Besides, the energy density of the battery is mainly determined by the cathode materials. Among the various cathode materials of SIBs, layered oxides combined with cationic and anionic redox have attracted extensive attention due to their high output capacity and voltage. ",
                "However, although inducing oxygen redox contributes to an elevated specific capacity, the overoxidation of O would result in the irreversible oxygen loss as well as transition metal (TM) migration,  leading to the considerable structure degradation with a rapid capacity and voltage decay. To relieve the issues, TM doping, F doping, surface coating, etc. have been proven to be effective.  In particular, the reductive coupling mechanism, which was used to explain the abnormal reduction of the TM at high voltage regions in Li-rich layered oxides,  has been employed into SIBs to suppress the oxygen loss by forming the strong covalent metal–(O–O) species. For example, Huang’s group confirmed that the oxygen loss is significantly suppressed in P2–Na2/3Ni1/3Mn2/3O2 after Fe substitution due to the formation of Fe–(O–O) species, contributing to the improved reversibility of oxygen redox at high voltage regions.  More recently, Liu’s group proposed that Cu could also form the strong covalent Cu–(O–O) bonding with oxidized O anions to present the reductive coupling mechanism in P2-type layered oxides.  As a result, the reversibility and kinetics of anionic redox have been boosted drastically.",
                "On the other hand, O3-type layered oxides with the advantage of inherently sufficient Na content have been regarded as one of the most appealing cathode candidates for full cell systems of practical application.  However, they generally tend to undergo the phase transition into P3-type with the gliding of TM layers, which consumes extra energy and leads to the undesired substantial volume variation.  In fact, the long-term lattice strain will result in structure collapse, enabling the deterioration of cell performance. Consequently, unlike P2-type materials, the upper cutoff voltage of O3-type cathodes is usually less than 4.2 V to make a compromise for the cycling stability, rendering the cathodes’ failure to release the whole Na+ and thus a limited initial charge capacity.  As a consequence, it remains a serious challenge to gain a balance between the cutoff voltage (release the whole capacity) and cycling performance without sacrificing the structural stability in the O3-type layered oxides for SIBs.",
                "In this study, we originally designed an O3-type Na0.8Li0.2Fe0.2Ru0.6O2 (hereafter defined as NLFR) cathode to address the above issues of the irreversible oxygen loss and adverse O3–P3 phase transition by the dual-reductive coupling strategy in a Ru-based cathode. Two premises are considered first: (1) Both Fe and Ru ions have been demonstrated to exhibit a reductive coupling mechanism in Li-rich layered oxides  and (2) Ru-based cathode materials always present an inhibited phase transition of O3–P3 regardless of Li-rich or Na-rich layered oxides.  From these respects, we believe that “kill two birds with one stone” is able to be realized through a dual-reductive coupling mechanism in an O3-type cathode. As expected, the designed NLFR electrode presents an outstanding cycling stability even at a high cutoff voltage of 4.5 V. To the best of our knowledge, the NLFR cathode exhibits a superior performance among the O3-type materials within such a high cutoff voltage. X-ray absorption spectroscopy (XAS) and X-ray photoelectron spectroscopy (XPS) reveal that the reductive coupling mechanism will take place at high voltage regions for both Fe and Ru, in favor of improving the reversibility of O redox. In addition, in/ex situ X-ray diffraction (XRD) results indicate that O3–P3 phase transition is successfully inhibited, which is replaced by O1′ and O1 phases, providing a solid foundation of structural stability for long-term cycling."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "O3-NLFR was originally designed and obtained by traditional one-step solid-state reactions. The X-ray diffraction (XRD) pattern and Rietveld refinement results calculated by the General Structure Analysis System (GSAS) + EXPGUI suite are shown in a.  The calculated peaks fit well with the observed XRD data with a low χ2 value (3.13), which can be indexed as  O3-type with a space group of R3̅m. The lattice parameters are refined as a = b = 2.9883 Å and c = 16.5792 Å, and α = β = 90° and γ = 120° (). The structure schematic of NLFR presents oxygen stacking arrangements of CABCAB with Li/Fe/Ru atoms occupying the TM layer (b). The morphology of NLFR powder was observed by scanning electron microscopy (SEM) (c and ), displaying the typical layered structure with an average diameter of around 2–10 μm. Besides, high-angle annular dark-field scanning transmission electron microscopy (HAADF-STEM) was employed to observe the atomic structure of NLFR along the [010] plane, with images at different scales shown in d,e. The distance of two adjacent TM layers is measured as 5.35 Å, corresponding to the lattice spacing of the (003) plane, while the distance of two adjacent TM atoms is measured as 2.78 Å. What’s more, the atom arrangement in the TM layer presents offset adjacent layers (yellow line), showing an O-type stacking sequence. Besides, the selected area electron diffraction (SAED) image displaying the reflections of (003), (006), (101), and (104) planes belonging to the O3-type structure is shown in f. The HAADF-STEM image indicates the well-defined layered structure, in which the bright dots in the TM layer (red line) are assigned to Fe or Ru atoms, between which are Na layers (green arrow), further confirmed by atomic-scale energy-dispersive spectrometry (EDS) mappings (g). SEM-EDS mappings manifest a uniform distribution, i.e., not segregated or aggregated, of Na, Fe, Ru, and O elements in the crystal structure of NLFR (h). For comparison, we also synthesized the O3–Na0.8Fe0.8Ru0.2O2 sample (hereafter defined as NFR), which has no Li ion in the TM layer and a higher content of Fe. Its Rietveld refinement results and the morphology of the layered structure are shown in , with lattice parameters listed in . EDS mappings of NFR indicate the uniform distribution of Na, Fe, Ru, and O elements in the structure similarly ()."
                    ],
                    "name": " Structure",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical performance of NLFR is evaluated against the Na metal anode in coin cells. The initial charge capacity at the current density of 10 mA g–1 is 168 mAh g–1 when charging to 4.5 V, corresponding to exceeding 0.77 mol removal of Na+ and approaching the theoretical specific capacity (0.8 mol removal of Na+), resulting in the Na0.03Li0.2Fe0.2Ru0.6O2 formula. It can reinsert 0.68 mol of Na+ (equal to 148 mAh g–1 capacity) during the initial discharge process, giving the Na0.71Li0.2Fe0.2Ru0.6O2 formula (a). The cathode still retains a discharge capacity of 133 mAh g–1 after 30 cycles at the low rate (). It is to be noted that there is a plateau at the high voltage regions, especially obvious in dQ/dV curves (b), which is associated with oxygen redox.  The plateau still exists even after 30 cycles, displaying a highly reversible oxygen evolution, while the slope at the low voltage regions is attributed to the cationic redox of Fe3+ and Ru4+, which will be discussed in detail in the later part. As a sharp contrast, the initial discharge capacity of NFR at the current density of 10 mA g–1 is only 95 mAh g–1 (c), and it fades quickly to 38 mAh g–1 only after 20 cycles (). Obviously, the high voltage plateau of NFR is shorter than that of NLFR and disappears only after 5 cycles (d), revealing the low content of participation and poor reversibility of oxygen redox in NFR, which is indicative of the importance of Li ions in the TM layer for reversible oxygen redox. Furthermore, the rate performance of NLFR and NFR is compared in e, in which the former still retains more than 80 mAh g–1 discharge capacity at the current density of 500 mA g–1, while the latter delivers nearly no capacity, uncovering the distinct difference of the Na+ diffusion rate in two samples. Consequently, the kinetics of the Na+ diffusion for two samples is evaluated by GITT tests, with curves and calculation details shown in . Apparently, the curves of NLFR exhibit a lower polarization than those of NFR, demonstrating again the superior kinetics of NLFR. f shows the calculated Na+ diffusion coefficients of two samples. At the beginning of the charge, there is no significant difference between them until the voltage reaches about 3.6 V, where NFR starts to suffer from a distinct drop, which may be relevant to the Fe migration from the TM layer into the Na layer and block the pathway of Na+, leading to the reduced diffusion coefficient. Since then, NLFR presents a quicker diffusion rate of Na+ than NFR and still sustains all over the discharge process. In addition, the drop of NLFR at the end of the charge stems from the sluggish kinetics of oxygen redox.  More intuitively, benefiting from the high participation and reversibility of oxygen evolution, NLFR delivers 132 mAh g–1 initial discharge capacity at the rate of 100 mA g–1 and retains 85.7% after 100 cycles, while the corresponding value is only 74 mAh g–1 and 15.8% for NFR (g). Besides, the NLFR electrode exhibits a more stable average voltage retention than NFR ().",
                        "The above comparison indicates that the high content of Fe is detrimental to the Na+ diffusion rate and thus the cyclic stability of the cathode. The archcriminal is the migration of Fe, which will occupy the Na sites and block the pathway of Na, worsening the cell performance. To improve the cyclic stability, lowering the content of Fe is necessary. In our case, we employ Li+ and Ru4+ to replace Fe3+, in which Li+ focuses on inducing reversible oxygen redox due to the formation of the Na–O–Li configuration  and stabilizing the crystalline structure;  Ru4+ mainly contributes to suppressing the Fe migration, providing the specific capacity and improving the structural stability.  As a result, the NLFR electrode delivers an outstanding capacity retention of 82.2% at the current density of 500 mA g–1 after 200 cycles and 82.0% at the current density of 1000 mA g–1 after 500 cycles within 1.5–4.5 V (h)."
                    ],
                    "name": " Electrochemical Performance",
                    "type": "h3"
                },
                {
                    "content": [
                        "Ex/in situ XRD was conducted to investigate the structural evolution of NLFR upon Na+ extraction and insertion (a–c). It should be emphasized that NLFR undergoes a different structural evolution from most O3-type cathodes commonly suffering from the phase transition of O3–P3 during the charge process. NLFR exhibits an opposite lattice change along the c-axis and undergoes the peculiar phase transitions of O3–O1′–O1, which has been reported in Na-rich Ru/Ir-based cathodes such as Na1.2Mn0.4Ir0.4O2, Na2IrO3, and Na2RuO3.  Namely, Na ions of NLFR always occupy the octahedral sites in the Na layer instead of prismatic sites, and TM/Na sites are aligned on top of each other (d). More importantly, it has been reported that the phase transformation of O3–O1′–O1 could minimize the electrostatic repulsions between Na and TMs.  Also, it is considered that the formation of O1′ and O1 intermediate phases is crucial to induce anionic redox and enable reversible oxygen evolution. ",
                        "The contour map of the (003) peak is shown in c, with the full patterns of the in situ XRD pattern shown in . In detail, at the beginning of the charge, the (003) peak shifts toward the higher angle, undergoing a successive phase transition of O3–O1′–O1. Afterward, they are subject to the reverse changes until the voltage reaches 4.5 V, presenting the variation of contraction followed by expansion along the c-axis during the desodiation process. It is to be noted that the O3 and  O1′ phases coexist at 4.5 V, which is responsible for the high voltage plateau of NLFR. Upon the sodiation process, the cathode shows the reversible phase change of O3/O3′−O1′–O1–O1′ (a–c). Surprisingly, the reversible evolution of the intermediate  O1 phase also emerges in the second charge process (a). Furthermore, ex situ XRD patterns of NLFR prove that the phase transition of O3–P3 still could be suppressed even after 100 cycles, instead of going through the gradual evolution from O3 to O1′ and O1 (), proving the high sustainability and reversibility of the O1′ and O1 phase structure and contributing to the extremely stable cyclic performance of NLFR with a 4.5 V cutoff voltage. d exhibits a schematic of crystalline structure evolution for NLFR during the charge process. The phase transformation of  O3 (with the oxygen stacking sequence of CABCAB) to  O1 (with the oxygen stacking sequence of CACA) intermediate phase rather than  P3 phase significantly relieves the lattice strain and decreases the energy consumption, minimizing the volume changes and the possibility of structure collapse.  The schematic of the O1′ phase is shown in , with a similar CACA arrangement to the O1 phase, but with some distortion degree between them. ",
                        "On the other hand, TM migration is a severe problem bothering the layered oxide cathodes. For example, the Fe ion migrates from the TM layer into the tetrahedral sites in the Na layer during the Na removal process in O3-NaFeO2, which will block the pathway of Na+, worsening the cell performance.  Consequently, HAADF-STEM was performed to observe the TM migration phenomenon in the NLFR cathode. Predictably, we successfully capture the O1 phase along the [010] plane at the 3.6 V-charged state (e), in which the TMs are aligned on top of each other, consistent with in/ex situ XRD results. It is worth noting that there remains nearly no Na ion at the fully charged state (the Na0.03Li0.2Fe0.2Ru0.6O2 formula in a). As a result, if any, the atoms appearing in the Na layer must be Fe or Ru ions (the light atom Li cannot be observed in HAADF-STEM mode). f shows that there is no TM ion in the Na layer, meaning that the TM migration phenomenon is suppressed in NLFR. In addition, Na+ reinserts into the Na layer at the 1.5 V-discharged state (green arrows), with a distance of 5.30 Å between two adjacent TM layers (), slightly less than the pristine state (5.35 Å), which may be caused by less Na+ reinserting into the structure compared with the pristine state (Na0.71Li0.2Fe0.2Ru0.6O2 vs Na0.8Li0.2Fe0.2Ru0.6O2).",
                        "To dig out the origin of the structural stability, the effect of Li was investigated, which has been considered helpful to stabilize the crystalline structure as reported in some works.  Therefore, 7Li solid-state nuclear magnetic resonance (SS-NMR) was performed to study the local environment variation of Li+ (g). For the pristine sample, two signals can be observed at around 150 and 800 ppm, which are assigned to Li+ in the Na layer (LiNa) and the TM layer (LiTM), respectively. About 25% Li is located in the Na layer, while 75% is in the TM layer, giving the actual formula as Na0.8Li0.05Li0.15Fe0.2Ru0.6O2. After charging to 4.5 V, almost all of the Li ions reside in the Na layer, indicating the migration of LiTM into the Na layer. Generally, most O3-type layered oxides are subjected to the phase transition of O3–P3 when charging to high voltage regions. When Li ions in NLFR shift into the Na layer, they could resist the lattice gliding, hence inhibiting the phase transition of O3–P3. The HAADF-STEM and SS-NMR results provide solid evidence of the absence of TM migration and the presence of Li migration. We propose that the migrated Li into the Na layer plays a role of “pinning” and hence resisting the layers gliding from octahedral to prismatic, ensuring the excellent structure endurance. Furthermore, when discharging to 1.5 V, LiTM increases to 84% and LiNa decreases to 16%, showing a reversible migration of Li between the Na layer and the TM layer, which contributes to stabilizing the crystalline structure, thus exhibiting a highly stable cyclic performance."
                    ],
                    "name": " Structural Evolution",
                    "type": "h3"
                },
                {
                    "content": [
                        "X-ray absorption near-edge structure (XANES) analysis and Fourier transform extended X-ray absorption fine structure (FT-EXAFS) spectra of the Fe and Ru K-edge were performed to shed light on the charge compensation mechanism of NLFR. As shown in a,c, in comparison to the pristine state, both the Fe and Ru K-edge positions of NLFR shift toward higher energy positions continually when charging to 3.6 and 4.2 V, indicating the constant oxidation of Fe3+ and Ru4+. Abnormally, when further charging to 4.5 V, their positions shift back coinciding with the 3.6 V-charged state, revealing the reduction of cations at the high voltage regions. The abnormal behavior is further confirmed by FT-EXAFS spectra (b,d). At the pristine state, the average distance of Fe–O and Ru–O is 1.56 and 1.51 Å (without phase correction), respectively, which both shorten continuously until the voltage reaches 4.2 V, yet followed by the extension when charging to 4.5 V. The uncommon reductive behavior may be closely associated with the electron transfer from oxygen to cations,  which can increase the radius of TM cations by lowering their valence, contributing to mitigating their out-of-plane migration. To confirm the hypothesis, the oxygen redox behaviors were also revealed by O K-edge XANES (e). In detail, the pre-edge of O has nearly no change until 3.6 V, which is indicative of the fact that the oxidation of O would not be induced at the beginning of charge. When charging to 4.5 V, the intensity of t2g and eg undergoes a distinct variation, which is related to the removal of the electrons of oxygen and the increase of holes in the t2g and eg orbitals, indicating the oxidation of O. The results successfully confirm the transfer of the electron from oxygen to cations, illustrating the formation of a dual-reductive coupling system. According to the differential electrochemical mass spectrometry (DEMS) results, the oxygen loss is absent in the NLFR electrode (f), demonstrating that the reductive behavior of Fe4+ → Fe3+ and Ru5+ → Ru4+ caused by the electronic redistribution from the Fe/Ru–O bonding to the high covalent Fe/Ru–(O–O) bonding significantly enhances the reversibility of O redox even when the NLFR electrode is charged to 4.5 V (g). Meanwhile, the oxygen loss is also suppressed in the NFR cathode (), indicating the universality of the proposed dual-reductive coupling mechanism. Besides, the shells around 2.5 Å corresponding to Fe–Fe/Ru and Ru–Ru/Fe bonds display nearly no distinct variations during the charge/discharge process, reflecting the stable local structure evolution of NLFR, which favors the cyclic stability. The wavelet-transformed (WT) EXAFS spectra of Fe and Ru K-edge were also plotted to intuitively exhibit the variation of the bond length at the different states (), whose results are in line with the FT-EXAFS results.",
                        "What’s more, X-ray photoelectron spectroscopy (XPS) analysis was also conducted to confirm the dual-reductive coupling mechanism of NLFR (). For the initial state, Fe 2p3/2 and Ru 3d5/2 peaks are located at around 713 and 282.2 eV, respectively, corresponding to the valence state of Fe3+ and Ru4+. After charging to 4.2 V, a new peak assigned to Fe4+ emerges at the higher binding energy of Fe 2p3/2 coexisting with Fe3+, signaling the oxidation of Fe3+. Also, the Ru 3d5/2 peak shifts to the higher binding energy, representing the oxidation of Ru4+. When further charging to 4.5 V, the intensity of Fe4+ decreases and the Ru 3d peak shifts back to the position of +4 valence, showing the reduction of Fe4+ and Ru5+, which results from the formation of the highly covalent Fe/Ru–(O–O) bonding through the charge transfer from O to Fe/Ru ions at the high voltage regions. Note that the formation of the Fe/Ru–(O–O) bonding helps to decrease the repulsion between interlayers, further restraining the slab gliding. Profitable from the formation of the strong covalent Fe/Ru–(O–O) bonding at the deep desodiation process, the NLFR cathode presents an even better performance within 1.5–4.5 V compared with that within 1.5–4.2 V after 100 cycles (85.7 vs 68.2% at 100 mA g–1 and 95.4 vs 73.2% at 200 mA g–1) as well as a more suppressed voltage decay phenomenon (h,i). As compared in , the NLFR cathode presents the best performance among the typical O3-type layered oxides when considering both the cutoff voltage and the cyclic stability.",
                        "To better understand the charge compensation mechanism of the NLFR electrode, the density of state (DOS) based on density functional theory (DFT) was performed, with the most stable crystal structures of the NLFR cathode at the pristine and 4.2 V-charged states shown in . For the pristine state, Ru 4d and Fe 3d orbitals dominate the valence bands near the Fermi level (Ef), indicating that the oxidation of Fe and Ru is responsible for the initial desodiation process. When the electrode is charged to 4.2 V, O 2p orbitals in the vicinity of Ef increase, while Ru 4d and Fe 3d orbitals around Ef decrease obviously, showing that oxygen redox will dominate the charge compensation at high voltage regions, which provides a foundation for the formation of the  dual-reductive coupling mechanism."
                    ],
                    "name": " Dual-Reductive Coupling Mechanism",
                    "type": "h3"
                },
                {
                    "content": [
                        "The full cell with hard carbon as the anode, which is regarded as  the most potential anode material for SIBs, was assembled to evaluate the practical application of NLFR as a cathode (a). Before assembling the full cell, the hard carbon//Na half-cell was presodiated at the first discharge process to improve the initial Coulombic efficiency of the full cell and compensate for the Na loss (), with the cyclic performance shown in . b displays the initial two charge/discharge curves of the NLFR//hard carbon full cell, which delivers a discharge capacity of 172 mAh g–1 between 1.5 and 4.5 V at the current density of 20 mA g–1. The rate performance of the full cell is shown in c, with charge–discharge curves at different rates shown in d. The full cell delivers 172, 140, 123, 98, and 74 mAh g–1 at the current density of 20, 50, 100, 300, and 500 mA g–1, respectively. Crucially, when the current density recovers to 50 mA g–1, the specific capacity returns to 130 mAh g–1, showing decent rate recuperability. At last, the full cell maintains the acceptable capacity retention of ∼80% at 100 mA g–1 between 1.5 and 4.5 V after 100 cycles (e), indicating the great application potential of the designed NLFR cathode."
                    ],
                    "name": " Full Cell",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In this study, a novel O3-type cathode Na0.8Li0.2Fe0.2Ru0.6O2 has been originally designed to achieve an ultrastable 4.5 V-level SIB. In/ex situ XRD results uncover that the phase transition of the O3–P3 is successfully inhibited during the cycling process, which is replaced by the O1′ and  O1 phases. HAADF-STEM and 7Li SS-NMR results reveal the absence of TM migration and the presence of reversible Li migration. The migrated Li ions play the role of “pinning” and hence resist the slabs gliding from octahedral to prismatic, improving the structural robustness of the cathode. More importantly, with the help of XANES and XPS, we demonstrate that the Fe/Ru dual-reductive coupling mechanism can be triggered at the deep desodiation process, contributing to the improved reversibility of anionic redox thanks to the formation of the strong covalent Fe/Ru–(O–O) bonding. As a result, the cathode presents an outstanding cycling stability even at a high cutoff voltage of 4.5 V. To the best of our knowledge, the NLFR electrode exhibits an excellent performance among the O3-type cathodes with such a high cutoff voltage for SIBs. Finally, the potential practicability of the cathode is assessed by full cells. This work offers a universal strategy to enhance the reversibility of anionic redox and opens a new door to design stable high-voltage layered oxides for SIBs."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Facilitating an Ultrastable O3-Type Cathode for 4.5 V Sodium-Ion Batteries via a Dual-Reductive Coupling Mechanism"
}