{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "SnS2/graphene",
        "First-principles calculations",
        "Anode material",
        "lithium/sodium ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "The investigation of anode materials possessing stable capacity, outstanding electrical conductivity, and rapid ion transport is crucial for the advancement of lithium-ion batteries (LIBs) and sodium-ion batteries (SIBs). Previous research has demonstrated that graphene-based heterostructures display outstanding electrical conductivity, high mechanical rigidity, and specific capacity when utilized as anodes. In this work, we systematically investigated the use of SnS2/graphene (SnS2/G) heterostructure as anode materials for LIBs and SIBs through first-principles calculations. The resultsindicate that, in comparison with the monolayer SnS2, the SnS2/G heterojunction demonstrates metallic characteristics and enhanced electrical conductivity. It also exhibits excellent Li and Na adsorption capacity, low ion migration barriers, and low open circuit voltage. The Na storage capacity of the SnS2/G heterojunction is 481.78 mAh/g, surpassing that of other common anodes. Moreover, the structure of Na embedding process remains stable, rendering it suitable for application as a high-performance anode material for SIBs."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Graphical abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "As a crucial energy storage device, rechargeable batteries have long been a research hotspot in the field of energy storage. Lithium-ion batteries (LIBs) find diverse applications in portable electronic devices, new energy vehicles, civil aviation, and various other fields due to their advantages such as high energy density, substantial storage capacity, and enduring cycling performance [1,2]. Despite significant advancements in the battery performance over the past 40 years, LIBs are still confronting challenges related to finite lithium resources, limited energy storage capacity, and poor rate performance [[3], [4], [5]]. Hence, it is crucial to investigate methods for enhancing the performance of LIBs and identifying alternative energy sources. Sodium-ion batteries (SIBs) have been proposed as a promising alternative owing to the cost-effectiveness, enhanced safety features, and the abundant availability of sodium resources [6,7]. The development and application of both lithium-ion and sodium-ion batteries critically depend on the design and preparation of electrode materials with stable capacity, excellent conductivity, and rapid ion transport.",
                "Two-dimensional (2D) materials are commonly used as electrode materials in metal ion batteries because of the unique structures and high specific surface areas, which enable them to efficiently store a large number of ions [8]. Moreover, ions generally diffuse faster on the surface than inside the bulk materials, thereby enhancing rate performance. Graphene, as one of the most representative 2D materials, exhibits exceptionally rapid electron transport and remarkable flexibility attributed to its Dirac band structure and honeycomb bonding configuration [9,10]. However, the weak interactions between Li ions and the graphene surface place limitations on the lithium storage performance of graphene as an electrode material for LIBs [11]. In addition to graphene, 2D transition metal dichalcogenides (TMDs) also have attracted widespread attention in the field of energy storage due to their unique layered structure and adjustable electrochemical properties [[12], [13], [14], [15]]. Tin disulfide (SnS2) belongs to this group, and its constituents are both plentiful and inexpensive. Currently, single- and few-layer tin disulfide (SnS2) have been successfully prepared by using flakes exfoliated from layered bulk crystals [16]. Gao et al. experimentally demonstrated ultrathin SnS2 nanosheets as anodes for LIBs and SIBs. Rehman and coworkers reported that monolayer SnS2 shows the low average open circuit voltage, low K-diffusion barrier and proper capacity of 294 mAhg−1, which suggests its potential as a viable anode for high-performance potassium-ion batteries [17]. Nevertheless, the SnS2 material exhibits inherent low electrical conductivity, limited capacity retention and poor cycling stability, which hinder its applicability as an anode for ion batteries [18]. To enhance the electrochemical properties of these 2D materials, structural regulation is frequently employed as an effective approach.",
                "Combining various two-dimensional materials to form van der Waals heterostructures is one of the effective methods to significantly improve the electrochemical performance of 2D materials [[19], [20], [21]]. Heterostructures composed of different 2D materials can combine the advantages of individual components while mitigating their respective limitations. To date, extensive research has been conducted on 2D heterostructures as anode materials for ion batteries, with the most prevalent heterostructures being combined with graphene or carbon-based materials. Graphene-based heterostructure anodes, such as VS2/graphene [22,23], MoO2/graphene [24], C3N/graphene [25], MXene/graphene [26] and blue phosphorene/graphene [27], have achieved significant success. Alternatively, they can form heterojunctions with doped modified carbon-based materials, such as C3N/black phosphene [28], boron-doped graphene/MoS2 [29] and MoS2/nitrogen-doped graphene heterostructures [30]. These heterostructures exhibited excellent conductivity, high mechanical stiffness, and specific capacity when utilized as anodes. In a recent experimental study, Xu and colleagues utilized lasers to create hetero-structures of 2D SnS2 nanosheets/graphene with planar interfaces [31]. This heterostructure facilitates high-flux electron/ion diffusion and maintains structural integrity during the cycling process, thereby enhancing the unprecedented storage capabilities for sodium ions. Using DFT calculations, the presence of a graphene layer in the SnS2/graphene heterostructure inhibits the expansion of the SnS2 layer during sodiation and improves its electrical conductivity [32].",
                "Several theoretical studies have examined the potential of SnS2/graphene heterojunctions as electrode materials for SIBs [32,33], yet exploration in the field of LIBs remains uncharted. In this study, we conducted a comparative and systematic investigation of the SnS2/graphene (SnS2/G) heterostructure as anode materials for Li and Na-ion batteries using density functional theory (DFT) based on first-principles calculations. The geometrical and electronic properties of SnS2/G heterostructure were first examined. Subsequently, the Li/Na adsorption and diffusion properties, electron transfer, open-circuit voltage, and other properties of SnS2/G heterostructure were systematically investigated. Our findings demonstrate that the electrical conductivity and Li/Na adsorption properties of SnS2/G heterostructure exhibit enhancement. The comparative analysis indicates that the SnS2/G heterojunction exhibits a greater sodium capacity compared to lithium, making it a more suitable choice as the anode material for SIBs."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "In this work, all DFT calculations were performed through utilizing the Vienna ab-initio simulation package (VASP). The projector-augmented wave (PAW) method in conjunction with the Perdew-Burke-Ernzerhof (PBE) functions were implemented to carry out the ion–electron interaction and the exchange correlation energy [34,35]. During geometry optimization, the DFT-D3 method was employed in considering the long-range van der Waals (vdW) interactions [36]. For the plane wave basis expansion, the energy cutoff was set to 500 eV. The primitive cells of the monolayer SnS2 and graphene exhibit a hexagonal structure. In order to minimize lattice mismatches, we constructed them as rectangular units. For the optimized rectangular SnS2 unit cell, the lattice constants were a = 3.69, b = 6.36 Å. The SnS bond length was 2.59 Å, consistent with previous report [32]. The optimized graphene cell had lattice constants of a = 2.46 Å and b = 4.30 Å, with a CC bond length of 1.42 Å. The SnS2/G heterostructure was constructed by a 2 × 2 × 1 rectangular supercell of SnS2 monolayer placed over a 3 × 3 × 1 graphene rectangular supercell to reduce the lattice mismatch. The vacuum layer of 15 Å along Z-direction was set to avoid the interaction between adjacent heterostructure. For structural relaxation, the Monkhorst-Pack mesh of 4 × 2 × 1 for SnS2/G heterostructure was used, and 8 × 4 × 1 k-grid mesh was selected for electronic property calculations [37]. During structural relaxation, the conjugate gradient method was used to optimize atom coordinates, and the convergence criteria for energy and force were set to 1 × 10−5 eV and 0.02 eV/Å, respectively. Moreover, the diffusion property of Li/Na was determined using the climbing image nudged elastic band (CI-NEB) method [38].",
                "The adsorption energy of Li/Na (Ead), defined as follow [39]:(1)",
                "E ad = E SnS 2 / G + M − E SnS 2 / G − nE M nwhere",
                "E SnS 2 / G + M and",
                "E SnS 2 / Grepresent the total energy of SnS2/G heterostructure with and without M (M = Li or Na) atoms intercalation, respectively. EM denotes the energy of isolated Li/Na atom, and n is the number of M atoms in the SnS2/G heterostructure.",
                "The charge transfer during the adsorption process can be characterized by the charge density difference (Δρ).(2)",
                "Δ ρ = ρ SnS 2 / G + M − ρ SnS 2 / G − ρ Mwhere",
                "ρ SnS 2 / G + M,",
                "ρ SnS 2 / Gand",
                "ρ Mare the charge density of single Li or Na atom adsorbed SnS2/G heterostructure, pristine SnS2/G heterostructure and isolated Li/Na atom, respectively."
            ],
            "name": "Computational and model methods",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "As depicted in Fig. 1a, the geometric characteristics of SnS2/G heterojunction are initially explored. The SnS2/G heterojunction is composed of 3 × 3 graphene and 2 × 2 SnS2 rectangular cells with a layer spacing of 3.43 Å. Moreover, the lattice mismatch is only 0.81 %, significantly smaller than the majority of 2D heterostructures, which is advantageous for achieving good quality heterostructure [21,22,39]. The formation energy per unit area was calculated to assess the structure stability of the SnS2/G heterostructure, and the and the corresponding formula is as follows [40]:(3)",
                        "E f = E SnS 2 / G − E SnS 2 − E G / Awhere",
                        "E SnS 2 / G,",
                        "E SnS 2and",
                        "E G represent the total energy of SnS2/G heterostructure, pristine SnS2 and graphene monolayer, respectively. The interfacial area in the x-y plane is denoted as A. If the formation energy Ef is negative with a larger absolute value, this suggests that the heterogeneous structure is more likely to form and that the corresponding interlayer structure exhibits greater stability. The calculated",
                        "E f required to form the SnS2/G heterostructure is −29.34 meV/ Å2, which exhibits a higher absolute value compared to other common 2D heterojunctions, such as silicene/graphene (−14.16 meV/Å2) [41] and GaN/graphene (−20.0 meV/Å2) [42]. This suggests that the SnS2/G heterostructure possesses superior stability.",
                        "The charge-density differences of SnS2/G heterostructure were investigated to gain a deeper understanding of the charge transfer process between SnS2 and graphene monolayers, as shown in Fig. 1b. Purple regions indicate the accumulation of electrons, while light brown regions indicate electron depletion. The diagram illustrates that when the heterojunction forms, there is a noticeable transfer of electrons from the C atoms of the graphene monolayer to the S atoms. The band structures and density of state (DOS) have been computed for monolayer SnS2, graphene, and SnS2/G heterostructure, respectively, with the corresponding findings depicted in Fig. 1c-1e. The pristine SnS2 monolayer exhibits semiconductor properties, featuring an indirect band gap of 1.46 eV, which is consistent with the previously reported (1.497 eV) [43]. In Fig. 1d, for the pristine graphene monolayer, there is a Dirac cone at the Fermi level, exhibiting semi-metallic property with no band gap. When monolayer SnS2 is coated with graphene, the SnS2/G heterostructure demonstrates metallic properties that are significantly superior to the electrical conductivity of pristine SnS2. Upon comparing the density of states (DOS) of pristine SnS2 and the heterojunction, it is evident that a significant number of occupied electron states emerge near the Fermi level during the formation of the heterojunction. This suggests a shift from semiconductor electronic states to metallic electronic states. The electrical conductivity of SnS2/G heterostructure is inherently enhanced, making it advantageous for use as anode materials in LIBs/SIBs."
                    ],
                    "name": "Structure and electronic properties of SnS2/G heterojunction",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The ability of anode materials to adsorb metal atoms is closely linked to the cycling stability and storage capacity of metal ion batteries. In order to investigate the characteristics of Li/Na being integrated into the SnS2/G heterostructure, various potential adsorption and intercalation locations were taken into account. Fig. 2 illustrates three distinct types of Li/Na adsorption on the surface or inside the heterojunction. Specifically, the metal atoms are either adsorbed on the graphene surface (SnS2/G/M), incorporated into the heterojunction (SnS2/M/G), or adsorbed on the surface of the SnS2 (M/SnS2/G). Two potential adsorption sites for Li or Na on the graphene surface (SnS2/G/M) have been identified: one is located above the center of the hexagonal CC ring (HC), while the other is positioned at the top of a C atom (TC), as illustrated in Fig. 2a. When Li/Na is incorporated into the heterojunction (SnS2/M/G), there are three possible adsorption sites (see Fig. 2b), including a hollow site composed of three inner S atoms (Hi), a location situated over the inner S atom (TiS) or Sn (TiSn) atom. For the case of Li or Na on the SnS2 surface (M/SnS2/G), as shown in Fig. 2c, we also considered three adsorption sites, namely H, TSn and TS.",
                        "As shown in Fig. 3, the adsorption energy of single Li or Na atom on the SnS2/G heterostructure is negative, suggesting that the process of lithium or sodium adsorption releases heat and maintains thermodynamic stability. The most stable adsorption sites, and corresponding adsorption energy of single Li or Na atom adsorbed at the top/middle/bottom of SnS2/G heterostructure are listed in Table 1. If the absolute value of the adsorption energy of metal atoms on SnS2/G heterojunction is lower than the bulk cohesive energy of the metal, metal atoms will aggregate on the surface to form dendrites, thereby impacting the performance of the battery [44]. Therefore, the adsorption energy of Li (or Na) should to be negative and has an absolute value exceeding 1.69 eV (or 1.23 eV) to prevent the formation of lithium (or sodium) clusters on heterojunction surfaces. It is evident that the adsorption energy of Li / Na on the surface or inside the SnS2/G heterojunction surpasses its cohesion energy, suggesting that there is no accumulation of lithium/sodium clusters on the anode. For the case of SnS2/G/M, the most favorable site for Li and Na adsorbed is HC. The adsorption of Li at the TC position is metastable and will move to the nearby HC position after relaxation. Although Li and Na atoms could not stably adsorb at the TiS positions in the interlayer of SnS2/G heterojunction, the adsorption energies for Li/Na occupying the TiSn and Hi sites are found to be very low, with no significant difference, suggesting that both sites are conductive to Li/Na atom adsorption. According to the M/SnS2/G system, similar adsorption behavior is observed for Li and Na atoms on the outside SnS2 surface. Both TSn and H sites serve as the stable sites for Li (Na) adsorbed with the adsorption energy of −3.13 eV (−2.74 eV) and − 3.16 eV (−2.75 eV), respectively. It is important to mention that, in comparison with the outside surface of graphene and SnS2, Li and Na atoms have a higher tendency to be absorbed in the interlayer of the heterojunction. Furthermore, the adsorption properties of Li and Na are enhanced by the heterostructure.",
                        "In order to delve deeper into the adsorption mechanism, Fig. 4 illustrates the DOS and charge-density differences when a Li atom is adsorbed on the side of graphene, interlayer or on the SnS2 side. Table 1 additionally provides the Bader charge analysis to examine the intensity of the interaction between Li and the SnS2/G heterostructure. For the sake of simplicity, we considered the most favorable adsorption configurations. Furthermore, to highlight the contribution of the Li atom, its state density is depicted by a green curve with the vertical axis displayed on the right. It can be seen that the SnS2/G heterostructure still exhibits metallic characteristics after the adsorption of Li. Specifically, it is observed that the orbitals of both graphene and SnS2 overlap with Li in the vicinity of the Fermi level (shown in Fig. 4b), indicating a covalent hybrid interaction between Li and these materials. The charge-density difference diagram also shows that Li in the interlayer donates electrons to the heterojunction, where it forms bonds with the C atoms in the graphene and the S atoms below. A similar phenomenon also arises in the Na atom adsorbed on the SnS2/G heterostructure. As illustrated in Fig. 5, a charge transfer occurs from Na to the SnS2/G heterostructure, leading to a strong interaction between Na and the surrounding atoms, thereby enhancing the adsorption of Na. From the Bader charge analysis, it is evident that Li or Na atoms consistently exhibit cationic characteristics regardless of their adsorption site at the top, middle, or bottom of the SnS2/G heterostructure. The majority of the electrons from Li and Na are transferred to the SnS2/G heterostructure, which is consistent with the charge-density difference analysis."
                    ],
                    "name": "Adsorption properties of Li/Na on SnS2/G heterojunction",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The diffusion behavior of metal ions on the electrode material surface plays a crucial role in assessing the performance of battery, directly impacting the charging/discharging rate performance. Based on the most stable adsorption sites, we conducted an investigation into the diffusion pathways and associated energy barriers for lithium and sodium ions on the outside surface of graphene and SnS2, as well as interlayer of the SnS2/G heterojunction. As shown in Fig. 6a-6b, the migration of Li from one HC site to another on the outside surface of graphene needs to overcome an energy barrier of 0.29 eV, whereas Na only requires half of that. This suggests that Na exhibits a higher diffusion rate than Li on the outer surface of graphene. The most favorable pathway for the Li or Na diffusion in the interlayer of the SnS2/G heterojunction is illustrated in Fig. 3d. Metal ion (Li or Na) starts from one most stable Hi site, passing through the TiSn position, and then moves to the next Hi site. It can be observed from the energy barrier diagram (see Fig. 6c) that the diffusion energy barrier of Li inside the SnS2/G heterojunction (0.11 eV) is lower than that of Na (0.22 eV), indicating that Li exhibits greater ease of diffusion in the interlayer. This phenomenon is attributed to the larger atomic radius of Na, which hinders its diffusion within the heterojunction. We have observed that Li or Na exhibits similar diffusion behavior on the external surface of SnS2 as well as within the SnS2/G heterostructure. As illustrated in Fig. 6f, Li/Na migrates from a H site to an adjacent H site via an intermediate stable TSn site. On the outside surface of SnS2, Li diffusion barrier is 0.17 eV, which is lower than the corresponding value for Na (0.21 eV). The diffusion energy barrier for Li inside the heterojunction is lower than that on the outer surface of graphene or SnS2. Meanwhile, Na exhibits the lowest diffusion barrier on the outer surface of graphene. Over all, the diffusion energy barriers of both Li and Na are significantly lower than that of several common anode materials, such as commercial graphite (0.50 eV for Li) [45] and pristine SnS2 (0.52 eV for Na) [33]. Furthermore, lithium exhibits a significantly lower diffusion barrier on SnS2/graphene compared to other 2D graphene-like heterojunctions, including C3N3Li/graphene [46], GaN/graphene [42], and SiC/graphene [47]. Due to its rapid ion migration ability, SnS2/G heterojunction can serve as an effective anode material for both LIBs and SIBs."
                    ],
                    "name": "Diffusion properties of Li/Na on SnS2/G heterojunction",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Apart from rapid charging and discharging capabilities, the high storage capacity and appropriate average voltage are also crucial factors for assessing the performance of metal ion batteries. Metal ions were incrementally added onto the SnS2/G heterojunction to simulate the charging process, allowing for the derivation of voltage versus ion concentration in the anode. The Li/Na atoms preferentially occupy the stable adsorption sites in the SnS2/G heterojunction until the adsorption energy is higher than the cohesion energy or convergence, and then the highest Li/Na concentration can be obtained [29,48]. Therefore, the open-circuit voltage (OCV) of the SnS2/G heterojunction following the insertion of metal ions can be determined using the formula [49]:(4)",
                        "OCV = G M x SnS 2 / G − G SnS 2 / G − xG M / xhere",
                        "G M x SnS 2 / G,",
                        "G SnS 2 / G, and",
                        "G M represent Gibbs free energy of the heterojunction system with x M (M = Li, Na) atoms on the SnS2/G unit cell, bare SnS2/G heterojunction, and a single M atom in the bulk structure. x denotes the concentration of metal atoms. Due to the insignificance of enthalpy and entropy contribution, Gibbs free energy can be substituted with ground state energy. The calculated OCV at various M (M = Li, Na) concentrations are depicted in Fig. 7a. It is evident that as the ion concentration increases, the electrode potential diagram exhibits a declining trend. At the Li concentration of x = 1, there is a significant decrease in voltage, and the highest Li concentration is achieved when the average OCV reaches 0.42 V. During the Na embedding process, the voltage gradually decreases as the Na content increases within the range of 1.05 to 0.35 V. The maximum Na concentration is 3.5, significantly exceeding that of Li (x = 1.5). The OCVs comparison at the maximum Li and Na conditions is shown in Fig. 7b. It is evident that the average voltage of Na is relatively low (only 0.35 V), which falls within the range of 0.0–1.0 V and can provide a substantial operating voltage.",
                        "After estimating the maximum concentration of Li and Na, the storage capacity © was investigated, which can be determined by(5)",
                        "C = x max × z × F / M SnS 2 / Gwhere xmax represents the maximum ion concentration, and z = 1 denotes valence number for Li and Na. F and",
                        "M SnS 2 / G are Faraday constant (26,810 Ah/mol) and atomic mass of the SnS2/G heterojunction, respectively. As shown in Fig. 7b, the calculated storage capacities for lithium and sodium are 206.48 mAh/g and 481.78 mAh/g, respectively. In comparison, the potential Na storage capacity of SnS2/G heterojunction is much higher than that of 2D Cu2N monolayer (379.88 mAh/g) [50], MoS2/graphene (230 mAh/g) [51], phosphorene-like SiS (445.6 mAh/g) and SiSe (250.4 mAh/g) [6]. The above findings indicate that SnS2/G heterojunction exhibits potential as an anode material for SIBs due to its moderate open circuit voltage and high Na specific capacity."
                    ],
                    "name": "Theoretical capacity and voltage of the SnS2/G heterojunction",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, we assessed the potential of SnS2/G heterojunction as anode materials for Li-ion and Na-ion batteries through DFT calculations. Our findings indicate that the SnS2/G heterojunction exhibits superior electrical conductivity compared to the pristine monolayer SnS2, rendering it advantageous for utilization as anode materials in LIBs/SIBs. The interlayer in the SnS2/G heterostructure offers an exclusive storage space for Li and Na atoms, with a higher likelihood of these binding to the interlayer of the SnS2/G heterojunction rather than the outer surfaces of graphene or SnS2. It is evident that the SnS2/G heterostructure significantly improves the adsorption properties of Li and Na. In comparison with the outer surface of graphene and SnS2 for the SnS2/G heterostructure, Li atoms exhibit higher diffusion mobility in the interlayer region with a diffusion energy barrier of only 0.11 eV. Conversely, Na atoms demonstrate the fastest diffusion on the outer surface of graphene for the SnS2/G heterostructure, accompanied by a corresponding diffusion energy barrier of 0.12 eV. The average voltage of the SnS2/G heterojunction as anode material for Li-ion and Na-ion batteries is 0.42 and 0.35, respectively, both falling within the suitable voltage range. More significantly, the SnS2/G heterojunction exhibits a sodium storage capacity of 481.78 mAh/g, which is more than twice that of lithium and substantially higher than other common 2D materials, indicating its suitability for use as anode materials for the high-performance SIBs. In general, this study demonstrates the potential of the SnS2/G heterojunction as electrode materials for Li/Na ion batteries and offers a foundation and theoretical guidance for the preparation and design of anode materials for high-performance metal ion batteries."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "Lijuan Zhang: Writing – review & editing, Writing – original draft, Visualization, Validation, Software, Methodology, Investigation, Funding acquisition, Formal analysis, Data curation. Tianhang Zhang: Visualization, Supervision, Software, Resources, Methodology, Data curation, Conceptualization. Cong Wang: Validation, Resources, Project administration, Methodology, Formal analysis, Data curation, Conceptualization. Wei Jin: Writing – review & editing, Supervision, Software, Methodology, Funding acquisition, Data curation, Conceptualization. Yin Li: Resources, Methodology, Investigation, Formal analysis, Data curation. Hao Wang: Methodology, Formal analysis, Data curation. Changchun Ding: Supervision, Formal analysis. Zongyi Wang: Supervision, Formal analysis."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of competing interest",
            "type": "section_h2"
        }
    ],
    "Title": "First-principles insight into SnS2/graphene heterostructure as potential anode materials for rechargeable lithium/sodium ion batteries"
}