{
    "DOI": "10.1039/D5TA00173K",
    "Journal": "Journal of Materials Chemistry A",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) are promising candidates for large-scale energy storage and low-speed electric vehicles owing to their resource abundance and economic feasibility. To date, various cathode materials, including layered metal oxides, Prussian Blue analogs (PBAs), and polyanionic compounds, have been developed for SIBs. Among these, O3-NaNi0.33Fe0.33Mn0.33O2 (NFM), a typical layered transition metal oxide, has gained significant attention due to its high theoretical capacity, environmental benignity, and facile synthesis. Despite these advantages, several challenges hinder the practical applications of NFM. During the synthesis and processing processes, the inevitable exposure to humid air would cause the spontaneous diffusion of Na+ through the Na+/H+ exchange on the material surface, which would sacrifice the active sodium and block the ion transportation by the formation of ion-insulated residual alkali sodium species (NaOH, Na2CO3, and NaHCO3). Additionally, NFM suffers from the dissolution of transition metal ions during cycling, which would accelerate the structural distortion and thus impair battery stability. Therefore, it is highly desirable to optimize the NFM surface to improve material processability and electrochemical stability.",
                "Surface coating is an effective strategy for solving these interfacial problems. Coatings such as metal oxides, fluorides, phosphates and conductive polymers processed via dry/wet synthesis or physical/chemical vapor deposition are generally applied to enhance the air stability and/or electrochemical reversibility of electrode materials. However, uncontrollable coating thickness (usually >10 nm) usually impedes the interfacial ion transport, resulting in slow reaction kinetics. While the atomic layer deposition (ALD) technology can produce thinner and more uniform coatings layer, it suffers from low deposition rate, material and energy waste, high cost, and potential environmental impact due to the nanoparticle emissions. Therefore, there is an eager need for a convenient strategy to achieve thin and uniform coating for improving the air stability and electrochemical reversibility of NFM.",
                "Herein, we developed a simple immersion strategy for constructing a thin, uniform, and hydrophobic coating layer on NFM using self-assembled dicetyl phosphate (DHP). The phosphate head group of DHP can form robust chemical bonds with the surface hydroxyl group of NFM, ensuring strong adhesion. The hydrophobic two-chain alkane tail group of DHP facilitates a compact arrangement of alkyl chains by minimizing free space, thus preventing the electrode from air degradation and metal ion dissolution. As a result, the DHP-coated NFM (NFM@DHP) achieved largely improved air stability, maintaining a specific capacity of 118 mA h g−1 at 0.1C after 7 days exposure to humid air (30 °C, 50% relative humidity (RH)), which corresponds to 89.4% of the pristine NFM@DHP's capacity. In contrast, the capacity of the unmodified NFM electrode decreased from 137 to 49 mA h g−1 under the same exposure conditions. Furthermore, NFM@DHP demonstrated 87.3% capacity retention after 330 cycles at 1C, far outperforming 54.5% for unmodified NFM. Our work provides a simple and effective approach to improve the air stability and electrochemical reversibility of air-sensitive materials."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "NFM was prepared using a typical sol–gel method. The synthetic process of NFM@DHP is schematically illustrated in Fig. 1. The DHP molecules with phosphonic acid headgroup, which is highly dispersed in tetrahydrofuran (THF), can spontaneously anchor on NFM by forming P–O–M bonds (M denotes Na, Ni, Fe, Mn) through a dehydration process between the phosphonic acid and hydroxyl group. Additionally, owing to the robust intermolecular interactions and enhanced rigidity, the two-chain alkane tail groups of DHP, with compressed free space, promote a compact molecular arrangement, resulting in a thin, dense, and hydrophobic protective layer on the NFM surface.",
                "The crystal structure of NFM and NFM@DHP were characterized by X-ray diffraction (XRD). As presented in Fig. 2a, NFM shows a pure O3 phase with the hexagonal α-NaFeO2 layered structure for the space group of Rm, consistent with previous reports. NFM@DHP maintained similar peak positions and intensities, implying no structural alteration by the DHP layer. Scanning electron microscope (SEM) revealed that NFM showed a single crystal morphology with a clean and smooth surface (Fig. 2b), which remained unchanged after DHP coating (Fig. 2c). Notably, elemental mapping of NFM@DHP shows a homogeneous distribution of phosphorus (Fig. 2c and S1b†), which should be attributed to DHP. Transmission electron microscope (TEM) further confirmed a uniform, dense ∼6 nm film on NFM@DHP surface (Fig. 2d and e).",
                "Fourier transform infrared (FT-IR) spectroscopy was used to elucidate the structure of the observed film (Fig. 2f). The FT-IR spectrum of NFM@DHP exhibited two peaks at 2916 and 2849 cm−1, which can be attributed to the asymmetric stretching vibration of C–H in the functional groups (–CH2– and –(CH2)n–) of DHP molecules. Meanwhile, the absence of PO stretching vibrations (1213 and 1110 cm−1) and the presence of O–P–O signals (1022 and 962 cm−1) suggest the formation of P–O–M bonds between the phosphonic acid groups of DHP and the surface hydroxyl groups of NFM. Similar result was achieved by XPS measurement (Fig. 2g). Compared to NFM, NFM@DHP exhibited two extra peaks at 132.7 eV and 133.6 eV for P–C and P–O–M bonds, respectively. The increased C–C bond intensity in NFM@DHP further supported the adhesion of DHP (Fig. S2†).",
                "To assess the ability of the DHP coating to protect NFM from humid air corrosion, an aging experiment was conducted in an environment with RH 45–50% and 30 °C. SEM imaging was performed on both NFM and NFM@DHP after 7 days of exposure (denoted as NFM-7D and NFM@DHP-7D, respectively). Compared to pristine NFM (Fig. 3a), significant impurity accumulation (Fig. 3b) and a crack (Fig. S3†) can be observed on the surface of NFM-7D, which can be attributed to the corrosion caused by water vapor and CO2. In contrast, with the shielding effect of the dense DHP layer, the NFM@DHP-7D exhibits a smooth surface without observable impurities (Fig. 3c and d). XRD analysis corroborates this result (Fig. 3e), showing a significant deterioration in NFM crystallinity after air exposure in the sealed container, with impurities like Na2CO3 and NiO, indicative of Na+/H+ exchange and oxidization of transition metal ions. Notably, in NFM-7D, the (003) peak shifts to a lower angle, while the (110) peak shifts to a higher angle, suggesting c-axis expansion and a-axis contraction due to Na+ extraction during the humid air corrosion. Conversely, NFM@DHP-7D exhibits no significant structural changes or residues, clearly implying the effectiveness of the DHP layer in improving the air-stability of NFM. This is supported by FT-IR spectrum (Fig. S4†), which detects minimal adsorbed H2O molecules on NFM@DHP-7D, suggesting that the hydrophobic DHP layer can effectively prevent H2O accumulation.",
                "The variations of surface compositions on NFM and NFM@DHP upon air exposure were investigated by XPS measurements. The O 1s spectrum of NFM can be deconvoluted into four components (Fig. 3f), including M–O (representing bulk lattice oxygen, 528.9 eV), absorbed OH− (535.4 eV), C–O (532.8 eV), and CO (531 eV). Among them, both samples showed C–O and CO signals, attributed to Na2CO3 formed during sintering. After 7 days exposure, NFM-7D exhibited a 17.9% decrease in M–O in the O 1s spectrum and a 6.7% increase in CO in the C 1s spectrum, implying the formation of extra Na2CO3 (Fig. S5a†). In contrast, the surface composition of NFM@DHP-7D remains stable (Fig. 3g and S5b†). These results prove that the DHP coating can effectively alleviate air corrosion of NFM.",
                "To reveal the impact of the DHP layer on interfacial properties, the surface wettability of water on NFM and NFM@DHP was evaluated by contact angle test. As depicted in Fig. 3h and i, NFM@DHP exhibits an increased water contact angle (40.3°) compared to NFM (14.1°), indicating superior hydrophobicity. This enhancement should be attributed to the hydrophobic alkyl chain of DHP molecules. The dense and hydrophobic DHP layer is expected to effectively block humid air, thus preventing Na+/H+ exchange and suppressing residuals formation and structural degradation of NFM (Fig. 3j).",
                "The function of DHP layer on the sodium storage performance of NFM was evaluated in CR2032 coin cells with a sodium foil as the anode in a voltage range of 2.0–4.0 V. The DHP-coated sample exhibited similar charge/discharge plateaus and polarization to the NFM cathode, despite a slight capacity reduction from 137 to 132 mA h g−1 due to the additional weight of the DHP coating. This means that the thin DHP layer does not affect the charge transfer process in NFM (Fig. 4a). However, after 7 days of exposure, the NFM-7D cathode only delivered an initial capacity of 49 mA h g−1 (Fig. 4b), which should be ascribed to air corrosion. Comparatively, NFM@DHP-7D delivered a reversible capacity of 118 mA h g−1, corresponding to 89.4% of the pristine NFM@DHP capacity, demonstrating the effectiveness of the DHP coating in inhibiting air corrosion.",
                "Fig. 4c shows the rate performance of NFM and NFM@DHP. Although the presence of the DHP layer contributed to a slight reduction in capacity, NFM@DHP showed a comparable rate capability to NFM. However, the rate performance of NFM-7D, which had been exposed to air for seven days, significantly declined (Fig. 4d). This decrement can be ascribed to the accumulation of sodium carbonate and NiO resulting from air corrosion. Specifically, the specific capacity of NFM-7D dropped to 10 mA h g−1 at 5C (1C = 240 mA g−1), whereas NFM@DHP-7D maintained a capacity of 85 mA h g−1 at the same rate, comparable to that of NFM@DHP (90 mA h g−1). This observation is corroborated by electrochemical impedance spectroscopy (EIS) results (Fig. S6†), which showed that the charge transfer resistance (Rct) of NFM increased from 407 Ω to 1280 Ω after air exposure, while those of NFM@DHP remained almost unchanged (660 Ω to 690 Ω), confirming the DHP layer's role in inhibiting the formation of ion-insulated species.",
                "The cycle stability of NFM was also largely improved after DHP coating. After 330 cycles at 1C rate, the specific capacity of NFM fell from 119 mA h g−1 to 63 mA h g−1, yielding a capacity retention of 52.9% (Fig. 4e and S7†). This value increased to 87.3% for NFM@DHP, demonstrating the effectiveness of the DHP layer in stabilizing NFM. After air exposure (Fig. 4f), the initial capacity of NFM-7D sharply decreased to 28 mA h g−1 at 1C, while NFM@DHP-7D retained a significantly higher initial capacity of 98 mA h g−1, with a capacity retention of 85% after 200 cycles. This result suggests that the DHP layer can successfully prevent capacity loss caused by active Na+ loss during cycling.",
                "To further demonstrate the superiority of the DHP layer in improving air stability, NFM@DHP was exposed for 21 days (denoted as NFM@DHP-21D). As depicted in Fig. S8a,† the XRD pattern of NFM@DHP-21D exhibited no extra impurities or peak shifts. In addition, both its specific capacity at 0.1C (114 mA h g−1) and cycle ability at 1C surpassed that of NFM-7D (Fig. S8b and c†). Even when extended to 28 days, robust performance was consistently maintained (Fig. S9†). Besides, the processability of NFM@DHP has been improved. Generally, alkaline residues on NFM surface can react with polyvinylidene fluoride (PVDF), diminishing its binding properties. For this reason, the slurries of NFM can only be smoothly coated on aluminum foil under a dry environment (35% RH) and tended to gel in humid air (80% RH). In contrast, slurries of NFM@DHP showed smooth coating on aluminum foil under all conditions (Fig. S10†).",
                "To better understand how the DHP layer improves the stability of NFM, ex situ XRD was conducted to characterize the charge–discharge mechanism of NFM and NFM@DHP. As shown in Fig. 5a, during the initial charging process, the (003), (006), (107), and (018) peaks of NFM@DHP gradually shifted to lower angles, and the peak intensity of (104) dramatically decreased, indicating a typical desodiation-induced O3 to P3 phase transformation. After fully discharging, the pristine O3 phase emerged again, indicating a reversible sodiation-desodiation mechanism. This observation aligns well with the NFM electrode (Fig. S9†), suggesting that the DHP layer does not affect the phase transition of NFM. However, after 200 cycles, the typical P3 phase persisted in the fully discharged NFM cathode, and the (110) peak of O3 phase shifted toward a higher angle (Fig. 5b), suggesting an irreversible phase transition in NFM over time. In contrast, no obvious structural changes were observed in the NFM@DHP cathode.",
                "Furthermore, inductively coupled plasma optical emission spectrometry (ICP-OES) revealed significantly lower transition metal ion (Ni, Fe, Mn) concentrations in the electrolyte of the cycled Na//NFM@DHP cells compared to the cycled Na//NFM cells (Fig. 5c). Accordingly, obvious dark deposits were observed on the sodium anode collected from the cycled Na//NFM cells (Fig. 5d), which was absent in Na//NFM@DHP cell. Additionally, the morphology of NFM electrode showed severe cracks after 200 cycles (Fig. 5e and S11†), while NFM@DHP particles retained an intact surface (Fig. 5f). These findings clearly imply that the DHP layer can effectively block the dissolution of transition metal ions of NFM, thus contributing to enhanced electrochemical stability."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In this study, a DHP layer (∼6 nm) was successfully coated onto the NFM surface via a molecular self-assembly approach. The thin, uniform, and hydrophobic DHP layer can mitigate the interfacial side reactions between NFM and ambient air, thus suppressing the formation of residual alkali species and improving the air stability and processability of NFM. Furthermore, the dense DHP layer can avoid the access of solvent molecules to inhibit the dissolution of transition metals, thereby preserving structural integrity and enhancing the electrochemical stability of NFM. This straightforward and efficient strategy provides a promising avenue for advancing the practical implementation of sodium-ion batteries."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "The data supporting this article have been included as part of the ESI.†"
            ],
            "name": "Data availability",
            "type": "section_h2"
        },
        {
            "content": [
                "Yan He: conceptualization, investigation, data curation, writing – original draft. Lei Zhang: investigation. Hongguang Liu: investigation. Zichao Yan: writing – review and editing, supervision, and funding acquisition. Zhiqiang Zhu: writing – review and editing, supervision, project administration, funding acquisition. All authors contributed to the discussion of this manuscript."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Self-assembled monolayer boosts the air-stability and electrochemical reversibility of O3-type layered oxides for sodium-ion batteries"
}