{
    "DOI": "10.1007/s10971-024-06614-3",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In recent times, there has been a global focus on the advancement of sustainable and renewable energies, as well as the promotion of electric and hybrid vehicles. This was driven by the need to meet the increasing demand for energy while preserving the environment, particularly by reducing greenhouse gas emissions resulted from the excessive use of fossil fuels. One crucial aspect in the development of these technologies is energy storage, which plays a vital role [1]. Lithium-ion batteries (LIBs) have been widely employed in the last few decades to address this need [2, 3]. However, their widespread adoption is limited by the scarcity and rising cost of lithium, hindering the expansion of large-scale LIBs. As a result, researchers have been exploring alternative options, and sodium-ion technology has emerged as a promising candidate, thanks to the abundance and low cost of sodium. Moreover, Sodium-ion batteries (SIBs) display a slightly lower difference potential compared to lithium-ion batteries (LIBs), typically around 0.3 V less relative to the standard hydrogen electrode (SHE). Additionally, the intercalation processes and chemistry involved in SIBs are similar to those in LIBs. Therefore, SIBs offer a viable option for large-scale energy storage, prioritizing factors such as lifetime and cost over energy density [4]. However, the main challenge in the development of sodium-ion technology lies in the exploration and optimization of efficient electrode materials, based on abundant and low-cost elements, exhibiting reversible electrochemical performance, thereby ensuring a long life cycle for the batteries [5].",
                "Graphite is among the commonly host materials used as a negative electrode in lithium-ion batteries; However, it tends to exhibits a lower capacity for sodium ion insertion compared to lithium [6]. This is mainly due to the larger ionic radius of sodium ions [7]. As a result, alternative negative electrode materials are being explored for SIBs. Among various options, such as hard carbon, transition metal oxides, and organic compounds, polyanionic compounds are considered particularly promising, safe and stable for SIBs [8]. These compounds are known for their three-dimensional (3D) structures, which create significant interstitial spaces capable of accommodating sodium ions. This structural feature facilitates the intercalation and deintercalation of alkali ions during the battery’s cycling process. One example of polyanionic compound is phosphate-based materials, which demonstrate excellent thermal and structural stability [9]. This stability can be attributed to the inductive effect of the PO4 tetrahedral units, which give rise to a strong covalent bonding within the material’s structure. As opposed to ionic bonding [10, 11], the covalent bonding imparts remarkable durability and resistance to structural degradation in phosphate-based anode materials for SIBs throughout multiple charge-discharge cycles.",
                "Among several phosphate compounds, Alluaudite structure, with the general formula X(2)X(1)M(1)M(2)2(PO4)3, in which X and M cations are written according to decreasing size, have attracted recent interest for use as insertion hosts materials for LIBs and SIBs thanks to their stable framework which gives rise to one-dimensional channels [12, 13]. These channels serve as pathways where monovalent cations can reside and diffuse, facilitating the ionic mobility within the structure. However, the main drawback of this group of materials is their low intrinsic electronic conductivity, which limits their use as active materials for SIBs, as it causes capacity loss especially at high charging rates [14]. However, various approaches have been adopted to overcome this problem, such as decreasing particle size, doping by other ions, or coating with electrically conductive materials such as carbon sources [15] or conducting polymers [16].",
                "A similar approach has been applied to NASICON-type materials. For instance, the study of Na₃V₂(PO₄)₃ highlights the positive impact of a polydopamine-derived nitrogen-doped carbon coating in improving conductivity and sodium-ion diffusion, resulting in high reversible capacity and superior rate performance [17]. Similarly, carbon-coated nanotubes on related compounds have proven effective in achieving high-performance energy storage devices by forming a well-conductive 3D network [18]. Additionally, ion doping has also been shown to enhance electrochemical performance, as demonstrated in the case of La3+ substitution in Na₃V₁.₉₉La₀.₀₁(PO₄)₃/C [19].",
                "The aim of this study is to examine the synthesis and electrochemical performance of phosphate compounds belonging to the Alluaudite family, particularly as anode materials for SIBs. These compounds consist of a combination of multivalent transition metals as denoted by the formula Na2Mn2−xNixFe(PO4)3 (where x = 0.6, 1.6). By selectively substituting divalent transition metals at different ratios, we aimed to investigate the effect of substitution on the structural characteristics and subsequently on the optical, electrical and electrochemical properties of the materials. To enhance the performance of these novel phosphate compounds as anode materials, a coating process was employed using polyethylene glycol (PEG) as a carbon source."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                "Both samples of Na2Mn1.4Ni0.6Fe(PO4)3 and Na2Mn0.4Ni1.6Fe(PO4)3 were prepared using the co-precipitation method reported in our previous work [20]. The starting materials included Na2CO3 (I) (99.5%, Sigma-Aldrich), Fe(NO3)3.9H2O (II) (99%, Sigma-Aldrich), Mn(CH3CO2)2·4H2O (III) (99%, Sigma-Aldrich), Ni(CH3CO2)2·4H2O (IV) (99%, Sigma-Aldrich) and NH4H2PO4 (V) (99%, Panreac - AppliChem). First, (I), (II), (III) and (IV) were dissolved and mixed in distilled water at room temperature. Then, (V) was added as the precipitating agent to the mixture and the pH of the solution was adjusted to 7. The solution was stirred, followed by a slow evaporation at ~60 °C. The resulting powder was progressively heated with intermittent regrinding at temperatures ranging from 200 °C to 500 °C in air, to expel organic components. Finally, the powders were calcined at 850 °C for 24 h.",
                "Structural analysis was carried out using X-ray diffraction (XRD) and morphological analysis via scanning electron microscopy (SEM). Additionally, Raman spectroscopy was performed on both samples before and after coating to assess changes in their vibrational properties. The X-ray powder diffraction patterns were recorded in air at room temperature using a Panalytical diffractometer operating with CuKα radiations. Data were collected over a scanning range from 10° to 60° in 2-theta, with a step of 0.017°. Rietveld refinement was performed using the FullProf software. High mechanical strength pellets of ⁓2 mm thickness and ⁓12 mm diameter were obtained by a cold press and through a sintering process at 850 °C for 6 h, subsequently followed by performing scanning electron microscopy (SEM) analysis using JSM IT500HR instrument and their grain sizes were obtained using ImageJ software. Additionally, Raman spectroscopy was performed on both samples before and after coating to evaluate changes in their vibrational properties with SENTERRA instrument in backscattering geometry using a wavelength λ = 514.5 nm. The optical and band-gap properties of Na2Mn2-xNixFe(PO4)3 were examined using UV–vis spectroscopy. The absorption spectra of the synthesized samples were acquired at room temperature using a LAMBDA™ 1050 UV/Visible spectrophotometer (PerkinElmer). Measurements were performed in the wavelength range of 250 to 800 nm.",
                "Electrical properties were analyzed on the sintered pellets, to carry out the measurement, both parallel surfaces of the pellet were polished than sputtered with a layer of silver. Agilent E4980A was used to perfom the measurement in the frequency range of 1 kHz to 2 MHz, and at 250 °C providing the ionic conductivity associated to the motion of the Na+ alkali ions. In the course of electrochemical testing, the electronic conductivity of the synthesized samples was improved through a carbon coating process. The Na2Mn2−xNixFe(PO4)3 powder (85% wt) was mixed with polyethylene glycol (PEG) (15% wt) as carbon source. Initially, 0.176 g of PEG was dissolved in 10 ml of N-Methyl-2-Pyrrolidone (NMP) solvent. Subsequently, 1 g of Na2Mn2−xNixFe(PO4)3 powder was added to the PEG solution and stirred magnetically for 1 h at 50 °C. The resulting mixture was then dried in a conventional oven at 120 °C to evaporate NMP, resulting in the formation of a carbon-coated Na2Mn2−xNixFe(PO4)3/C composite. Negative electrodes were prepared by preparing a slurry consisting of 75% wt. of the active material, 15% wt. of carbon black, and 10% wt of polyvinylidene fluoride (PVDF). N-methyl-2-pyrrolidine (NMP) served as the solvent. The obtained slurry was cast on Al foil as a current collector, dried at 100 °C for 4 h in a conventional oven, cut into disks of 10 mm in diameter, and then dried overnight at 120 °C under vacuum. The loading mass of the electrode materials was 5.8 mg/cm2 for Na2Ni0.6Mn1.4(PO4)3 and 3.98 mg/cm2 for Na2Ni1.6Mn0.4(PO4)3. Metallic sodium was used as the counter and reference electrode, and the electrolyte was composed of 1 M NaPF6 salt dissolved in EC: DMC (1:1, vol%) solvent combination. Electrochemical cells were assembled using coin cell CR2032 models inside an argon-filled glove box (Mbraun, H2O and O2 < 1 ppm).",
                "The electrochemical behavior of the prepared materials as negative electrodes was studied through galvanostatic cycling technique at C/5 current rate within a potential window of 0.01–3.6 V. Cyclic voltammetry at a scan rate of 0.05 mV/s was conducted to explore the correlation between transition metal redox reactions within the framework and electrochemical performance."
            ],
            "name": "2 Experimental section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The XRD patterns of Na2Mn2−xNixFe(PO4)3 (x = 0.6 and 1.6) compounds are shown in Fig. 1. Both samples exhibit similar diffraction peaks, which can be indexed in the monoclinic system with the space group C2/c. To determine the crystal structure of these phosphates, the Rietveld refinement method implemented in the FullProf software was employed, using the crystallographic parameters of Na₂Mn₂Fe(PO₄)₃ as the starting model [21]. A pseudo-Voigt function was first used to model the diffraction peak shapes throughout the refinement process. Subsequently, scale factors, background coefficients, 2θ zero corrections, lattice parameters, peak widths, and shape parameters were refined to establish a solid baseline for the structural model. Positional parameters were then refined to ensure an accurate representation of the distribution of elements within the crystal lattice. Specifically, Na atoms were refined over the 4e/4b Wyckoff sites, while Mn/Ni/Fe cations and P were distributed across the 4e/8f sites. Oxygen atoms were refined at the 8f site. This systematic approach enabled a precise fit between the observed and calculated diffraction patterns, as illustrated in Fig. 2, providing critical insights into the strong agreement between the profiles. The observed peaks were correctly indexed, and no extra peaks were detected. This is further validated by the low reliability factors obtained from the refinement process. The estimated lattice parameters and unit cell volumes are summarized in Table 1. Notably, the results indicate that increasing the partial substitution of Mn2+ by Ni2+ in Na2Mn2−xNixFe(PO4)3 correlates with a decrease in lattice parameters. This trend is supported by the shift of the corresponding diffraction peaks toward higher Bragg angles, as shown in the inset of Fig. 1. The variation in lattice parameters can be attributed to the differences in ionic radii between Mn2+(0.83 Å) and Ni2+(0.69 Å) ions, resulting in a contraction of the unit cell.",
                        "The size of crystallites in both compositions was determined using the Scherrer formula. This calculation involved measuring the full width at half maximum and the Bragg position of the most intense peaks in the respective XRD patterns. The average crystallite sizes were estimated to be around 58 nm and 51 nm for Na2Mn1.4Ni0.6Fe(PO4)3 and Na2Mn0.4Ni1.6Fe(PO4)3 compounds, respectively. Despite the close proximity of these values, a notable difference is observed, with Na2Mn0.4Ni1.6Fe(PO4)3 exhibiting a slightly smaller crystallite size. This trend can be attributed to its more compact unit cell arrangement compared to Na2Mn1.4Ni0.6Fe(PO4)3.",
                        "The SEM images obtained from the polished pellets sintered at 850 °C for 6 h were examined, and the results are shown in the inset of Fig. 3. The morphology of both prepared samples was observed to be predominantly spherical, exhibiting a polydisperse diameter distribution, as highlighted by the grain size histograms presented in Fig. 3. The particle size was estimated using ImageJ software. For Na2Mn1.4Ni0.6Fe(PO4)3, the particle size ranged from 0.4 to 2.8 µm, with an average diameter of 1.34 µm (Fig. 3a). In contrast, the Na2Mn0.4Ni1.6Fe(PO4)3 compound displayed a smaller average particle size of 1.16 µm (Fig. 3b).",
                        "The observed variation in particle size can be attributed to both the unit cell volume and the size of the crystallites present in the samples. These factors are interconnected and have an influence on the overall distribution of grain sizes [22, 23]. The unit cell volume, determined through XRD analysis, provides valuable information about how atoms are arranged within the crystal lattice. When the unit cell volume is larger, there is more space available for grain growth, resulting in larger grain sizes. Conversely, a smaller unit cell volume restricts the growth of grains, leading to smaller grain sizes. Additionally, the size of the crystallites, calculated using the Scherrer formula, directly reflects the dimensions of the individual grains in the material. Larger crystallites indicate the presence of larger grains, while smaller crystallites suggest smaller grains. Hence, crystallites act as fundamental units for grain formation, and their dimensions play a significant role in shaping the overall distribution of grain sizes [24]."
                    ],
                    "name": "3.1 Structural and morphological characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The absorbance spectra of Na2Mn2−xNixFe(PO4)3 compounds measured by UV–vis spectroscopy between 250 and 800 nm at ambient temperature, is presented in Fig. 4a. This first absorbance peak, observed at ~350 nm for both samples (x = 0.6 and 1.6), corresponds to the electronic transition between the valence and the conduction band of Fe3+ in octahedral coordination (i.e., this transition involves the transfer of charge from oxygen (2p) orbitals to the 3d orbitals of Fe ions) [25, 26]. Furthermore, an extended and broad absorption region centered at 590 nm for both compounds, is attributed to the absorption of Mn2+ transition metal, which contributes to the overall optical properties of the compounds [25]. Another prominent absorption peak appears in both spectra around 700 nm, which could be assigned to Ni2+ transition metal absorption, indicating the involvement of Ni2+ electronic transitions in the material’s optical response [27]. Thus, it seems that the partial substitution of Mn2+ by Ni2+ ions leads to a reduction in the effective absorption that occurs upon excitation at 590 nm. This reduction in absorption suggests a decrease in the release of electrons, which implies an increase in the band gap as a result of Ni substitution.",
                        "The following equation (Eq. 1) could be used to calculate the optical absorption coefficient (α) where A(λ) is the measured absorbance and d is the thickness of the sample:",
                        "The optical band gaps were estimated by fitting the Tauc plot, given by the following equation [28]:",
                        "where A is a proportionality constant, h is Planck’s constant, Eg is the optical band gap, ν is the frequency, and n is the Tauc exponent, chosen depending on the type of transition (for direct allowed transitions, the Tauc exponent is typically chosen as n = 1/2, while for indirect allowed transitions, n is chosen as n = 2). The value of the band gaps could be determined through the extrapolation on the x-axis, of the linear part of the absorption coefficient, plotted as a function of the incident photon energy. In the present work the value n = 1/2 of a direct allowed transition was found to provide the best fit to a straight line, indicating that carriers migrate vertically from the top of the valence band to the bottom of the conduction band via the absorption of incident photons. According to Fig. 4b, the band gap values of the two compounds were determined to be 1.9 and 2.4 eV, for nickel fractions of 0.6 and 1.6, respectively. These values are below the threshold of 3 eV, indicating that both compounds exhibit semiconducting characteristics. The rise in band gap with Mn substitution by nickel can be attributed to the elimination of extra energy levels associated with the Mn2+ metal ion. As a result, the relatively small energy gap of 1.9 eV is linked to the observed broad band absorption in Na2Mn1.4Ni0.6Fe(PO4)3 sample and the appearance of an additional absorption peak of (O(2p) to Mn2+(3d)), as illustrated in Fig. 4a. This leads to the creation of a localized inter-band structure, playing a crucial role in reducing the band gap in the Na2Mn1.4Ni0.6Fe(PO4)3 compound with a higher concentration of manganese.",
                        "Figure 5a presents the powder transmittance spectra T(λ). It is evident that the range of 300 nm to 400 nm exhibits the lowest transmittance values. As the wavelength increases within the visible range (400–700 nm), T(λ) gradually rises. Moreover, the magnitude of transmittance (T) demonstrates an upward trend with the increase in nickel content. This observation implies that the introduction of nickel has led to mitigation of crystal defects linked with manganese. As a result, the quantity of free charges capable of absorbing photons has decreased, leading to higher transmittance values.",
                        "Urbach energy (EU) is another important parameter for characterizing disorder, linked to the impact of doping or substitution in a material. The Urbach energy provides a measure of the band tail width resulting from localized states within the band gap, which are associated with the disorder present in the material. By examining the relationship between the absorption coefficient (α), a constant (α0) and the photon energy (hν), it is possible to estimate the Urbach energy (EU) using the following equation [29]:",
                        "The typical method involves plotting the logarithm of the absorption coefficient (α) as a function of photon energy as shown in Fig. 5b. In this logarithmic plot, the tailing segment appears as a linear region, and the Urbach energy can be determined from the slope of this linear portion. The observed large Urbach energy value measured for the nickel fraction of 0.6 indicates a broader tailing region and a higher degree of disorder or localization within the band gap. Conversely, the lower value obtained for the nickel fraction of 1.6 suggests a narrower tailing region and fewer localized states. Consequently, the decrease of EU resulting from nickel substitution denotes a reduction in structural disorder. In addition, this decrease leads to a widening of the band gap due to the contraction of the band tails [30]. In other words, as the structural disorder decreases, the band tails become narrower, resulting in an overall increase in the band gap width (Fig. 4b).",
                        "Lastly, it is important to note that both structural disorder and localized states have determining effects on the conductivity of materials by impeding the movement of charge carriers or trapping them within the material. Therefore, it is crucial to minimize or mitigate these effects in order to enhance the conductivity and overall electrochemical performance of anode compounds."
                    ],
                    "name": "3.2 Optical properties",
                    "type": "h3"
                },
                {
                    "content": [
                        "To complement the present study, it would be valuable to determine the electrical properties of this Alluaudite composition. In this context, impedance spectroscopy was utilized to assess the ionic conductivity of these anode materials, as well as the contributions from the various microscopic elements such as intragrain, intergrain, and electrode effects. The impedance data are presented in a complex plane plot, with the imaginary part of the impedance (Z”) plotted against the real part (Z’) (see Fig. 6). However, no distinct semicircles were observed, indicating that the electrical relaxation processes related to grain and grain boundary effects are not clearly distinguishable.",
                        "To address this, an equivalent electrical circuit model was applied for data simulation using the ZView software. The model consisted of parallel combination of a resistance (Rt) and a constant-phase element (CPE), in series with another constant-phase element (CPEele), which more accurately reflects the behavior of the bulk material and the electrode effects. The estimated parameters of this equivalent circuit are shown in Table 2, and the validity of the fitting procedure was evaluated using the chi-squared (χ2) value, which shows good agreement with other studies on ceramics [31].",
                        "The CPE capacitance values ranged from 10−12 to 10−11 F for bulk contributions, and from 10⁻⁹ to 10⁻⁸ F for electrode-related effects, are aligning with typical capacitance values for these processes [32]. While the Rt values were used to calculate the ionic conductivity of each sample. Conductivities of 1.42 × 10−8 and 3.34 × 10−9 were obtained for the nickel rates of x = 0.6 and x = 1.6, respectively as shown in Table 2. This result reveals moderate ionic conductivity of the alkali metal ions (Na⁺) within the framework of both compounds. A small difference in conductivity between the samples can be more likely attributed to the structural changes induced by the varying nickel content. Specifically, the lower conductivity of the sample with x = 1.6 Ni compared to the x = 0.6 Ni sample indicates a reduction in the size of the conducting pathways that cations must traverse. This is supported by the fact that the unit cell contracts, leading to a decrease in volume from approximately 881.5 Å3 to 857.1 Å3 as the nickel content increases."
                    ],
                    "name": "3.3 Electrical properties",
                    "type": "h3"
                },
                {
                    "content": [
                        "To improve the electronic conductivity and enable the use of these compounds as anode materials, a carbon coating process was applied. Raman spectroscopy was employed for both pristine Na2Mn2−xNixFe(PO4)3 powders (Fig. 7a) and the Na2Mn2-xNixFe(PO4)3/C composite materials (Fig. 7b) for the characterization of the vibrational modes to confirm the Alluaudite structure and to verify the presence of the carbon coating.",
                        "The Raman spectra in (Fig. 7a) display all the characteristic modes associated with the Alluaudite-type framework, where the vibrational modes were assigned based on previous studies [20]. Two key regions were identified: (1) the bands located below 400 cm−1, which correspond to the external lattice vibrations, and (2) the bands above 400 cm−1, associated with internal vibrations of the PO₄ units. The symmetric (νs) and asymmetric (νas) stretching modes of isolated PO₄ tetrahedra were assigned to the bands between 900–1000 cm−1 and 1000–1200 cm−1, respectively. The band appearing at 540 cm−1 is attributed to asymmetric bending (δas), while those between 425–460 cm−1 were linked to symmetric bending (δs) of the PO₄ groups. Furthermore, bands at around 273 cm−1 and 339 cm−1 were attributed to the vibrational and translational movements of Ti⁴⁺ ions. In contrast, the spectra for the NMNP/C composite (Fig. 7b) exhibit two additional broad bands around 1348 cm−1 and 1568 cm−1, corresponding to the D and G bands of carbon, respectively [33]. The graphitic peak (G-band) is linked to the E2g vibrational mode of C-C bond stretching, indicative of highly ordered carbon, while the disorder peak (D-band) corresponds to the A1g vibrational mode, which reflects symmetry disruptions and crystalline disorder. The ratio of ID/IG is used to evaluate the level of disorder in the carbon layer. For Na2Mn0.4Ni1.6Fe(PO4)3/C, the ID/IG ratio of 0.83 suggests a highly disordered carbon structure. It is reported that a lower ID/IG ratio indicates a higher proportion of amorphous carbon within the composite [34].",
                        "Thermogravimetric analysis (TGA) was performed between room temperature and 650 °C to quantify the carbon content in the Na2Mn2−xNixFe(PO4)3/C composite materials (Fig. 8). The TGA results revealed two distinct regions of weight loss. The first, occurring below 400 °C, corresponds primarily to the decomposition of residual organic solvent N-methyl-2-pyrrolidone used during the coating process [35]. A second significant weight loss, observed between 400 °C and 650 °C, is attributed to the carbonization of residual organic materials, confirming the effective incorporation of carbon. The carbon content was determined to be approximately 8.7 wt% for the composite with a nickel fraction of 0.6 (Fig. 8a) and 12.8 wt% for the composite with a nickel fraction of 1.6 (Fig. 8b)."
                    ],
                    "name": "3.4 Raman spectroscopy and thermogravimetric analysis",
                    "type": "h3"
                },
                {
                    "content": [
                        "To perform electrochemical measurements, half-cells were tested within a potential range of 0.1–3.6 V (vs. Na/Na+) at a current rate of C/5 as depicted in Fig. 9. During the initial discharge, specific capacities of 350 mAh g−1 and 372 mAh g−1 were obtained for the nickel ratios of x = 0.6 (Fig. 9a) and x = 1.6 (Fig. 9b), respectively. Such capacities indicate the storage of approximately seven sodium ions. This can be attributed to the reduction of transition metals to their metallic forms, as evidenced by the irreversible long plateaus observed at 0.6 V and 0.9 V, respectively for x = 0.6 and 1.6. Additionally, the low voltages during the initial discharge induced the decomposition of the electrolyte and the formation of the solid electrolyte interphase (SEI) film. However, during the subsequent charging cycles, the plateaus disappeared entirely, indicating that Na2Mn2−xNixFe(PO4)3 phases undergo structural changes during the initial electrochemical discharge. The first sodiation into the framework lead to an irreversible amorphization [36, 37]. Noting that a similar behavior has been reported during the sodiation-desodiation process of Na2Co2Cr(PO4)3, Na2Co2Fe(PO4)3, Na2FeNi2(PO4)3, and NaCoV2(PO4)3 [13, 37,38,39].",
                        "Table 3 illustrates a comparative analysis of the electrochemical performance of various anode materials, highlighting the initial discharge capacities, which are significantly promising. These notable capacities are largely attributed to electrolyte decomposition due to the lower cutoff potential employed. However, it is important to note that a capacity loss is generally observed in subsequent cycles, indicating challenges related to structural stability during prolonged cycling due to the conversion reaction.",
                        "Cyclic voltammetry (CV) was conducted to assess the electrochemical characteristics and reaction mechanism of the two anodes. The differential galvanostatic profiles during the initial three cycles were recorded at a sweep rate of 0.05 mV/s and are illustrated in Fig. 10. In the first cycle profile of Na2Mn1.4Ni0.6Fe(PO4)3 depicted in Fig. 10a, two closely positioned peaks are observed at 0.12 V and 0.24 V. Whereas, the profile of Na2Mn0.4Ni1.6Fe(PO4)3 shown in Fig. 10b, displays an overlap of peaks at 0.12 V, 0.33 V, and 0.68 V. The prominent peaks observed in both samples, are probably associated with the reduction of iron, manganese, and nickel to their metallic forms. These reduction peaks align with the extended plateaus observed in the galvanostatic profiles presented in Fig. 9. Additionally, the minor peaks at 0.12 V, located near the low cutoff potential in both samples, may be attributed to the electrolyte decomposition. This behavior was reported for phosphate-based alluaudite compounds, such as α-Na2Ni2Fe(PO4)3 [13], Na1.5□0.5Mn1.5Fe1.5(PO4)3 [40], CoFeOPO4/C [34] and NaNiCr2(PO4)3 [36]. The broad overlapped peak in Na2Mn0.4Ni1.6Fe(PO4)3, closely matches the generated capacity of 372 mAh/g, in contrast to the sharp cathodic peak in Na2Mn1.4Ni0.6Fe(PO4)3 which corresponds to a lower capacity value of 350 mAh/g. This minor deviation might be attributed to an additional occurrence of electrolyte decomposition in Na2Mn0.4Ni1.6Fe(PO4)3.",
                        "During the first anodic scan of cyclic voltammetry, two broad oxidation peaks are located at 0.73 V and 1.3 V in Na2Mn1.4Ni0.6Fe(PO4)3 (Fig. 10a), indicating the partial reoxidation of metallic transition metals. While the corresponding peaks are slightly shifted in Na2Mn0.4Ni1.6Fe(PO4)3 (Fig. 10b) occurring at 0.9 V and 1.93 V. This shift can be attributed to the altered ratio of Ni and Mn content in the two compounds. During the second discharge, a broad peak appeared around 0.6 V in Na2Mn1.4Ni0.6Fe(PO4)3 compound. This peak can be attributed to the reduction of additional transition metals resulting from incomplete metallic reduction during the first discharge.",
                        "Globally, the nature of the redox peaks in the first cycle appears distinct when compared to the subsequent cycles. This difference arises from conversion reactions occurring during the initial sodiation process, wherein a breakdown of the crystal structure, formation of new species, and changes in oxidation states of transition metals takes place, resulting in capacity fade. However, it is noteworthy that these anode materials exhibit a low operating potential relative to Na/Na+, which is closely aligned with the standard graphite potential of 0.2 V vs Li/Li+ [40]. This characteristic has the potential to significantly enhance the energy density. The potential of these anode materials can be fully realized, by addressing the capacity fade and exploring strategies to enhance the reversible specific capacity. Among these strategies, further investigations into the specific electrolyte composition and its influence on the electrochemical behavior could provide valuable insights for enhancing the overall performance and stability of these battery systems [20]."
                    ],
                    "name": "3.5 Electrochemical properties",
                    "type": "h3"
                }
            ],
            "name": "3 Results and discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, this study focused on synthesizing and evaluating phosphate compounds from the Alluaudite family as anode materials for sodium-ion batteries. Various characterization techniques, including X-ray diffraction, scanning electron microscopy, UV-vis spectroscopy, and electrochemical measurements were employed to analyze the resulting materials. The XRD patterns revealed a monoclinic structure for the Na2Mn2−xNixFe(PO4)3 compounds, with a decrease in lattice parameters due to nickel substitution. Besides, the average crystallite size decreased with higher Ni2+ substitution levels. The relationship between unit cell volume, crystallite size, and grain size distribution was explored through scanning electron microscopy. UV-vis spectroscopy provided valuable insights into the influence of nickel substitution on structural disorder, gap energy, and Urbach energy variations. These findings highlight the importance of employing strategies like carbon coating to enhance the electrochemical properties of anode compounds. The electrical features were explored using impedance spectroscopy technique, which reveals a moderate ionic conductivity character for these two compounds. Electrochemical measurements of Na2Mn2−xNixFe(PO4)3/1 M NaPF6-EC:DMC/Na show that during the first discharge, both compounds delivers a high discharge capacity, followed by a drastic decrease in capacity during subsequent charge and discharge cycles. This phenomenon has been attributed to the irreversible structural changes during the initial discharge. Furthermore, cyclic voltammetry provided insights into the correlation between the redox reactions of transition metals within the framework and the overall electrochemical behavior.",
                "To overcome the limited capacity and improve the reversible electrochemical performance of these materials, further research and optimization strategies are needed to enhance the stability, prevent irreversible reactions, and achieve higher capacity retention over multiple charge-discharge cycles."
            ],
            "name": "4 Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Structural, optical and electrochemical properties of a new phosphate-based compounds Na2Mn2−xNixFe(PO4)3 as negative electrode for sodium-ion batteries"
}