{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Sodium-ion battery",
        "Stationary energy storage system",
        "Precipitation",
        "Conductive polymer",
        "Conductivity"
    ],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) are a promising alternative to complement costly lithium-ion batteries for grid-scale stationary energy storage systems. However, finding a suitable cathode material has been a challenging process mainly due to the large radius of sodium-ion that hinders the process of intercalation. In our previous work, we have successfully synthesized Prussian blue analogue (PBA) via simple single iron source precipitation and low thermal method. However, it suffered poor electrical conductivity. In this work, the as-prepared PBA (high purity, low vacancy (∼2%), and high sodium-ion content) was then coated with various concentrations of conductive polymer poly(3,4-ethylenedioxythiophene) polystyrene sulfonate (PEDOT-PSS) via simple stirring method to aid the electron route. The coated PBA (PB–P5) demonstrates two-fold enhanced conductivity of 2.04 × 10−5 S cm−1 at 30 °C and 1.18 × 10−4 S cm−1 at 100 °C. XRD peaks of coated PBAs show a slight shifting to higher diffraction angle, indicating the changes from rhombohedral-like to cubic structure. The battery capacity retention has also improved from 73.9% (PB–P0) to 82.87% (PB–P5), on account of having PEDOT-PSS to slow down the side reaction between cathode and electrolyte and eventually improve the cycling stability. Additionally, PB-P5 displays the lowest potential separation in cyclic voltammetry (CV) and small charge transfer resistance, Rct value, in which indicating a better electron transfer and enhanced overall conductivity.",
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "For centuries, the main energy sources that come from the burning of fossil fuels have put up a huge greenhouse gas emission across countries and are ultimately the largest driver of climate change []. As the energy usage is nowhere to tone down over the years, renewable energy development has emerged to offset world energy supply and demand. However, the main challenge arises as this kind of intermittent energy fluctuates over multiple time horizons and causes it hard to be effectively utilized. The idea to produce an energy storage system (ESS) with renewable energy source, forming a grid-scale energy storage system (GESS) helps to optimize the use of energy sources and gives a flexible flow in electricity demand [, ]. In the field of GESS, lithium-ion batteries are currently dominating the market as the main ESS [ ]. However, the concern over a rapid depletion of lithium reserves has called for an alternative energy storage for grid-scale application. Sodium-ion batteries (SIB) have raised the appeal as a potential candidate due to their similar mechanisms to lithium, but much cheaper, less toxic, and abundant in the earth [ ]. Still, enormous research works are required on finding a suitable cathode for SIB due to its drawbacks of having heavy and large radius of Na+ resultant in high theoretical energy density.",
                "In working on making SIB commercialized, a great effort has been made by researchers to synthesize a suitable cathode material that can accommodate large Na+ ions without affecting structural stability after long cycling and also attain a good battery performance in order to match with its lithium-ion battery counterpart. Various types of cathode materials, such as phosphate [, , ], layered transition-metal oxides [ ,], organic polymer [], and Prussian blue analogue (PBA), had been extensively studied for the past decade in which PBA has become widely studied as cathode material due to its encouraging properties in a number of different battery types [ ].",
                "With the generic formula of NaxMA[MB(CN)6]1−y☐y·nH2O (where both MA and MB are the transition metals, x = 0 − 2, and ☐ is vacancies), PBA offer two different redox-active centers which correspond to the MA2+/3+ and MB2+/3+ couples in the structure that can give two-electron capacity [ , ]. Moreover, PBA also provide a variety of structural modifications such as substitutable transition metals in the structure that allows a multiple modification of PBA chemical composition []. The open framework and highly tunable properties of PBA also open the opportunities of possible intercalation by different ions including alkali metals and divalent ions []. Additionally, the vacancies in the structure can be modified by using different synthesis routes, thus giving opportunities for researchers to explore strategies to improve the electrochemical performance of battery.",
                "One of the main challenges of introducing PBA for practical use is the forming of vacancies and defects in framework [ ]. The original route of PBA synthesis that consists of Fe2+ and Fe3+ naturally implies 25% vacancy of [FeⅡ(CN)6]4-, resulting from the neutral charge of mixed-valence compound [ , ]. These large number of vacancies and defects can give various adverse effects, such as allowing more water molecules to reside in the empty space of the structure, thereby hindering the transportation of Na into the lattice [ ]. The defects also decrease the number of active Fe2+/3+ redox sites which means it could reduce the capacity and capability of the battery due to the unstable structure occupied by vacancies. Over the past years, many synthesis methods have been explored to control the nucleation of PBA crystals thus promoting the low defect structure. A high-quality PBA crystal has been reported by You et al. through single iron source precursor to slow down the crystallization process, promoting high specific capacity close to the theoretical value (170 mAhg−1) and high cycling stability [ ]. A different route of synthesis with the aid of chelating agents was also attempted by number of researchers to suppress the vacancy formation. A facile citrate-assisted controlled crystallization method has purposed by Wu et al. in order to synthesize low defect PBA structure that demonstrated high specific capacity of 150 mAhg−1 and impressive cycle stability with ∼90% capacity retention over 200 cycles []. Recently, a new approach of introducing carboxymethylcellulose (CMC) as chelating agents was conducted by Jiang et al. which promoted an optimal binding energy between CMC and Fe ions, thus exhibiting a high stability PBA structure with capacity retention of 97.4% over 3000 cycles []. The morphologically controlled PBA by acid tailoring assisted by PVP as surfactant also conducted by Liu et al. in which exhibited 107 mAhg−1 at 0.2 A g-1 and high capacity of 70 mAhg−1 at 0.1 A g-1 in full cell system (using hard carbon anode) [ ]. An improved structural stability using PVP was also demonstrated by Huang et al. in which the electrode exhibited capacity retention of 79% after 500 cycles [ ].",
                "In addition to struggling with the vacancies and defects of the structure, PBA also suffer with poor electrical conductivity that hinder the electron pathway thus limiting their application as energy storage. A number of studies have been reported for the work of introducing composite materials to PBA in order to improve the electron conduction of materials and thus increase the electrochemical performance of the cell. Traditionally, carbon coating was the first choice of method to resolve the issue regarding the low conductivity of electrode materials. However, the conflict arises as the high temperature of carbon pyrolysis method (>500 °C) can cause the decomposition of PBAs []. Another coating method has been done by using a low-temperature setting to avoid the destruction of PBA structure, such as implementing a conductive polymer layer of the surface to enhance the electrical pathway of the PBA cathodes. Polyaniline (PANI) coating on PBA has been reported by Zhang et al. using the polymerization reaction of aniline and then forming a core–shell structure in which successfully delivered the capacity of 108.3 mAhg−1 at 100 mAg−1 and capacity retention of 93.4% after 500 cycles [ ]. The same PANI coated-PBA with a different approach of coating method was reported by other researchers. Instead of direct polymerization on PBA, Luo et al. employed the uniform PANI coating by adding aniline into the electrolyte and allowing the polymerization under the electrochemical setting [ ]. This kind of method somehow showed a better capacity retention compared to the uncoated one with ∼22.6% and exhibited 113.3 mAhg−1 capacity at 20 C. A facile in situ polymerization method of poly(3,4-ethylenedioxythiophene) (PEDOT) coating also performed by Wang et al. to boost electronic conduction and suppress the side reactions, resulted in an excellent capacity with 147.9 mAhg−1 at 0.1C and retained 78.2% capacity at 10 C after 1000 cycles []. The interested conductive polymer coating of poly(3,4-ethylenedioxythiophene) polystyrene sulfonate (PEDOT-PSS) was purposed by Kim et al. due to its superior flexibility and electrical conductivity compared to the other conductive polymers in which reported a high reversible capacity of 130.9 mAhg−1 and stable cycle performance with ∼96% capacity retention up to 100 cycles at 50 mAg−1 [ ].",
                "In this work, we proposed the PEDOT-PSS coating method on the as-prepared PBA to improve its conductivity and thus enhance the battery performance. However, too much coating of PEDOT-PSS must be avoided because it is electrochemically inactive toward Na+. Thus, there is a need to optimize the amount of PEDOT-PSS that can give the highest battery performance. In contrast with previous work reported in the literature [ ], we used a single-step synthesis route with the aid of PVP as surfactant to control the nucleation rate of PBA and produce high purity, low vacancy (∼2%), and high Na+ content of PBA [Na1.6Fe[Fe(CN)6]0.98◻0.02]. We also performed an additional study on electrical properties of the coated PBA pellet at various temperatures (30–100 °C) and SIB half-cells before and after cycling."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "All the chemicals were purchased from Sigma-Aldrich. The synthesis of PBA was done via low thermal and single iron source method. Initially, 35 g of NaCl was dissolved in HCl solution to obtain 300 ml of 2 M NaCl–HCl solution. Then, 6.67 g of poly(vinylpyrrolidone) (PVP, Mw ∼40,000) and 1.45 g of Na4Fe(CN)6·10H2O were added into the solution and magnetically stirred for 2 h at room temperature, turning the clear solution into a faint yellow. The solution was then heated in an electric oven at 80 °C for 24 h and then aged at room temperature for another 20 h. At this step, the solution formed a dark blue precipitate at the bottom layer and almost clear supernatant at top. The precipitate then was collected by centrifugation and washed with H2O and ethanol. The precipitate then was dried in vacuum oven at 60 °C overnight, and the obtained dark blue powder was assigned as PB-P0."
                    ],
                    "name": "Synthesis of PBA",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The as-prepared PBA was weighted 500 mg and then completely dispersed in 20 ml distilled water. Then, a various volume of PEDOT-PSS dispersion (PEDOT-PS 3.0–4.0% in H2O) (0.3, 0.5, and 1.0 ml) was added into the PBA dispersion and magnetic stirred for 24 h. Finally, the precipitate was collected again by centrifugation and dried in vacuum oven at 60 °C overnight. The obtained powder was assigned as PB-P3, PB-P5, and PB-P10 according to the 0.3 ml, 0.5 ml, and 1.0 ml amount of PEDOT-PSS used, respectively."
                    ],
                    "name": "Coating with PEDOT-PSS",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The morphology of PBA samples was collected by field emission scanning electron microscopy (JEOL JEM-2100F) and high-resolution transmission electron microscopic (JEOL JSM-7600F). The element and structure analyses of PBA were conducted using energy dispersive X-ray analysis (JEOL JEM-2100F), micro-Raman spectra (Renishaw inVia), and X-ray diffractometer analysis (Malvern Panalytical EMPYREAN) with Cu Kα radiation (wavelength, λ = 1.5406 Å, 2θ from 10° to 80°).",
                        "To study the impedance, the samples were first pelletized into disc shape with 13 mm in diameter and ∼ 0.2 cm thickness. The pellet was pressed using hydraulic hand pump with 400 bar. The impedance of pellet was characterized using HIOKI 3531 Z Hi-tester with frequency from 50 Hz to 5 MHz at temperature ranging from 30 to 100 °C."
                    ],
                    "name": "Physical characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The slurry of PBA cathodes was done by mixing and stirring poly(vinylidene fluoride) (PVDF), PBA active material, and carbon black in a ratio of 1:8:1 using N-methyl pyrrolidone (NMP) as solvent. The slurry then was coated uniformly on aluminum foil as a current collector and dried on the hot plate until NMP evaporated. Then, the coated foil was punch into circular shape with 12 mm diameter and press rolled in between foils with hydraulic hand pump.",
                        "The fabrication of half-cells was done inside the argon-filled glovebox where the moisture and oxygen are <1 ppm. Sodium metal was used as counter electrode with 14 mm in diameter, and glass microfiber was used as separator with 16 mm in diameter. The electrolyte used was 1.0 M NaPF6 in EC:PC = 1:1, and the half-cells were assembled in the CR2032-type coin cell.",
                        "The cells were then tested by galvanostatic charge–discharge measurements using multichannel battery testing workstation BTS (Neware Technology Inc., China) in the voltage range of 2.0–4.0 V at various C-rates. Cyclic voltammetry (CV) was done using Metrohm Multi Autolab with voltage ranging from 2.0 to 4.0 V at scan rate of 0.1 mVs−1. Electrochemical impedance spectroscopy (EIS) of fabricated PBA was conducted using the same instrument with the frequency ranging from 0.01 Hz to 100 kHz with amplitude voltage of 10 mV."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "Fig. 1 shows the FESEM and HRTEM images of PBA coated with different concentrations of PEDOT-PSS. The FESEM image of PB-P0 in which the uncoated PB displays a single cubic structure with size ranging from 1 to 2 μm and shows almost perfect shape with less obvious defects due to the aid of PVP as surfactant during the synthesis process. The presence of sufficient surfactant temporarily stabilizes the preformed particles in solution and then helps them to aggregate in an ordered way []. Morphological images of PB-P0 (Fig. 1a,e) show smooth surface of PBA structure suggesting that no impurities are presented or attached on the exterior of PBA. However, after the coating process was done, all the facets of PBA structures seem to be covered and coarsened by coating material PEDOT-PSS as shown in Fig. 1b–d. The HRTEM images of PBAs (Fig. 1e–h) reveal the various intensity of inhomogeneous PEDOT-PSS fragments on PBA surface, as PB-P10 shows much dense PEDOT-PSS fragments compared to other coated PBA. From both FESEM and HRTEM images, it can be speculated that the intensity of coated PEDOT-PSS increases with the concentration of PEDOT-PSS used during coating process.",
                "X-ray diffraction analysis was performed on all PBA samples to investigate the lattice constant and structural change before and after coating with PEDOT-PSS. Fig. 2a shows the XRD pattern of PBAs and standard of the PBA crystal (JCPDS No. 52–1907) with face-centered cubic (FCC) with space group of Fm-3m. From the spectrum, it can be observed that all main peaks of PBAs are assignable to the standard, and no additional peak was observed suggesting no impurities are present. The spectra also show no peaks that correspond to PEDOT-PSS due to its amorphous phase []. The peaks detected for PB-P0 at 2θ = 17.3°, 24.4°, 34.7°, 38.9°, 42.8°, 49.8°, and 53.0° were assigned to crystal planes of (200), (220), (400), (420), (422), (440), and (600), respectively, and seem to form at lower diffraction angle compared to standard PBA due to the high concentration of NaCl used during synthesis process. The dissociation of NaCl in acidic solution increases Na+ concentration, thus promotes the insertion of Na+ into the unit cell. The large quantity of Na+ insertion can cause the distortion of lattice plane of PBAs, thus forming a rhombohedral-like structure with the calculated lattice constant of 10.32 Å rather than ideal cubic one (10.20 Å) [ , ]. The change in lattice plane was observed after PBAs were coated with PEDOT-PSS in which the main peaks of each PBA sample shifted toward higher diffraction angles compared to PB-P0. The calculated lattice constant is 10.26 Å for all coated samples, indicating the changes from rhombohedral-like to cubic structure [ ]. It can be depicted that such slight shifting is correlated to the reduction of Na content inside the PBA framework after coating as illustrated in Fig. 2b [ ]. However, it was observed that no diffraction peaks for PEDOT-PSS, feasibly due to its low content making it hard to be detected.",
                "The elemental composition of PBA samples was depicted in Table S1 (EDX spectrum in Fig. 3a and EDX elemental mapping in Fig. S1 for PB-P0) in which only display elements that contained in PBA and PEDOT-PSS without any detectable peaks for impurities. It was noted that the element sulfur in PEDOT-PSS is hard to be detected due to the small atomic ratio compared to other elements (chemical structure of typical PEDOT-PSS as shown in Fig. S2 as reference). However, a small peak for sulfur (S 2p) was detected in XPS profile for PB-P5 as shown in Fig. S3c, indicating the presence of PEDOT-PSS on PBA. The carbon element shows an increasing trend in percentage along with the increasing of PEDOT-PSS concentration used during coating process.",
                "To determine the precise composition of as-prepared PBA, XPS was conducted in which the ratio of Fe (II) and Fe (III) can be calculated. XPS spectrum (Fe) of PB-P0 as shown in Fig. 3b exhibits four main peaks at 708.7 eV, 711.44 eV, 721.36 eV, and 724.24 eV in which correspond to Fe (II) 2p3/2, Fe (III) 2p3/2, Fe (II) 2p1/2, and Fe (III) 2p1/2, respectively. The ratio of Fe (II):Fe (III) was calculated to be 0.98:1. By normalizing Fe (III) mole ratio to 1, the stoichiometry of as-prepared PB-P0 can be calculated as shown in Table S2 and giving the chemical formula of Na1.6Fe[Fe(CN)6]0.98◻0.02.",
                "Fig. 3c demonstrates the Raman spectrum of all PBA samples that reveal similar intensity bands at shift 2145.4, 2119.6, and 2083.8 cm−1 in which all of them correspond to the C≡N bond stretching vibrations in Prussian blue [ ]. Two bands were detected at 1450.9 cm−1 and 1522.2 cm−1 (C=C stretching region) for coated PBAs (PB–P3, PB-P5, and PB-P10) that were assigned to symmetric and asymmetric stretching of CαCβ, respectively [ ]. It was noticed that the intensity of those bands increases with the increasing concentration of PEDOT-PSS used, indicating the successful coating process on the PBA surface.",
                "Fig. 4a and b depicts the complex impedance plot of pelletized PBA samples at 30 °C and 100 °C. At low temperature, the plots exhibit a depressed semicircle that indicates the non-Debye behavior and a spike for all samples, attribute to the bulk conduction and double-layer capacitance, respectively [ ]. The intercept of semicircle at mid-frequency with real axis will give the value of bulk resistance, Rb, that can be used to calculate the ionic conductivity of the samples with the following equation []:",
                "σ = d R b Awhere σ is the conductivity of sample, d is the thickness of pellet, Rb is the bulk resistance, and A is the surface area of the pellet. The comparison plot in Fig. 4a reveals that the diameter of semicircle getting smaller from PB-P0, PB-P3, PB-P5, and PB-P10 specified that the bulk resistance of the sample decreases with the increase of PEDOT-PSS concentration, thus enhancing in electrical conductivity. On the other hand, the appearance of two semicircles was observed at higher temperature of 100 °C, in which the one at higher frequency attributes to the bulk resistance, Rb, and at lower frequency is for grain boundary resistance, Rgb. A similar trend was also observed at this temperature setting in which PB-P10 exhibits the smallest bulk resistance, followed by PB-P5, PB-P3, and PB-P0, respectively. The calculated ionic conductivity and the relationship between conductivity and temperature for PBA pellets were depicted in Table S3 and Fig. 4c, respectively. The conductivity value of PB-P0, PB-P3, PB-P5, and PB-P10 at 30 °C are calculated as 9.58 × 10−6, 1.37 × 10−5, 2.04 × 10−5, and 4.38 × 10−5, respectively, with a minimum enhancement of 43%. It can also be noted that the conductivity of pelletized PBAs increases linearly with the temperature setting, suggesting a thermally activated conduction behavior in PBA samples []. The activation energy of the samples can be calculated from the slope of the plot that obeys the Arrhenius rule:",
                "σ = σ 0exp ⁡ [ − E A k b T ]where σ0 is a pre-exponential factor, EA is the activation energy, kb is Boltzmann's constant, and T is the absolute temperature. The calculated activation for PB-P0, PB-P3, PB-P5, and PB-P10 are 0.22 eV, 0.24 eV, 0.25 eV, and 0.21 eV, respectively. A close value of activation energy (0.2 eV–0.3 eV) of PBAs is also reported from previous works [ , , ].",
                "The series of electrochemical study of fabricated coin cell with PBA samples as cathode material were conducted and analyzed to investigate the efficacy of PEDOT-PSS coated on PBA. Fig. 5 displays the galvanostatic charge–discharge of all PBA samples at window voltage 2.0–4.0 V with various C-rates (0.1–2.0C) at room temperature. At the lowest C-rate of 0.1C, it can be seen that PB-P5 delivered the highest initial reversible discharge capacity of 131.0 mAhg−1, following by PB-P3, PB-P10, and PB-P0 with reversible discharge capacity of 123.2 mAhg−1, 112.2 mAhg−1, and 111.7 mAhg−1, respectively. The same trend also was observed at different C-rates in which PB-P5 continuously delivers the highest capacity compared to the others, whereas PB-P0 gives the lowest capacity, confirming that high concentration of PEDOT-PSS coated on PBA improves the electrical conductivity and subsequently enhances the electrochemical performance of cells. However, it can be seen that PB-P10 exhibits lower reversible capacity compared to PB-P3 and PB-P5 at all C-rates despite being coated with the highest concentration of PEDOT-PSS. This issue arises due to the high content of PEDOT-PSS, which is electrochemical inactive toward Na+ and thus somehow hinders the intercalation activity of Na+ during charge–discharge process [ ].",
                "Fig. 6 shows the rate capability of PBA samples in which they were compared at 0.1C, 0.2C, 0.5C, 1.0C, and 2.0C. As expected, PB-P5 shows the highest discharge capacity at all rates and retains 94.9% from initial capacity when the C-rate goes back to 0.1C at 26th cycle, while both PB-P3 and PB-P10 retain quite well capacity with 94.6% from initial capacity. PB-P0 shows the lowest capacity retention with only 94.3% from initial capacity. Fig. 6c shows the comparison of cycling performance of PBAs running at 1 C for 200 cycles in which the detail performances of each PBA were depicted in Fig. S4. It can be seen that PB-P0 exhibits an initial capacity of 101.57 mAhg−1 and retains only 73.93% capacity after 200 cycles. The capacity retention is much better for PB-P3 and PB-P5 in which 79.13% and 82.87% with an initial capacity of 112.95 mAhg−1 and 116.12 mAhg−1, respectively, proving that PEDOT-PSS coating reinforces the cycle stability of PBA. Also, it was expected that PB-P10 shows lower capacity retention when compared to the other coated PBAs with only 77.94% due to high inhomogeneous coating of PEDOT-PSS [ ].",
                "Fig. 7 shows the CV of PBA electrodes in order to investigate Fe2+/Fe3+ redox couple behavior from different sites of the structure. A similar pattern of peaks was observed for all samples, wherein a prominent anodic peak was located at ∼3.1 V while two obvious cathodic peaks were located at 2.7–2.8 V for 1st scan. It can be seen that a couple of indistinct redox peaks was formed at ∼3.5 V in which hard to detect due to the low scan rate of 0.1 mVs−1. Also, the cathodic peak at ∼2.7 V for 1st scan starts to diminish at subsequent scans, inferring the irreversible reaction relating to the SEI film formation [ , ]. Due to these circumstances, it can be concluded that two couples of redox peaks were emerged and well matched with the plateau in charge–discharge curve. The couple peaks at lower potential of ∼2.8 V/3.1 V correspond to the high-spin Fe2+/Fe3+ bonded to N atom, while the couple peaks at higher potential of ∼3.5 V/3.7 V correspond to the low-spin Fe2+/Fe3+ bonded to C atom [ ]. To compare the results among the samples, PB-P5 shows the smallest potential separation, ΔEP, between anodic and cathodic peaks with 240 mV, inferring the highest electron transfer and better Na+ intercalation in the PBA structure, while PB-P0, PB-P3, and PB-P10 give potential separation of 290, 260, and 270 mV, respectively [ , ].",
                "Another impedance test was conducted for fabricated SIB coin cells using PBA as cathode to analyze the influence of various concentrations of PEDOT-PSS on its electrochemical performances. Fig. 8a and b presents the Nyquist plot of fresh cell and cell after 15th cycles at open circuit voltage in which the plots were fitted by the given equivalent circuit. It can be observed for all fresh cell that a depressed semicircle formed at the higher frequency region and another incomplete semicircle formed at lower frequency region in which correlate to the resistance of solid electrolyte interphase (Rsei) and resistance of charge transfer (Rct), respectively [ ]. Generally, there is an intercept between semicircle and real axis at the highest frequency (close to the origin) that attribute to the resistance of electrolyte (Rs). However, both plots show very small Rs value (<4 Ω); thus, it was negligible. After undergoes charge–discharge process, only one semicircle at higher frequency and a spike at lower frequency were formed, which correlate to Rct and semi-infinite Warburg diffusion, respectively. It was speculated that both Rsei and Rct semicircles merge into a single Rct semicircle, purposing the deposition of SEI film and activation of cells. The value of Rct and Rsei before and after cycles were listed in Table S4. It can be seen that Rct decreases after charge–discharge process for all samples and indicates the activation of Na+ kinetic. In addition to that, PB-P10 shows the smallest Rct value for both fresh and charged cell compared to the others, indicating the highest electronic conductivity due to the aid of PEDOT-PSS as conductive material."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, the low vacancy (∼2%) and Na-rich PBA were successfully prepared by a simple single iron source method with the assistance of PVP as surfactant and NaCl as additional Na source. To improve the performance of cathode material, the surface modification was embedded on PBA structure by simple coating method with conductive polymer PEDOT-PSS, producing a high conductive PBA electrode with enhanced of structure stability under electrochemical setting. However, the uncontrolled coating can somehow result in too dense PEDOT-PSS coated on PBA that hinder the movement of Na+ and thus deteriorate the performance of electrode. The crucial part of this work is to get an optimum concentration of PEDOT-PSS, PB-P5, that demonstrated high material conductivity compared to the uncoated PBA, PB-P0, by two-fold at all range temperature between 30 °C and 100 °C. Accordingly, PB-P5 exhibited the highest initial specific discharge capacity of 131.0 mAhg−1 at lower C-rate, 0.1C, and 99.8 mAhg−1 at higher C-rate, 2.0C. The cycling performance also showed an improvement for coated PBA, in which PB-P5 delivered 82.87% capacity retention in contrast to 73.9% for PB-P0, on account of having PEDOT-PSS to slow down the side reaction between PBA and electrolyte and eventually improve the cycling stability. Additionally, PB-P5 displayed the lowest potential separation in CV and small Rct value in EIS, indicating a better electron transfer and enhanced overall conductivity. To conclude, our work proposed an approach in improving the electrochemical performance of synthesized PBA by simple surface modification for SIB application."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "Sharifah Athira Syed Mohd Fadzil: methodology, investigation, data curation, writing-original draft.",
                "Haw Jiunn Woo: conceptualization, writing-review & editing, supervision.",
                "Ahmad Danial Azzahari: writing-review & editing, supervision.",
                "Winie Tan: writing-review & editing.",
                "Mohd Zieauddin Kufian: writing-review & editing."
            ],
            "name": "Credit author statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of competing interest",
            "type": "section_h2"
        }
    ],
    "Title": "Sodium-rich prussian blue analogue coated by poly(3,4-ethylenedioxythiophene) polystyrene sulfonate as superior cathode for sodium-ion batteries"
}