{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Sodium-ion battery",
        "Cobalt free layered Na[Ni0.55Mn0.35Fe0.1]O2 cathode",
        "Bi5+-doping",
        "Bi2O3 coating",
        "High capacity retention"
    ],
    "Sections": [
        {
            "content": [
                "A cobalt-free biphasic (P2/O3) layered Na[Ni0.55Mn0.35Fe0.1]O2 (NFM) cathode material has been synthesized and dual surface and structural modifications have been performed. Bi5+ is doped into pure NFM in order to tune the P2/O3 phase, whereas, a thin layer of Bi2O3 is coated on surface of the Bi5+-doped NFM (BNFM) for surface modification. The structure, morphology, and electrochemical performance of prepared samples are analyzed and compared by various characterization techniques. The pristine NFM cathode exhibits the specific discharge capacity of 170 mAh g−1, while Bi-doped cathode exhibits 181 mAh g−1, and Bi2O3 coated cathode renders 180 mAh g−1. It is observed that, pristine NFM cathode suffers rapid capacity degradation and nearly ~80 % capacity loss within first 250 cycles. After 1000 cycles, BNFM shows 47 % capacity retention, while, Bi2O3 coated BNFM (BNMF@Bi2O3) shows 73 % capacity retention of initial capacity. This improvement in the rate capability is obtained due to the effect of Bi-doping and Bi2O3 coating, where, former enlarges interlayer spacing and latter provides the ionic conducting channel as well as protects the particle from the contact of the electrolyte. The combined effect of Bi-doping and Bi2O3 coating facilitates fast diffusion of Na-ions within the transition metal layers resulting in superior rate capability.",
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Lithium-ion batteries (LIBs) have dominated the energy storage market for decades due to their high energy density and long cycle life. However, the growing demand for electric vehicles and renewable energy storage has prompted researchers to explore alternative battery chemistries that are more sustainable and cost-effective. Moreover, cobalt-based materials are the most widely used cathode materials in LIBs, but their limited supply, high cost, and environmental concerns have provoked researchers to seek cobalt-free alternatives. In recent years, sodium-ion batteries (SIBs) have emerged as a promising alternative to lithium-ion batteries due to the abundance and low cost of sodium resources as well as the similarity of their electrochemistry to lithium-ion batteries [1,2]. Because the cathode is a significant component of SIBs and plays a crucial role in their performance, therefore, the design of cathode materials that can deliver high capacity, good rate capability, and long cycle life is one of the key challenges for the development of high-performance sodium-ion batteries [1]. A large number of SIB electrodes, including polyanionic compounds, organic materials and 2D layered oxides have been widely explored. Among them, 2D layered transition metal oxides (NaNixCoyMn1-x-yO2), are particularly used as promising cathodes in sodium-ion batteries [3,4]. These compounds offer high gravimetric energy density, long cycling life, and cost-effectiveness, making them an attractive option. These materials are classified into two groups, prismatic (P type: P2, P3, and P'2) and octahedral (O type: O2 and O3), based on their sodium storage sites and structures [[4], [5], [6]]. While the P2-type materials have good reversible capacity and stable structure, but their initial sodium deficiency limits their utility in practical cells. On the other hand, O3-type materials having a crystal structure similar to LiCoO2 are suitable for use in full cells [[7], [8], [9], [10]]. However, concerns over cobalt's environmental impact and high cost have led to the development of a new class of material, NFM (NaNixFeyMn1-x-yO2), which completely replaces cobalt with iron. Since iron is abundant, inexpensive and nontoxic as compared to cobalt, iron-based cathode has the potential to make SIBs more affordable, efficient, and environmentally friendly, which could help to accelerate their adoption in various energy storage applications [[11], [12], [13]]. Apart from these, layered transition metal oxides suffer from some inherent problems such as limited rate capability and sluggish reaction kinetics, which are contributed by several factors including Jahn-Teller distortion, large cell volume changes and multi-phase redox reactions [[14], [15], [16]]. In P2 type cathodes, the structural destruction is usually caused by P2-O2 transition during Na+-intercalation/deintercalation. Moreover, high reactivity of Ni in O3 type cathode materials leads to the unfavorable side reactions resulting in unstable solid electrolyte interface (SEI) [8]. In particular, the intrinsic features of single phase layered oxides make it challenging to realize overall excellent electrochemical performance of cathode materials. Biphasic materials have recently been employed in a number of inspiring works that not only integrate the benefits of both phases but also counteract their inherent drawbacks such as, P2/O3, P2/P3, etc. [17,18] Zhang et al. reported biphasic NaxMnO2 cathode with 87 mAh g−1 at 4 A g−1 [17]. Sun et al. reported layered/tunnel biphasic layered cathode with 81 % P2-phase and 19 % tunnel phase with 108.3 mAh g−1 at 600 mA g−1 [19]. Similarly, Mishra et al. reported biphasic O3/P2 Na-NMC cathode (78.11 % O3 and 21.88 % P2 phase) with capacity 151 mAh g−1 [8].",
                "Although altering the P2/O3 phase results in remarkable electrochemical performance, layered oxide cathodes also suffer from a number of additional drawbacks. During the process of sodiation/desodiation, aeolotropic lattice changes and mechanical stress cause the formation of microcracks inside and on the surface of the cathode at the cathode electrolyte interface (CEI). As a result, the electrolyte infiltrates excessively through the microcracks into the interior of the cathode particles along the grain boundaries, leading to more surface degradation and uncontrolled CEI formation [20]. To address these inherent drawbacks of layered oxide cathodes, various methodologies have been implemented including structural modulation through doping or substitution of elements as well as surface engineering of the cathode particles. These approaches aim to stabilize the cathode's structure, regulate the formation of controlled CEI, and achieve sufficient ionic and electronic conductivity. Doping with various elements including Mg, Ti, Cu, Mo, etc., considerably enhanced the structure and conductivity, leading to improved performance [[21], [22], [23], [24]]. However, they are not very efficient in either increasing the surface diffusivity of sodium ions in the cathode or shielding the particles from unintended side reactions. For this purpose, surface modification has been found to be a promising method, as demonstrated by several studies. Coating layers can protect cathode materials from hydrofluoric acid attack by separating them from the electrolyte, as well as reduce oxygen loss by decreasing the activity of oxygen ions and retaining oxygen-ion vacancies. Numerous coating materials have been employed in prior research including metallic phosphates, oxides, fluorides, etc. [20,[25], [26], [27], [28], [29], [30], [31], [32]]. Although, effectiveness of doping and coating is reported in various articles. However, most of these studies report the effect of doping as well as coating separately. These approaches are not adequate on its own to reduce capacity deterioration in layered cathode material by addressing all aforementioned issues simultaneously. Therefore, stabilizing particle surfaces and crystal structure concurrently is important to simultaneously address these intrinsic limitations.",
                "Herein, we present a suitable P2/O3 biphasic cobalt free layered Na[Ni0.55Mn0.35Fe0.1]O2 cathode and content of P2/O3 phases are tuned by 5 % Bi-doping using simple one pot solid-state reaction method. Further, 2 % Bi2O3 coating has been employed on Bi-doped Na[Ni0.55Mn0.30Bi0.05Fe0.1]O2 for surface modification. The reason behind choosing Bi5+ in NFM is the ionic radii of Bi5+ (0.90 Å), which is slightly higher but close to Mn4+ (0.80 Å). It is supposed that, after incorporation of Bi in NFM lattice, the interlayer spacing should increase, which is reported in various literatures [[33], [34], [35]]. Also, the coating material Bi2O3, is widely used in electric ceramics, solid electrolytes, and photoelectric materials due to its unique physical properties and crystal structure [36]. Pure Bi2O3 has a monoclinic phase at room temperature with 25 % oxygen vacancies, suggesting that it may act as an effective oxygen storage material. Bi2O3 possesses an ordered defect fluorite structure with Bi layers arranged parallel to the (100) plane and alternating with O layers, providing rapid diffusion paths for sodium ions [37]. Additionally, Bi2O3 has the highest ion conductivity (10 mS cm−1 at 500 °C) among all oxide ion conductors, which may enhance the rate capability of cathode materials. Bi2O3 has been shown to be an effective surface coating material for improving the columbic efficiency, cyclability, and rate capability of lithium spinel oxides [38,39]. Considering aforementioned discussions, it is supposed that this novel approach of simultaneous Bi-doping in bulk and Bi2O3 coating on the surface can effectively overcome the inherent drawbacks, making NFM as very sustainable, effective and cobalt free cathode material for sodium ion batteries."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The transition metal oxides NiO (~99.99 %), MnO (99.0 %), Fe2O3 (~95 %), and Bi(NO3)2 (~98 %) are used as precursors and from Sigma Aldrich and SRL chemical. Conducting carbon black (super P), Al-metal foil (thickness ~ 15 μm), and CR-2032 type coin cells are purchased from MTI Corporation. Anhydrous N-methyl-2-pyrrolidonel (NMP) (~99.5 %), binder PVdF (M.W. ~534,000 g m−1), sodium cubes (in mineral oil, 99.9 % trace metal basis), Na2O2 and Whatman Glass microfiber separator (GF/F, pore size ~0.7 μm), NaClO4, EC, DEC are purchased from Sigma Aldrich, Germany. Air and moisture sensitive chemicals are stored inside Ar-gas filled glove box (MBRAUN ABstar, O2 < 0.5 ppm, H2O < 0.5 ppm)."
                    ],
                    "name": "Materials used",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The synthesis of pristine Na[Ni0.55Mn0.35Fe0.1]O2 and Bi doped Na[Ni0.55Mn0.30 Bi0.05Fe0.1]O2 are performed by solid-state method. The stochiometric quantity of transition metal oxides as well as doping precursors is adequately blended and crushed for 2 h using a mortar and pestle. The resultant mixtures are then submerged in ethanol to form a slurry prior to getting transferred to the milling bench using zirconia balls and a jar and milled at 400 rpm for 24 h. The mixtures are recovered after ball milling by washing the vessel and the balls with ethanol and placed in a vacuum oven to evaporate any trace of ethanol. Now, the resulting materials are pre-calcined at 450 °C for 5 h followed by calcination at 900 °C for 12 h in muffle furnace in ambient atmosphere to obtain pristine Na[Ni0.55Mn0.35Fe0.1]O2 and Bi-doped Na[Ni0.55Mn0.30 Bi0.05Fe0.1]O2 cathode materials which are named as NFM and BNFM, respectively."
                    ],
                    "name": "Synthesis of pristine Na[Ni0.55Mn0.35Fe0.1]O2 and Bi-doped Na[Ni0.55Mn0.30Bi0.05Fe0.1]O2",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "A wet chemical coating process is employed to coat Bi2O3 on the surface of Bi-doped Na[Ni0.55Mn0.30Bi0.05Fe0.1]O2 (BNFM) cathode, which involved 2 wt% Bi2O3 coating on BNFM particles. The stoichiometric amounts of Bi(NO3)3·5H2O (99 %) are dissolved in distilled water and the resulting solution is used to disperse the already prepared BNFM powders. Few amounts of ammonium hydroxide (NH4OH) are then added dropwise to the mixture and the resulting product is stirred at 80 °C to evaporate the water. The resulting product is dried and sintered in air at 500 °C for 5 h to produce the Bi2O3-coated BNFM cathode, which is named BNFM@Bi2O3."
                    ],
                    "name": "Bi2O3 coating on Bi-doped Na[Ni0.55Mn0.30 Bi0.05Fe0.1]O2 cathode",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The synthesized cathode materials are subjected to various analytical techniques to gain insight into their structural, morphological, and electronic properties. The X-ray diffraction (XRD) analysis is performed using PANalytical's X'Pert PRO diffractometer over a 2Ɵ range of 10–80°, with a step size of 0.026° and a scan rate of 5° min−1. The surface morphology of the samples is examined using scanning electron microscopy (EVO-scanning electron microscope MA15/18), while transmission electron microscopy (TF20: Tecnai G2 200kV TEM (FEI)) is employed to visualize the coating layers. To investigate the electronic state of transition metal oxides, X-ray photoelectron spectroscopy (XPS, K-ALPHA thermoscientific) is utilized."
                    ],
                    "name": "Sample characterizations",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrodes are prepared by mixing active materials (NFM, BNFM, and BNFM@RGO), Super-P, and PVdF binder in NMP (80:10:10; wt. ratio) using a vacuum mixer (MTI SFM-7) for 6 h to produce slurry. The resulting slurry is uniformly coated on aluminium foil with an automatic thick film coater (MSK-AFA-II-VC-FH), dried at 110 °C overnight, and cut into disks with a diameter of 13 mm. The active material mass loading in the cathode is ~3.3 mg cm−2. For half-cell testing, CR2032-type coin cells containing the prepared electrodes and 1 M NaClO4 in (EC, DEC, 1:1) with 5 % FEC electrolyte are prepared in an argon-filled glove box, with a Whatman glass microfiber separator. The metallic sodium discs are used as the negative electrode. The prepared cells are allowed to stabilize for 12 h before electrochemical characterization. Cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS) analysis are performed by using electrochemical work station AUTOLAB PGSTAT 302 N, while, the charge/discharge and cycling performance are measured by electrochemical workstation (ARBIN LBT21084, SN: 208575) at ambient temperature."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "The pristine and Bi-doped NFM are synthesized by facile one pot solid-state reaction, while, Bi2O3 coating is performed by wet chemical method, as shown schematically in the Fig. 1(a). X-ray diffraction analysis (XRD) is used to perform structural analysis on the cathode powders that are prepared, namely NFM, BNFM, and BNFM@Bi2O3. Fig. 1(b) illustrates the XRD patterns of the pristine NFM, Bi-doped BNFM, and Bi2O3 coated BNFM@Bi2O3. All the three samples show well defined crystalline peaks which are indexed on the basis of α-NaFeO2 typical layer structure [40,41]. XRD pattern reveals that prepared samples have coexistence of O3-phase (space group: R-3m) as well as P2-type phase (space group: P63/mmc) [15,42]. Rietveld profile matching, as illustrated in Fig. 1(d), is used to extract quantitative structural information for both phases. Refined XRD patterns of all the three samples confirm the co-existence of the binary phases (O3 as well as P2 phases) and the intensity of most intense peaks (I(003)O3 of O3 phase and I(102)P2 of P2 phase) is used to determine the respective phase fractions (in %) using the following equations.(1)",
                "Phase fraction ofO 3phase = I 003 O 3 I 003 O 3 + I 102 P 2 × 100(2)",
                "Phase fraction ofP 2phase = I 102 P 2 I 003 O 3 + I 102 P 2 × 100",
                "All the refined cell parameters and relative phase fractions for the three samples are listed in Table 1. From this result, it is observed that, in pristine NFM, O3 phase is dominant with phase fraction of ~78.86 %, whereas, P2 phase is ~21.14 %. But, when Bi5+ is introduced, the P2-content increased up to ~47.14 %, while, O3 phase remained ~52.86 % in BNFM sample. This structural change is accompanied with the introduction of Bi5+ at the site of Mn4+. Additionally, it is noted that the addition of Bi5+ causes the 003 peak to shift towards a lower angle (as shown in Fig. 1(c)), which increases ‘c’ value and enhances interlayer spacing in the BNFM cathode, which facilitates more and easier Na-ion diffusion and increases capacity [20]. After Bi2O3 coating, there is no obvious change observed in BNFM@Bi2O3 sample except two minor peaks at positions 47.78 and 53.90°, which are related to the Bi2O3 coating layer [43]. The surface morphology of NFM, BNFM and BNFM@Bi2O3 samples is investigated by SEM technique. According to SEM images, the pure NFM and Bi-doped BNFM cathodes exhibit aggregated, irregularly shaped, and non-spherical particles, whereas, Bi2O3 coated NFM possess comparatively less agglomerated particles (Fig. 1 (e-g)). Moreover, the average particle size distribution, EDX spectra and elemental mapping analysis of pure NFM and Bi-doped BNFM are shown in the ESI Figs. (S1 & S2), respectively. Both samples show average particle size distributions of 1.8 μm and 0.67 μm, respectively. However, BNFM@Bi2O3 shows the smaller particle size distribution of 0.63 μm as shown in Fig. 2 (a). The Bi2O3 coating layer on the surface of NFM particles avoids the interaction between primary particles leading to less agglomeration. Moreover, the peaks corresponding to the elements Ni, Mn, Fe, Na and O are clearly visible in the spectrum of NFM, while, BNFM and BNFM@Bi2O3 samples show the peaks corresponding to Bi elements in addition to Ni, Mn, Fe, Na and O confirming the presence of Bi in doped as well as Bi2O3 coated samples. The elemental mapping further confirms the uniform distribution of Na, Ni, Mn, Fe and O elements in NFM, while, in BNFM and BNFM@Bi2O3 samples, the uniform distribution of Bi elements is also observed, which further confirms the presence of these elements in Bi-doped as well as Bi2O3 coated samples.",
                "Furthermore, the TEM analysis is performed to investigate the microstructures of the co-existence of binary phases as well as to visualize the presence of coating layer on the surface of Bi2O3-coated cathode particles. The TEM images of the three samples are shown in the ESI Fig. S3, whereas, Figs. 3 (a-c), display the magnified TEM images of NFM, BNFM and BNFM@Bi2O3 samples, respectively. It is observed that, the pristine NFM and Bi-doped NFM cathode particles have smooth surface with sharp and clear edges (as shown in Fig. 3(a, b)), whereas, BNFM@Bi2O3 cathode contains a uniform thin layer of Bi2O3 (as shown in Fig. 3(c)) of average thickness ~ 6 nm. The HR-TEM images with inverse fast Fourier transform (IFFT) patterns (in the inset) and selected area electron diffraction (SAED) patterns of the selected regions are displayed in Fig. 3 (d-f) and Fig. 3 (g-i), respectively. The IFFT pattern of NFM sample presents a clear interplanar lattice spacing of 0.52 nm, which is consistent with the (003) plane of hexagonal layered structure with the space group R -3 m while, after Bi-doping, the interplanar spacing is significantly increased up to 0.61 nm in BNFM sample (Fig. 3 (d, e)). This increase in interlayer spacing leads to easy diffusion along with enhanced storage of Na-ions, which boosts capacity and high-rate capabilities. Furthermore, Fig. 3(f), shows the HR-TEM images of in Bi2O3 coating layer with the interlayer spacing of 0.50 nm, which is compatible for the transportation of Na-ions. The SAED pattern of the pristine NFM and Bi-doped BNFM cathode (Fig. 3 (g, h)) shows bright fringes corresponding to lattice planes representing the crystalline phase in the sample, while, the SAED pattern displayed in Fig. 3(i) represents lattice plane of Bi2O3 coating layer.",
                "X-ray photoelectron spectroscopy (XPS) analysis is conducted to investigate the structural compositions and the chemical valance states of as prepared cathode materials. The XPS survey spectra of NFM, BNFM and BNFM@Bi2O3 measured over a binding energy (BE) range of 0 to 1200 eV, as displayed in ESI Fig. S4 (a). All the three samples contain similar peaks related to the elements Na 1s, Ni 2p, Mn 2p, Fe 2p and O 1s, except for the extra peaks of Bi 4d and Bi 4f in BNFM and BNFM@Bi2O3 samples. The XPS spectra of Na 1s is shown in ESI Fig. S4(b). Na 1s spectra shows the single valence state of Na 1s at the binding energy of 1069.30 eV. The high resolution XPS spectra of Ni, Mn, Fe, Bi and O for Ni 2p are displayed in Fig. 4. The Ni 2p spectrum (Fig. 4 (a)) of the three samples are deconvoluted into Ni 2p3/2 and Ni 2p1/2 core level domains corresponding to the binding energy range of 852.80 eV and 870.50 eV, respectively [44,45]. Additionally, the spectra also consist of two intense shakeup satellite peaks observed at 859.30 eV & 877.36 eV in all three samples. All of these BE values confirm the presence of Ni2+ valance state of Ni [8,46,47]. Similarly, the fitted spectra of Mn 2p for the three samples (Fig. 4(b)) also show a spin orbit doublets at the binding energies 640.50 eV & 652.04 eV, which correspond to Mn 2p3/2 and Mn 2p1/2. A small satellite peak occurs at binding energy 643.43 eV. This signifies that Mn exist in Mn4+ oxidation state [[47], [48], [49]]. In Fig. 4(c), the Fe 2p spectra show the characteristic doublets at the binding energies 710.01 eV & 722.47 eV corresponding to Fe 2p3/2 and Fe 2p1/2, respectively. Also, low intensity satellite peaks at 715.60 eV & 729.60 eV have been observed. These BE values and spectral features signify the presence of Fe3+ state of iron in the three samples [50]. The Bi 4f spectra (Fig. 4(d)) consists of two different valence states Bi3+ and Bi5+ [[51], [52], [53]]. It can be seen in the deconvoluted spectra, Bi5+ state is dominant in the BNFM cathode, which confirms the doping of Bi5+ in the sample, whereas, in BNFM@Bi2O3, Bi3+ is dominating. This may happen due to the Bi2O3 coating layer present in the BNFM@Bi2O3 [53,54]. Apart from these, the deconvoluted Bi 4d spectra (Fig. 4(e)) show the doublet Bi 4d5/2 and Bi 4d3/2 at the binding energy values at 440.30 eV and 463.66 eV in BNFM and BNFM@Bi2O3 spectra, further confirming the of Bi doping as well as the presence of Bi2O3 coating layer [55,56]. Similarly, O1s spectra is also deconvoluted as shown in Fig. 4(e). Pristine NFM shows three main peaks located at 527.54 eV, 529.48 eV and 533.83 eV corresponding to metal‑oxygen bonds in lattice, surface carbon species such as carbonate/OH groups and organic carbon, respectively [57]. However, it is observed that, in BNFM and BNFM@Bi2O3 samples, the intensity of the carbonate contribution decreases by ~28 % and metal‑oxygen bonding contribution increases significantly by ~20 %. This result shows that the structural as well as surface modification in NFM cathode has remarkably decreased the surface oxygen contribution and increased the metal‑oxygen bonding contribution [57,58].",
                {
                    "content": [
                        "The electrochemical properties of synthesized pristine, Bi-doped and Bi2O3-modified cathodes are assessed through the fabrication of half cells. These half cells are fabricated by employing the prepared cathodes (NFM, BNFM, and BNFM@Bi2O3) as the working electrodes and Na-metal as the reference electrode. The electrochemical (de)intercalation reactions are initially characterized by cyclic voltammetry measurement of the fabricated half cells, containing the three cathodes within the voltage range of 1.5 V to 4.2 V, as depicted in Fig. 5.",
                        "All the three cathodes show various distinct redox couples indicating the several intermediate phase transformation during the cycling [59]. Fig. 5(a-c) displays the cyclic voltammograms of the three samples at scanning rate of 0.05 mV s−1, where three major reversible redox couples are clearly observed. At lower voltage, the redox couples located at 2.36/1.68 V, 1.99/1.75 V and 2.01/1.81 V correspond to Mn4+/Mn3+ redox process, as the Mn4+ shows no redox behaviour above 2.5 V in layered oxides [17,60]. Moreover, within the voltage range of 2.8–4.2 V, the two more pairs of redox peaks are observed. The redox pairs at 3.21/2.93 V, 3.36/3.28 V and 3.37/3.27 V are attributed to Ni2+/Ni3+ [8,20], while the pairs at 3.57/3.71 V, 3.71/3.55 V and 3.71/3.56 V are attributed to Fe3+/Fe4+ redox process for NFM, BNFM and BNFM@Bi2O3, respectively [61]. However, it is obvious that the nature of pristine NFM is quite different from Bi-doped BNFM as well Bi2O3 coated BNFM samples. Although, the peak positions do not differ significantly, the peak intensity i.e., the current densities are entirely changed in the BNFM as well as BNFM@Bi2O3 cathodes. After Bi doping, the peaks become sharper and more pronounced with high value of current density as compared to pristine one. The highest value of anodic current is observed ~0.07 mA for pristine NFM, which increased to ~0.16 mA in BNFM and 0.26 mA in BNFM@Bi2O3 samples. This happens because the doping causes the enhancement in the interlayer spacing between the transition metal layers, leading to fast diffusion of ions, which is evident in XRD and TEM analysis. However, the BNFM and BNFM@Bi2O3 cathodes show almost similar nature. It is also observed that, the polarization in the peaks of pristine samples is high, which is significantly reduced in doped and coated samples. As shown in Fig. 5(a-c), the values of ΔV(Mn3+/4+), ΔV(Ni2+/3+), and ΔV(Fe4+/3+) in NFM cathode are obtained respectively ~0.69 V, ~0.290 V and ~ 0.152 V, which reduced to ~0.240 V, ~0.072 V and ~ 0.14 V, and ~ 0.220 V, ~0.070 V and ~ 0.13 V, respectively for BNFM and BNFM@Bi2O3 cathodes. Since, the high ionic conductivity and layered structure of Bi2O3 coating material is compatible with layered structure cathode material, it significantly improves the diffusion of ions during the cycling. The combined effect of doping as well as Bi2O3 coating in BNFM and BNFM@Bi2O3 facilitates the fast diffusion, low polarization and high current density in the CV curves as compared to pristine NFM.",
                        "Electrochemical behaviour of prepared cathodes is further investigated by galvanostatic charge/discharge method. All the three half cells are galvanostatically charged/discharged within the voltage window of 1.5 V to 4.2 V starting from lowest current range of 0.05C to highest current rate of 10C. The charge-discharge profiles of NFM, BNFM and BNFM@Bi2O3 cathodes are presented in Fig. 5(d-f). Multiple charge/discharge plateaus can be seen in the charge/discharge profiles of the three cathodes, which associate to the different phase changes occurring during the cycling process and are in good agreement with the CV findings. The pristine NFM cathode exhibits the specific discharge capacity of 170 mAh g−1, 152 mAh g−1, 133 mAh g−1, 110 mAh g−1, 97 mAh g−1, 62 mAh g−1, 46 mAh g−1 and 17 mAh g−1, while BNFM cathode exhibits 181 mAh g−1, 176 mAh g−1, 154 mAh g−1, 132 mAh g−1, 116 mAh g−1, 94 mAh g−1, 65 mAh g−1 and 32 mAh g−1 and the BNFM@ Bi2O3 cathode renders 180 mAh g−1, 175 mAh g−1, 156 mAh g−1, 134 mAh g−1, 118 mAh g−1, 96 mAh g−1, 67 mAh g−1 and 35 mAh g−1 at the current rate of 0.05C (14 mA g−1), 0.1C (28 mA g−1), 0.2C (56 mA g−1), 0.5C (140 mA g−1), 1C (280 mA g−1), 2C (560 mA g−1), 5C (1400 mA g−1), and 10C (2800 mA g−1), respectively.",
                        "The rate performance of both half cells is displayed in the Fig. 6(a). It is observed that, pristine NFM cathode shows lower specific discharge capacity with very fast capacity degradation, specially at higher current rate (i.e., 2C, 5C, 10C). On the other hand, Bi-doped and Bi2O3 coated cathodes show comparatively higher specific discharge capacity than pristine with low-capacity fading. Although, BNFM and BNFM@Bi2O3 samples show comparative performance at lower current rate, but at higher current rate the latter one performs better. This improvement in the rate capability is obtained due to the effect of Bi-doping and Bi2O3 coating, where, former enlarges interlayer spacing and latter provides the ionic conducting channel as well as protects the particle from the contact of the electrolyte. The combined effect of Bi-doping and Bi2O3 coating facilitates fast diffusion of Na-ions within the transition metal layers resulting in superior rate capability.",
                        "Moreover, the cyclability measurement of the three samples are also performed to further understand the advantages of Bi-doping as well as Bi2O3 coating on NFM particles. Fig. 6(c) shows the cyclability plots for the half cells NFM, BNFM and BNMF@Bi2O3 cathodes at 1C. Initially, the pristine NFM cathode renders the specific discharge capacity of 98 mAh g−1. It is observed that, pristine NFM cathode suffers rapid capacity degradation during the cycling and nearly ~80 % capacity loss has been observed within first 250 cycles and after 400 cycles the capacity of the cell has been lost completely. On the other hand, BNFM and BNFM@Bi2O3 cathode provides the initial capacity ~116 mAh g−1 and ~ 118 mAh g−1, respectively. After 1000 cycles, BNFM shows 47 % capacity retention, while, BNMF@Bi2O3 shows 73 % capacity retention of initial capacity. The average capacity fading rate is also calculated from cyclability data. It is found that, pristine NFM shows very fast fading rate ~ 0.23 mAh g−1/cycle, whereas, BNFM and BNFM@Bi2O3 show ~0.06 mAh g−1/cycle and ~ 0.03 mAh g−1/cycle, respectively. This data shows that the capacity fading rate in NFM cathode is 3.8 times higher than BNFM and 7.6 times higher than BNFM@Bi2O3, which can be clearly seen in discharge profile of the three samples as displayed in the Fig. 6 (d). From aforementioned results, it is clear that BNFM@Bi2O3 cathode showed best electrochemical performance among all the three samples. Therefore, BNFM@Bi2O3 cathode is further tested in full cell using hard carbon as anode. The Fig. 6 (e) shows the rate performance and cycling performance of BNFM@Bi2O3 in full cell. It is observed that full cell containing BNFM@Bi2O3 cathode delivers the specific capacity of 151 mAh g−1, 143 mAh g−1, 121 mAh g−1, 112 mAh g−1, 104 mAh g−1, 88 mAh g−1 and 52 mAh g−1, at the current rate of 0.05C (14 mA g−1), 0.1C (28 mA g−1), 0.2C (56 mA g−1), 0.5C (140 mA g−1), 1C (280 mA g−1), 2C (560 mA g−1) and 5C (1400 mA g−1), respectively. Furthermore, the cell showed excellent cycling performance with ~82 % capacity retention and ~ 98 % coulombic efficiency over 200 cycles. Moreover, we have also compared the electrochemical performance of as prepared cathode materials with reported studies as shown in Table 3. From Table 3, it can be seen that dually modified sample shows better performance as compared to reported studies.",
                        "Furthermore, EIS measurements are performed and examined for all three cathodes. The EIS plots of NFM, BNFM, and BNFM@Bi2O3 cathodes before and after cycling is shown in Fig. 6 (b). The EIS spectra of all the three samples consist of depressed semicircles, which are actually two semicircles merged together. The intercept of the Nyquist plot at the Z' axis depicts the bulk resistance Rb, and the first semicircle indicates Na-ion diffusion through the SEI and CEI layers (RSEI+CEI) in the high frequency range, while the second is due to surface charge transfer (RCT) in the medium frequency range [[62], [63], [64]]. The Warburg resistance (W) for the Na-ion diffusion process in the low frequency zone is represented by a sloping line [65]. The EIS spectra of the three samples are fitted with NOVA 1.11 software, and the associated resistance values are shown in Table 2. The fitting result indicates that the RCT value for BNFM@Bi2O3 sample has a much lower charge transfer resistance value (32.0 Ω) than BNFM (60.1 Ω) and pristine NFM (107.0 Ω). The RCT value for the NFM cathode is increased from 107.0 Ω to 464.0 Ω after only 400 cycles, whereas the RCT value for the BNFM and BNFM@Bi2O3 samples is increased from 60.10 Ω to 153.0 Ω and 32 Ω to 87 Ω, respectively, after 1000 cycles. This finding demonstrates the superior charge transfer rate of BNFM@Bi2O3 throughout the cycling process, resulting in superior cycling stability, which is also compatible with CV and charge/discharge studies."
                    ],
                    "name": "Electrochemical performance",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To understand the storage mechanism and the excellent high-rate performance of BNFM and Bi2O3@BNFM over pristine NFM, the classic charge storage mechanism has been analyzed by measuring cyclic voltammetry at various scan rates. Fig. 7(a-c) show the cyclic voltammetry at various scan rates ranging from 0.05 to 0.5 mV s−1. It is reported in literature that the peak current (Ip) obeys a function relationship with the voltage sweep rate (ν) as follows [66,67].(3)",
                        ", I p = a υ bwhere, a is constant and b is power law exponent, which usually define the surface-induced capacitive contribution as well as diffusion-controlled process in the system. When the b = 1, it means total surface controlled capacitive behaviour in capacity, while, b = 0.5 indicates the total diffusion-controlled process. To quantify the value of b, the graph has been plotted between log sweep rate (ν) vs log peak current (IP) for different anodic and cathodic peaks for all the three samples, as shown in the ESI Fig. S5. The b value is obtained by linear fitting of the data and the corresponding values are listed in the ESI Table S1. From Table S1, it is observed that b values lie between the 0.5 to 1, which concludes that both diffusion and capacitive controlled processes are going on during the charge storage. Also, it is observed that, b values are increasing in Bi-doped as well as Bi2O3 coated samples (in NFM, b values are close to 0.5, while, in BNFM and BNFM@Bi2O3, b values are close to 1; ESI Table S1). To further quantify the proportion of diffusive as well as capacitive contribution, the current (i) under certain potential (V) can be divided into two parts as follows 66,68(4)",
                        "i V = k 1 ν + k 2 ν 1 / 2",
                        "Here,",
                        "k 1 ν and",
                        "k 2 ν 1 / 2 represent capacitive and diffusion-controlled charge, respectively. The values of k1 and k2 are obtained by linearly fitted plot of i(V)/ν1/2 as a function of ν1/2. k1 and k2 are related to the slope and intercept of fitted lines, respectively. ESI Fig. S5 represents the linearly fitted plots i(V)/ν1/2 vs ν1/2 at various voltages during sodiation and desodiation for all the three samples. The obtained capacitive charge storage contributions to total sodium storage at a scan rate of 0.05 mV s−1 are shown in Fig. 7(d-f). As expected, the capacitive behaviour in pristine NFM is found ~51 %, which subsequently enhanced to ~68 % in BNFM and ~ 81 % in BNFM@Bi2O3. The decreasing diffusion-controlled behaviour and increasing capacitive behaviour in Bi-doped and Bi2O3 coated samples is the result of the increased interplanar distance due to Bi-doping as well as Bi2O3 coating, which not only facilitate rapid ion diffusion during intercalation/deintercalation, but also coating layer protects the particles from malignant side reaction by preventing the contact of electrolyte. Also, the Bi2O3 coating layer helps in fast ion diffusion due to its high ionic conductivity. Thus, the combined effect of Bi-doping and Bi2O3 coating enhances the capacitive behaviour, which favours the fast intercalation process, leading to high-rate capability.",
                        "Quantitative study of capacitive and diffusive behaviours in the prepared cathode materials reveals that the latter is predominate in the samples, and further increases after Bi-doping and Bi2O3 coating. Now, to confirm this result, the values of diffusion coefficient of Na-ions in as prepared cathode materials are investigated by galvanostatic intermittent titration technique (GITT) analysis. This technique involves applying a constant current pulse at a low rate (C/20) for 30 min, followed by 30 min of rest time, to half cells having NMF, BNFM, as well as BNFM@Bi2O3 cathodes with the same area and mass loading. The ESI Fig. S7 displays the GITT charge/discharge patterns for the three electrodes over a shared voltage range of 1.5 V to 4.2 V. Using the Weppner and Huggins method, the sodium ion transport rate is determined as follows50,69,70;.(5)",
                        "D Na + = 4 L 2 πτ ΔE s ΔE τ 2where, L and τ stand for the electrode's thickness and the current pulse's relaxation time, respectively.",
                        "ΔE s is the steady-state potential, while",
                        "ΔE τ is the potential difference during the constant current pulse, eliminating the IR drop (Fig. 7(g)). Figs. 7(h, i) show the estimated diffusivity (DNa+) of the three cathodes drawn against cell potential during the sodiation and desodiation processes, respectively. The average values of apparent diffusion coefficient (DNa+) during charging and discharging process are obtained ~2.50 × 10−10 cm2 s−1 and 3.75 × 10−9 cm2 s−1 for pristine NFM cathode, respectively. For Bi-doped BNFM cathode, it is obtained ~8.80 × 10−9 cm2 s−1 and 2.14 × 10−8 cm2 s−1, whereas, for BNFM@Bi2O3 it is found ~1.09 × 10−8 cm2 s−1 and ~ 1.12 × 10−8 cm2 s−1, respectively. The combined effect of Bi-doping and Bi2O3 coating significantly enhance the interplanar spacing and provide effective protection to the cathode particles against direct contact with the electrolyte, leading to improved electrochemical performance. The improved electrochemical performance can be attributed to the reduced charge transfer barrier at the interface and enhanced Na-ion insertion and de-insertion within intermediate slabs. These findings suggest that Bi-doping and Bi2O3 coating can be promising strategies to improve the electrochemical performance of BNFM@ Bi2O3 cathode.",
                        "Furthermore, the post-mortem analysis of all the three cells was performed after complete cycles, in order to confirm the advantage of Bi2O3 coating. Fig. 8 shows the after cycling SEM images of NFM, BNFM and BNFM@Bi2O3 cathode. The pristine NFM cathode clearly shows the huge cracks on the cathode surface (Fig. 8 (a)). This happens due to the sluggish ion kinetics, which causes aeolotropic stress during cycling. From these cracks, electrolyte further infiltrates and reacts with cathode, leading to fast capacity fading. Conversely, BNFM has fewer surface cracks, although deteriorated cathode particles are present as shown in Fig. 8 (b). Since Bi-doping improved the Na-ion diffusion rate, there are fewer cracks because there is less stress during cycling. However, after many cycles, the particles deteriorate because of side reactions between the electrode particles and the electrolyte. In BNFM@Bi2O3, no cracks and particle deterioration are observed (Fig. 8 (c)). This happens due to the combined effect of Bi-doping as well as Bi2O3 coating, which not only improve the diffusion coefficient, but also coating layer protects the particles from side reactions, making BNFM@Bi2O3 as a suitable cathode material for high performance sodium ion battery."
                    ],
                    "name": "Storage mechanism and diffusion analysis",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "Herein, a biphasic (P2/O3) cobalt-free layered Na[Ni0.55Mn0.35Fe0.1]O2 (NFM) cathode has been successfully synthesized and dual (structural as well as surface) modifications have been performed. Bi5+ is doped into pure NFM in order to tune the P2/O3 phase, whereas, a thin layer of Bi2O3 is coated on surface of the Bi5+-doped NFM to modify the surface. The structure, morphology, and electrochemical performance of produced samples are examined and compared using a variety of characterization methods. Initially, O3 phase was dominating with a phase fraction of 78.86 %, whilst P2 phase is 21.14 %. After the addition of Bi5+, the P2-content grew to up to 47.14 %, while the O3 phase stayed at 52.86 % in the BNFM sample. TEM image confirms a thin layer of the thickness ~ 6 nm is wrapped on the surface of NFM particle. Sodium storage and diffusion analysis revels that, dual modification leads to high diffusion coefficient and increased surface controlled capacitive behaviour in the BNFM@Bi2O3 sample. The pristine NFM cathode exhibits the specific discharge capacity of 170 mAh g−1, while Bi-doped cathode exhibits 181 mAh g−1, and Bi2O3 coated cathode renders 180 mAh g−1. It is observed that, pristine NFM cathode suffers rapid capacity degradation and nearly ~80 % capacity loss within first 250 cycles. After 1000 cycles, BNFM shows 47 % capacity retention, while, BNMF@Bi2O3 shows 73 % capacity retention of initial capacity."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "Raghvendra Mishra: Conceptualization, Data curation, Formal analysis, Investigation, Methodology, Resources, Software, Validation, Visualization, Writing – original draft, Writing – review & editing. Rupesh K. Tiwari: Resources. Anupam Patel: Resources. Anurag Tiwari: Resources. Rajendra K. Singh: Conceptualization, Formal analysis, Funding acquisition, Investigation, Project administration, Resources, Supervision, Writing – review & editing."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of competing interest",
            "type": "section_h2"
        }
    ],
    "Title": "Research PapersA twofold approach for prolonging the lifespan of cobalt-free Na[Ni0.55Mn0.35Fe0.1]O2 cathode via Bi5+-doping and Bi2O3 coating in sodium ion batteries"
}