{
    "DOI": "10.1002/smll.202208291",
    "Journal": "",
    "Keywords": [
        "activation mechanism",
        "few‐layered MoS2",
        "nanocomposites",
        "network frameworks",
        "nitrogen/sulfur‐codoped carbon",
        "sodium‐ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "Renewable energy technology can effectively reduce carbon emissions and assistance achieve carbon neutrality as soon as possible and battery energy storage technology is the key to make up for the intermittent shortcomings of renewable energy.[] Sodium‐ion batteries (SIBs) become one of the extremely hopeful alternative chemical power sources for large scale energy storage system on account of the cheap and abundant sources of sodium.[] Nevertheless, the large radius (10.2 Å) is not conducive to the rapid transfer and storage of sodium ion.[] For example, the most studied carbon material, although inexpensive, has a layer spacing of only 0.335 nm, which is very unfavorable for Na+ insertion and extraction.[] Therefore, it is urgent to breakthrough electrode materials to further meliorate the recyclability and rate properties of SIBs to meet the increasing demand.",
                "Molybdenum sulfide (MoS2) with high theoretical capacity is particularly attractive among various anode materials for SIBs because of weak van der Waals forces and unique SMoS bond.[] The interlayer van der Waals relative force promises the easily expanded interlayer spacing, leading to unblocked Na ion transport channel and storage sites.[] In addition, SMoS bond in MoS2 results in the smaller polarizability and the phase transition reaction of products from semiconducting phase to metallic phase during discharge process.[] However, the practice application of MoS2 is hindered by its low rate properties and poor cycling stability, which is ascribed to the unsatisfied electron conductivity and volume expansion under repeatedly sodiation/desodiation.[] To overcome the above obstacles, intensive exploration has focused on manufacturing nano/microstructured hybrid materials, consisting of ultrasmall MoS2 nanosheets uniformly anchored/confined in highly conductive carbon matrices such as graphene and heteroatom‐doped carbon.[] This strategy can shorten Na+ diffusion pathway, ease volume fluctuations and effectively prevent aggregation, therefore enhancing Na+ transportation kinetics and mechanical integrity. Many micro/nanostructured MoS2@Carbon composites have been built as SIB anode, such as MoS2/C‐multiwall carbon nanotube,[] E‐MoS2/carbon fibers,[] G@MoS2‐C nanosheets.[]",
                "Modulation of suitable electrolyte has been deemed as another efficacious tactic to improve the performance of SIBs and achieved some fine results. The mechanism of improving the performance of sodium storage with ether‐based electrolyte mainly falls into the following three categories: First, Na+ can be inserted into the layers together with the ether‐based solvent to expand the layer spacing of the electrode material to store more sodium and improve the pseudocapacitance behavior. For instance, Kang et al.[] uses the most familiar natural graphite as the anode material of SIB matched with ether‐based electrolyte obtained a splendid sodium storage capability (150 mAh g−1 at 0.5 A g−1 after 2500 cycles), which precedes the capability in the traditional ester electrolyte. Second, the electrolyte has a significant effect on solid electrolyte interphase (SEI) layer. It is easy to constitute a thin, uniform, secure and compact SEI film in the ether‐based electrolyte, which is beneficial to provide a high Coulombic efficiency (CE) and outstanding cycling stability. For instance, Yang et al.[] synthesis a series of carbon materials as SIB anode, taking reduced graphene oxide as the typical representative to show the initial CE of 74.6% and the capacity retention of 75.2% after 1000 cycles. Finally, the electrolyte influences the microtopography and crystalline phase evolution of electrode materials. Zhang et al.[] takes unique TiO2 as the research object and finds that TiO2 can be completely converted into Nax(TiO2) in diglyme‐based electrolyte. While in ethylene carbonate/diethyl carbonate based electrolyte, even if the discharge to 0.01 V some TiO2 is still not completely converted. In addition, some crucial electrochemical phenomena remain unclear, such as the gradual increase in the specific capacity of MoS2 material at the beginning of the cycle when coupled with ether‐based electrolyte.",
                "Herein, we report unique MoS2 nanosheets embedded in nitrogen/sulfur‐codoped carbon (MoS2@NSC) network composites as high‐performance SIB anode and investigate the activation mechanism of capacity rising in the early stage of the cycle. Specifically, few‐layered MoS2 with expanded layer spacing embedded in N/S‐codoped carbon is built via a facile solvothermal combined with annealing treatment. The MoS2@NSC displays a high capacities of 292 mAh g−1 under 30 A g−1 and a capacity of 286 mAh g−1 after 5000 cycles at 5.0 A g−1. The remarkable sodium storage property is ascribed to the high‐conductive carbon network, abundant mesopore, and well‐knit structural stability. Additionally, we also reveal the mechanism of the gradually increasing capacity during initial sodiation/desodiation process. That is the gradual conversion of MoS2 to MoS3 and the reconfiguration of the microstructure of the electrode material. This work demonstrates the electrochemical conversion mechanism of MoS2 in the ether‐based electrolyte and highlights importance of the electrolyte design on the promoting Na ion storage behavior."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "Figure  manifests the synthesis strategy of MoS2@NSC hybrid network. First, Mo6+ ions, which surrounded by the surfactant polyvinylpyrrolidone (PVP), react with thioacetamide (TAA) to form MoS2@PVP network precursor in the facile hydrothermal progress. The PVP effectively prevents the aggregation of MoS2 and serves as carbon source precursor. After annealing in the N2, PVP transforms into the carbon network framework with S and N doping, in which the few‐layered MoS2 are embed. The S and N doping promise the high conductivity of the carbon network, providing a fast electron transport highway.",
                        "The morphologies of the as‐built MoS2@NSC hybrids were characterized via scanning electron microscopy (SEM) and transmission electron microscopy (TEM) analysis. The MoS2@NSC composites show connective nanoparticles with the size of 20–30 nm (Figure ). In contrast, the commercial MoS2 presents stacked chunk in the range of 3–5 µm (Figure , Supporting Information). Figure  further confirms the interconnected networks of MoS2@NSC. The single primary MoS2@NSC nanoparticle is constructed by numerous lamellar MoS2 and NSC substrate. The MoS2 is embedded in the NSC network, which promises the electron fast transport. The high‐resolution TEM (HRTEM) image illustrates that the MoS2 is mainly one to three layers (Figure ) with expanded interlayer spacing such as 0.76 and 0.85 nm, which is larger than theoretical value of MoS2 (0.62 nm) (Figure ). The enlarged interlayer spacing can be ascribed to the introduction the surfactant PVP, which prevents the aggregation between adjacent layers during the growth of MoS2 crystals. The selected area electron diffraction (SAED) pattern displaying a series of diffuse rings combined with its radius indicates that the as‐prepared MoS2 is polycrystalline (Figure ). In addition, the energy‐dispersive X‐ray spectrometer elemental mapping reveals that the MoS2 and heteroatom nitrogen are uniformly distributed into the MoS2@NSC network (Figure )."
                    ],
                    "name": "Morphology and Structure Characterizations of MoS2@NSC Composites",
                    "type": "section"
                },
                {
                    "content": [
                        "The crystal structure of as‐made MoS2@NSC composites was further examined by X‐ray diffraction (XRD). The XRD pattern shows that all diffraction peaks can be perfectly matched with the 2H phase MoS2 (pair distribution function# 75‐1539), showing the successful synthesis of MoS2 (Figure ). Moreover, it is worth noting that the very weaker (002) characteristic peak of MoS2@NSC nanonetwork than MoS2 bulk (Figure , Supporting Information) indicates that it has a few‐layered structure features,[] which echoes the TEM test results (Figure ). The surface chemical components and elemental valence stats of the MoS2@NSC network and commercial MoS2 bulk are identified via X‐ray photoelectron spectra (XPS) analysis (Figure  and Figure , Supporting Information). Their characteristic diffraction peaks appear at the same locations and in similar shapes as shown in the survey XPS spectra (Figure , Supporting Information). For the MoS2@NSC nanocomposites, the pair of strong peaks at 229.4 and 232.5 eV are attributed to Mo 3d5/2 and Mo 3d3/2 of tetravalent molybdenum in MoS2, respectively (Figure ).[] Furthermore, the two remaining peaks at 226.6 and 235.6 eV can boil down to S 2s and hexavalent molybdenum, respectively, which is the same as the commercial MoS2 peak position (Figure , Supporting Information).[] For S 2p spectrum (Figure ), the two distinct peaks located at 162.2 and 163.4 eV can be assigned to S 2p3/2 and S 2p1/2 of negative divalent sulfur in MoS2,[] respectively, which is also consistent with commercial MoS2 (Figure , Supporting Information). Moreover, there also have two additional weak peaks at 164.5 and 161.2 eV related to SC bonds compared with commercial MoS2 (Figure , Supporting Information), indicating that some sulfur is doped into the carbon matrix.[] For the C 1s spectrum (Figure ), the peaks at 284.6, 285.2, 286, 287, and 288.7 eV can be ascribed to CC/CC, CS/CSMo, CN, CO, and OCO, respectively.[] The presence of CN and CS bonds indicates that heteroatom nitrogen and sulfur are also doped into the carbon matrix.[] The N species doped on carbon can be further subdivided into pyridinic N at 398.8 eV and quaternary N at 401.4 eV through the N 1s fine spectrum (Figure ).[] Additionally, the high peak at 395.3 eV is categorized as Mo 3p. The sp2 hybridized pyridinic N and graphitic N boost conductivity of the carbon network.[] The diffraction peaks at 531.6 and 533.8 eV can be classified into CO and CO respectively, which is the result of a few amount of adsorbed oxygen on the sample surface (Figure ).",
                        "The weight content of carbon in the MoS2@NSC composites was determined by thermogravimetric analysis. The MoS2@NSC network undergoes two transformation processes of carbon to CO2 and MoS2 to MoO3 under air atmosphere.[] The weight losses of the MoS2@NSC composites is 35.2%, and the carbon content is calculated to be 27.9 wt% (Figure , Supporting Information). The specific surface area and pore structure of the as‐built MoS2@NSC composites were analyzed by nitrogen adsorption technique. The MoS2@NSC network exhibits a type IV isotherm curve, indicating its own mesoporous structure. In addition, a large Brunauer–Emmett–Teller specific surface area of 64.3 m2 g−1 is also exhibited, which means that the electrode and the electrolyte have sufficient active contact area (Figure , Supporting Information). Moreover, the pore diameters are mainly distributed at 23.2 nm belonging to mesoporous, which facilitates the transport of Na+ (Figure , Supporting Information)."
                    ],
                    "name": "Phase Composition and Surface Chemical State Analysis of MoS2@NSC Composites",
                    "type": "section"
                },
                {
                    "content": [
                        "The electrochemical properties of the as‐built MoS2@NSC complex in ether‐based and ester‐based electrolyte are investigated as shown in the Figure . The cyclic voltammetry (CV) measurements are tested to reveal the different of electrochemical mechanism of the MoS2@NSC networks in the different electrolyte at 0.5 mV s−1 (Figure ). Figure  shows the CV curves of MoS2@NSC in initial four cycles with the ether‐based electrolyte. During the first cathodic scanning process, the irreversible cathodic peak at around 0.2 V can be ascribe the formation of SEI film derived from decomposition of electrolyte. The following CV curves tend to overlap well, suggesting good electrochemical reversibility. The cathodic peaks at 1.6, 0.76, and 0.34 V can be boil down to Na+ insertion into 2H‐MoS2, 2H‐NaxMoS2 transformation into 1T‐NaxMoS2 and decomposition of 1T‐NaxMoS2 into Mo and Na2S, respectively.[] Correspondingly, three oxidation peaks at 0.37, 0.88, and 1.8 V in the anodic reaction process correspond to generation from Mo and Na2S to 1T‐NaxMoS2, phase change from 1T‐NaxMoS2 to 2H‐NaxMoS2, and further conversion from 2H‐NaxMoS2 to 2H‐MoS2.[] In addition, the cathodic peak at 0.03 V and the anodic peak at 0.07 V correspond to the insertion and deinsertion of solvated Na+ in NSC, respectively.[] In contrast, MoS2@NSC displays different CV curve shapes (Figure ) in the ester‐based electrolyte. In the original cathodic process, the three peaks at 1.89, 0.83, 0.29, and near 0.01 V, which can be ascribed to the insertion of Na+ into the 2H‐MoS2, the further conversion of NaxMoS2 from 2H phase to 1T phase, the SEI film formation, and the further conversion of 1T‐NaxMoS2 to Mo and Na2S, respectively.[] During the initial anodic process, the oxidation peak at 0.9 and 1.84 V can be ascribed to the oxidation of the Mo and Na2S to 1T‐NaxMoS2 and MoS2, respectively.[] Highly coincident CV curves in the following cycles imply the outstanding reversibility of Na+ (de)sodiation in the MoS2@NSC electrode.",
                        "Figure  shows the galvanostatic charge–discharge (GCD) profiles of MoS2"
                    ],
                    "name": "Comparison of Sodium Storage Behavior of MoS2@NSC in Ether‐Based and Ester‐Based Electrolyte",
                    "type": "section"
                }
            ],
            "name": "Results and Discussions",
            "type": "section"
        }
    ],
    "Title": "Solvent Induced Activation Reaction of MoS2 Nanosheets within Nitrogen/Sulfur‐Codoped Carbon Network Boosting Sodium Ion Storage"
}