{
    "DOI": "10.1021/acsami.7b16402",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The scarcity of fossil fuel and the problem of environmental pollution drive people to develop new energy resources.  Lithium ion batteries have become an important part in our lives in the past two decades.  However, lithium resources cannot satisfy increasing market demands. So, searching for alternative sources is vital to the development of batteries. Sodium possesses similar physical and chemical properties to lithium and is richly abundant on the earth. Sodium ion battery materials have become a hot research topic in the energy domain, as sodium ion batteries have promise to replace lithium ion batteries in future. It is necessary to develop a sodium ion battery with excellent electrochemical performance to meet the requirement of energy storage.",
                "As the main part of battery, the cathode material is the restraining factor in the improvement of properties. The properties, such as the battery safety, cost, energy density, cycle life length, and so on, mainly depend on the cathode material. Lots of cathode materials such as NaxCoO2,  NaxMnO2,  NaNi0.5Mn0.5O2,  Na0.85Li0.17Ni0.21Mn0.64O2,  P2–Na2/3(Fe1/2Mn1/2)O2,  and Prussian blue analogues  were investigated for sodium ion batteries. Among these materials, Na3V2(PO4)3 (NVP) is regarded as one of the most important battery materials.  NVP owns a NASICON framework structure and possesses many good merits, such as excellent thermal stability and high energy density. However, like other phosphate salt electrode materials, NVP has poor electronic conductivity. Furthermore, the diffusion of Na+ is more difficult than that of Li+, as the radius of Na+ (1.02 Å) is larger than that of Li+ (0.76 Å). Therefore, many attempts have been made to enhance the electrochemical properties, such as diminishing particle size and using carbon coating or cation doping. Cation doping could increase the electronic conductivity of NVP due to the generation of local defects in the structure.  Decreasing the size of particles can shorten the diffusion path of sodium ions.  Carbon coating is an efficient way to improve the electronic conductivity of cathode materials. The amorphous carbon was coated on the NVP particle surface by using sucrose as the carbon source, and the obtained cathode exhibited good wide-temperature performance. ",
                "Besides amorphous carbon, carbon nanotubes (CNTs) were also used as a conductive network to coat the electrode materials.  CNTs have a high degree of graphitized carbon, which is helpful for enhancing the electronic conductivity of energy materials. In this work, CNT-decorated NVP (NVP/CNT) microsphere cathode material with a novel structure and excellent performance was designed and synthesized. CNTs and amorphous carbon were both used to modify NVP through spray drying and carbothermal reduction. The NVP microspheres were embedded and covered by CNTs, and the particles were coated by amorphous carbon layers. Hence, a carbon network formed in the cathode material. Furthermore, NVP microspheres were separated by CNTs, which is beneficial for decreasing the size of primary particles and increasing the contact area between NVP and the electrolyte. In addition to the improvement of electronic conductivity, the amorphous carbon layers can protect NVP particles against erosion from the electrolyte. As a result, the electrochemical properties of the NVP/CNTs were improved remarkably. The influences of CNTs on the crystal structure as well as the reason for enhancing electrochemical properties are explored and discussed in detail."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "CNTs were purchased from Chengdu Organic Chemicals Co., Ltd., China. The CNTs were dispersed in the solution containing HNO3 and H2SO4 (1:3 in volume) at 80 °C for 5 h. The acid-treated CNTs were washed by distilled water and then freeze dried. NVP/CNT microspheres were synthesized by spray-drying and carbothermal reduction methods. First, citric acid and NaHCO3 were dissolved in deionized water by continuous stirring. Second, NH4VO3 and NH4H2PO4 were dissolved in the above solution and heated to 80 °C (molar ratio of citric acid to NaHCO3 to NH4VO3 to NH4H2PO4 was 6:3:2:3). After obtaining a blue solution, the acid-treated CNTs were added into the solution under ultrasonic treatment for about 5 h. The homogeneous slurry was spray dried at 150 °C to get a powder sample. The spray-dried powder was sintered at 800 °C for 10 h under an Ar atmosphere. Finally, the NVP/CNT samples were obtained, in which the CNT amounts were 5, 10, and 15 wt %. The NVP/CNT samples with different amounts of CNTs were labeled as NVP/C5 (5 wt % CNTs), NVP/C10 (10 wt % CNTs), and NVP/C15 (15 wt % CNTs), respectively. The NVP sample without CNTs was prepared by the same way, without adding CNTs in the process, labeled as NVP/C.",
                "The phases of all of the samples were investigated by X-ray diffraction (XRD, Rigaku D/Max 200PC, Japan) using Cu Kα radiation. The scanning rate was 5° min–1, and the scanning range of diffraction angle (2θ) was 10–60°. The morphologies of all of the samples were observed by scanning electron microscopy (SEM, Nova NanoSEM-230, U.S.A.) and high-resolution transmission electron microscopy (HRTEM, FEI Tecnai G2 F20 S-Twin, U.S.A., working at 200 kV). The Raman spectra were studied by a laser Raman spectroscope (Raman, HORIBA JOBIN YVON, France).",
                "The cathode material was evaluated using 2025-type coin cells prepared in an argon-filled glovebox. The slurry obtained by mixing the prepared powders, carbon black, and polyvinylidene fluoride (8:1:1 in weight) in N-methylpyrrolidinone was pasted onto aluminum foil. Then, the foil was dried at 120 °C for 4 h in air. The electrolyte was a 1 M solution of NaClO4 in ethylene carbon/dimethyl carbonate (1:1 w/w) and 5 wt % fluoroethylene carbonate. The counter electrode was a sodium foil, and a glass microfiber (Whatman GF/D) was used as a separator. Electrochemical tests were carried out using an automatic galvanostatic charge–discharge unit, a LAND battery cycler, with the potential of 2.0–3.8 V (vs Na+/Na) at room temperature. The electrochemical impedance spectroscopy (EIS) measurements were conducted by an electrochemical workstation (CHI 660D, CH Instruments, China). The amplitude voltage was 5 mV, and the frequency range was 10–2–105 Hz. Cyclic voltammetry (CV) was also conducted by this workstation, with a scan rate of 0.1 mV s–1."
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "NVP/CNT microspheres were synthesized by spray-drying and carbothermal reduction methods. To explore the influence of CNTs on the electrochemical properties of NVP material, NVP/CNT samples with different amounts of CNTs were synthesized in this work.  shows the XRD patterns of the samples with different amounts of CNTs, which are all consistent well with the R3¯m space group of the rhombohedral NASICON structure. There are two visible weak impurity peaks around 26 and 35° in the patterns of the NVP/C10 and NVP/C15 samples, corresponding to the characteristic peaks of CNTs. It is found that the crystal structures of the samples were not changed by CNT embedding. To determine the amount of carbon present, a carbon–sulfur analyzer was applied to study the samples. The measured carbon amounts of NVP/C, NVP/C5, NVP/C10, and NVP/C15 were 1.00, 4.66, 6.42, and 9.52 wt %, respectively. The carbon in the NVP/C sample without CNTs originates from the carbothermal reduction of citric acid.",
                "To investigate the characteristics of the carbon layers of all of the NVP samples, Raman spectroscopy was applied to study the samples, as shown in . The patterns show that there are two broadened D bands and a G band for all of the samples, which represent disordered carbon (sp3-coordinated behavior) and crystalline graphitized carbon (sp2-coordinated behavior), respectively. The relative intensity ratio of ID/IG indicates the degree of structural disorder of the carbon materials. The ID/IG ratios of NVP/C, NVP/C5, NVP/C10, and NVP/C15 samples were 0.90, 0.88, 0.85, and 0.81, respectively. The ID/IG ratio of the NVP/C15 sample was the lowest, suggesting the CNTs in it were highly graphitized; the ID/IG ratio of NVP was the highest, as the carbon layer is not completely graphitized. So, the ID/IG ratios of the samples decreased with the increase in CNT content.",
                "The morphologies of all samples were observed by SEM, as shown in . It is found that all the sample particles were spherical, with a size of 2–3 μm. a shows the SEM image of the NVP/C (without CNT) microsphere. It is seen that some large primary particles are located on the surface of the microsphere. However, when the CNT content was 5 wt %, the large primary particles on the surface of the microsphere became smaller; when the CNT content was increased to 10 and 15 wt %, the primary particles on the surface disappeared, as the growth of the primary particles was controlled by the CNTs. Furthermore, the microspheres were covered and embedded by the CNTs, which is expected to enhance the electrochemical properties of the NVP cathode. TEM and HRTEM were carried out to further observe the NVP/CNT microspheres, as shown in . a shows the TEM image of the microspheres at low magnification, and the TEM image is consistent with the SEM result. In b, it can be seen that CNTs are embedded in the NVP microsphere and the carbon network has formed, which could significantly improve the conductivity of the NVP materials. In c, HRTEM shows an obvious crystal lattice spacing of about 0.375 nm, which matches well with the (113) plane of NVP. Furthermore, one CNT is found to be embedded into the inside of the particle. Meanwhile, it is seen that a thin amorphous carbon layer covered the microsphere, the thickness of which was about 1 nm. The amorphous carbon is beneficial in protecting the surface of the cathode material from suffering corrosion from the electrolyte. The carbon network composed of an amorphous carbon layer, and CNTs can provide a better interfacial contact among NVP particles and can accelerate the electron transport among the particles.  Meanwhile, the electrolyte is able to easily penetrate into the inside of the microspheres, as the microspheres were porous due to the embedding of the CNTs, increasing the contact area between the electrolyte and NVP particle surface.",
                "The electrochemical properties of all electrodes were studied in half cells, as shown in . a shows the charging and discharging curves of all of the electrodes, and the charge and discharge rates were 0.2 and 1 C (1 C = 110 mA g–1), respectively. The discharge capacities of NVP/C, NVP/C5, NVP/C10, and NVP/C15 were 103.6, 101.5, 100.3, and 97.0 mAh g–1, respectively, which decreased with the increase in CNT contents. The reason is that the CNTs contribute nothing to the discharge capacity. The rate performance of the electrodes was shown in the inset in a. It is seen that the rate performance of NVP was improved by the embedding of the CNTs. Among the NVP/CNT electrodes, the NVP/C10 electrode exhibited the best electrochemical property. For investigating the Na ion insertion/extraction behavior, CV of NVP/C and NVP/C10 electrodes was conducted, as displayed in b There is only one redox couple in the curves, located at around 3.4 V, assigned to the V4+/V3+ (Na3V2(PO4)3–NaV2(PO4)3) redox couple. The sharp peaks of the NVP/C10 electrode indicating the transformation between the Na3V2(PO4)3 phase and NaV2(PO4)3 phase is more reversible. The potential intervals between the cathodic and anodic peaks of the NVP/C and NVP/C10 electrodes were 0.260 and 0.177 V, respectively. It suggests that the polarization of the NVP/C10 electrode is less than that of the NVP/C electrode, as CNTs can enhance the ion and electron conduction. ",
                "c,d shows the charging and discharging curves of the NVP/C and NVP/C10 electrodes at different C rates, respectively, in which the charge rate was kept at 0.2 C. The NVP/C electrodes delivered capacities of 113.0, 101.5, 101, 96.7, 92.8, 87.7, 82.8, 73.4, and 61.1 mAh g–1 at 0.2, 1, 5, 10, 15, 20, 25, and 30 C, respectively, as shown in c. For NVP/C10 electrodes, the discharge capacities of which at 0.2, 1, 5, 20, 30, and 40 C were 103.2, 100.3, 97.4, 94.1, 91.2, and 88.5 mAh g–1, respectively, as shown in d. In particular, when the discharge rate was increased to 50 and 60 C, the discharge capacities of NVP/C10 still achieved 84.3 and 76.2 mAh g–1, respectively. Apparently, the discharge voltage plateaus of the NVP/C electrode were lower than those of the NVP/C10 electrodes at different current rates. It is further confirmed that the polarization of NVP was reduced by the CNTs, which is in agreement with the CV results. Meanwhile, the NVP/C10 electrodes exhibited much higher discharge capacities compared with those of the NVP/C electrodes at high rates. e shows the rate performances of NVP/C and NVP/C10 electrodes. It is seen that the initial discharge capacity of NVP/C10 was about 10 mAh g–1 lower than that of NVP/C at 0.2 C, as the CNTs do not involve the electrochemical reaction. However, when the rate was increased to 5 C, the discharge capacities of the NVP/C10 electrodes exceeded those of NVP/C electrodes. With the increase in current rates, the discharge capacities of the NVP/C10 electrodes decreased more slowly compared with those of the NVP/C electrodes. Especially, when the rate was increased to 60 C, the capacity retention of the NVP/C10 electrode was 73.8%; when the rate decreased to 0.2 C, the discharge capacity reached 102.8 mAh g–1, which is close to the initial capacity. This indicates that the insertion/extraction of the sodium ion in the NVP/C10 electrode was more reversible even at high rates. Cycle performance is also an important factor for evaluating cathode materials. f shows the cycle performance of NVP/C and NVP/C10 electrodes at 10 and 20 C. It can be easily observed that the cycle performance of the NVP/C10 electrode was much better than that of NVP/C electrode. The initial discharge capacities of the NVP/C10 electrode were 96.0 and 91.2 mAh g–1 at 10 and 20 C, respectively. After 150 cycles, the discharge capacities were 88.9 and 76.9 mAh g–1, and the capacity retention values were 92.60 and 84.32% at 10 and 20 C, respectively. The CNT network can accelerate the electron transport and make the NVP microsphere become porous, which can shorten the sodium diffusion path. Therefore, the electrochemical performance, including rate and cycle performances, of CNT-decorated NVP cathode materials was greatly improved.",
                "In order to investigate the effect of CNTs on the electrochemical properties and electrode reaction kinetics of the electrodes, EIS was employed to investigate the NVP/C and NVP/C10 electrodes. The Nyquist plots of the electrodes before cycling are displayed in a. A semicircle and a straight line were found in each of the Nyquist plots for both electrodes. The intercept in the high-frequency region corresponds to the ohmic resistance (Rs) of the electrolyte and electrode. The semicircle in the high–medium frequency is related to the charge-transfer resistance (Rct), which represents the diffusion of the sodium ion between the electrode and electrolyte. The inclined line at low frequency represents the Warburg impedance (Zω), which is associated with sodium ion diffusion in the NVP particles. The inset of ais a simplified equivalent circuit model, which is constructed to analyze the impedance spectra. A constant phase element (CPE) represents the double layer capacitance and passivation film capacitance. The impedance parameters obtained from the equivalent circuit are shown in . Notably, the NVP/C10 electrode exhibited a much smaller Rs and Rct compared with those of the NVP/C electrode. It means that the CNTs obviously decreased Rs and Rct, which further confirms that CNTs could enhance the rate performance of the samples. Furthermore, the diffusion coefficient of sodium ions (DNa+) can be calculated from the plots, and the equation can be expressed as follows where R is the gas constant, T denotes the absolute temperature, A denotes the surface area of the cathode, n signifies the number of transferred electrons, F is the Faraday constant, C is the concentration of sodium ions, σ is the Warburg coefficient, and ω is the angular frequency in the low-frequency region. The linear fitting of Z′ versus ω–1/2 is shown in b, in which the value of σ is the slope.",
                "DNa+ was calculated according to  and , and the obtained values are listed in . The DNa+ of the NVP/C10 electrode was 3.11 × 10–13 cm2 s–1, which is much higher than that of the NVP/C electrode (9.14 × 10–14 cm2 s–1). This demonstrates that the DNa+ in the charge and discharge processes was obviously increased by CNT addition. The lower Rct and Rs and higher DNa+ are beneficial in improving the electrochemical properties of the electrode."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In this work, CNT-decorated NVP microspheres were prepared by spray-drying and carbothermal reduction methods. It has been found that the microspheres were embedded by CNTs and covered by amorphous carbon layers. So, the carbon network formed in the materials, which could accelerate the electron transport among the NVP particles. And the NVP particles were separated by CNTs, which shorten the sodium ion diffusion path. As a result, the NVP/CNT composites exhibited a significant enhancement in electrochemical properties, including the rate and cycle performances. The NVP/C10 electrode exhibited a discharge capacity of 76.2 mAh g–1 under 60 C. The capacity retentions of the NVP/C10 electrode were 92.60 and 84.32% at 10 and 20 C, after 150 cycles, respectively. The excellent electrochemical performance can be attributed to the novel spherical structure, composed of NVP, CNTs, and amorphous carbon layers. Therefore, the synthesized CNT-decorated NVP microspheres can be considered as a promising cathode material for sodium ion batteries."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "CNT-Decorated Na3V2(PO4)3 Microspheres as a High-Rate and Cycle-Stable Cathode Material for Sodium Ion Batteries"
}