{
    "DOI": "10.1016/j.cej.2024.158150",
    "Journal": "Chemical Engineering Journal",
    "Keywords": [
        "Conversion reaction",
        "Graphene",
        "Iron sulphate",
        "Nanocomposite",
        "Sodium-ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "Because of their cost-effectiveness and the abundance of the constituent materials, sodium-ion batteries (SIBs) are currently being developed as alternatives to commercialized lithium-ion batteries (LIBs) for large-scale applications [1–5]. Several cutting-edge studies have reported high-performance electrodes composed of earth-abundant and inexpensive elements for application in SIBs [5–10]. In this regard, Fe exhibits numerous advantages as an electrode material, such as cost-effectiveness owing to its natural abundance, simple refining process, and safety, and has attracted significant attention for enhancing the electrochemical activity of electrochemical energy storage systems [11,12]. Owing to their superior chemical characteristics, significant studies have been conducted on Fe-based electrode materials. However, the Fe-based materials currently used in SIBs experience volume changes and exhibit low conductivities, similar to those used in LIBs [6,9,13]. Therefore, numerous techniques used for LIBs have been employed to address these problems in SIBs, including nano-sizing and the fabrication of composite materials [12,14].",
                "To date, various Fe-based cathode materials have been reported for SIBs, such as, layered oxides, PBA cathodes, and polyanionic compounds [12–18]. It has been observed that energy densities of layered oxides are greater than those of polyanionic compounds and PBAs, and this energy in the layered oxides, e.g., Na0.67Mn0.5Fe0.5O2, NaMn0.33Fe0.33Ni0.33O2, Na0.75(Cu0.1Fe0.1Mn0.8)O2, Na0.76Ni0.33Mn0.5Fe0.1Ti0.07O2 etc., originates from the high capacity of up to 200 mAh g−1. However, these layered structures suffer from low operating potentials (i.e., the Fe4+/Fe3+ redox couple), high irreversible capacities, and structure disorder because of multiple phase transition, leading to voltage decay and cycling instabilities [15–17]. PBAs (Na2M[Fe(CN)6, M = transition metals) and polyanionic compounds (pyrophosphates, fluorophosphates, and sulfates) exhibit a similar high average operating voltage (i.e., 2.75–3.75 V), but their specific capacity is less than that of layered oxides (i.e., 160 mAh.g−1). In PBA, the reduced coulombuc effecinecy (CE), fast capacity decay, lattice distortion due to presence of Fe(CN6) vacancies and water molecules leads to irreversible phase transition and structure collapse, resulting in capacity fading and a short cycling lifespan. On the other hand, the polyanionic compounds such as, Na2FePO4F, Na2FeP2O7, Na3Fe2(PO4)3, Na4Fe3(PO4)2(P2O7), and Na3Fe3(PO4)(P2O7) are considered to be the most practically promising compounds for sodium storage because of their low-cost, high operating potential, and thermal stability. However, they did not receive significant attention due to their difficult and high-temperature synthesis process [19]. Whereas, sulfate ((SO4)2-)-based polyanion compounds, such as, Fe2(SO4)3, and NaxFe2(SO4)3 have the advantage of high operating voltage due to their high electronegativity compared to the other polyanions. However, slow kinetics reaction of these materials is the challenge, which can be overcome by nano-sizing, conductive carbon coating, or forming a protective an interphase layer at the surface [12,18]. Modification of these Fe and sulfate ((SO4)2-)-based materials with carbonaceous materials provides distinct enhancements, such as greater ionic and electronic conductivities, larger contact area between active materials and electrolyte, adjust the significant volume changes, prevent irreversible phase transition, and therefore enhance the electrochemical performance in term of reversible capacity, rate capability, and cycle lifespan. The nanocomposites provide the following advantages: (1) enhanced storage of sodium ions in carbonaceous materials, (2) increased electronic conductivity, and (3) decreased diffusion length of Na ions via nano-sizing [14]. Therefore, carbon nanocomposites are an effective strategy for achieving novel electrode materials with significantly improved electrochemical performances compared to their nanocomposite counterparts. However, previous efforts have only focused on applying Fe-based composites as anodes in SIBs; thus far, their application as cathode materials has been lacking.",
                "Herein, for the first time, we propose a low-cost carbon- and Fe-based nanocomposite as the cathode material for SIBs. The unique nanocomposite cathode comprising graphene and FeSO4 (hereinafter referred to as Gr/FeSO4) functions via a conversion reaction and exhibited a theoretical specific capacity of ∼ 355 mA g−1. We demonstrated that performing a pre-sodiation process on the Gr/FeSO4 nanocomposite cathode enabled a reversible conversion reaction during charge/discharge cycles for practically viable SIB devices. During the pre-sodiation process, Na+ can be directly inserted into cathode material to compensate for the deficiency of Na ions in the active material [20]. In this study, a direct-contact method of pre-sodiation is used, which is considered to be the simplest, fast, economical, and effective method, where a potential difference between the electrode and Na-metal layer produces an electromotive force for the movement of electrons. Meanwhile, Na+ from the Na metal move to the active material and contribute to the sodium deficiency. The conversion reaction mechanism of the Gr/FeSO4 nanocomposite was elucidated by using in-situ X-ray diffraction (XRD), Fe K- edge X-ray absorption spectroscopy (XAS), transmission electron microscopy (TEM), and X-ray photoelectron spectroscopy (XPS) to systematically investigate the structural and compositional changes during charging and discharging. The combined structural analyses revealed that FeSO4 converted to Na2SO4 and Fe metal upon pre-sodiation."
            ],
            "name": "Introduction",
            "type": "ce_section"
        },
        {
            "content": [
                "A schematic of the preparation of the nano-sized Gr/FeSO4 composite and its reaction mechanism is shown in Fig. 1 , where single-crystal FeSO4 nanoparticles were anchored on the graphene sheets. Such nano-heterostructures of graphene and FeSO4 can significantly improve the electronic conductivity of the Gr/FeSO4 composite and facilitate Na+ diffusion, thereby enhancing the electrochemical performance. In addition, this nano-sizing process provided a larger active surface area, which can promote the facile and reversible conversion reaction that occurs after pre-sodiation. For practical SIB applications, pre-sodiation of the cathode material is highly recommended as the cathode should be Na-rich to counterbalance a Na-deficient anode, such as hard carbon. During pre-sodiation, Na ions can be chemically inserted into the FeSO4 structure, resulting in the conversion of FeSO4 into metallic Fe0 and Na2SO4. In the following electrochemical charging process (i.e., Na+ extraction), FeSO4 is reversibly recovered, as shown in Fig. 1b and Equation. FeSO4 + 2Na+ + 2e– ↔ Fe + Na2SO4",
                "Several methods have been reported for synthesizing nanoscale materials, including plasma arcing, chemical vapor deposition, electrodeposition, sol–gel synthesis, and high-energy ball milling (HEBM). Among these, high-energy ball milling was used for preparing the Gr/FeSO4 composite because of its simplicity and cost-effectiveness [12,14]. To demonstrate the effect of the HEBM process on the material, the physical and structural properties of the Gr/FeSO4 nanocomposite were compared with those of dehydrated FeSO4. XRD patterns with Rietveld refinement and SEM and TEM images of the dehydrated FeSO4 and nano-sized Gr/FeSO4 are shown in Figure 2 . From Figure 2a, the XRD patterns of the pure phase of FeSO4 (black line) obtained after dehydration and the as-prepared nano-sized Gr/FeSO4 composite (red line) can be indexed to the triclinic P1 space group (PDF: 17–0873). The Rietveld refinement for Gr/FeSO4 is shown in Figure 2b; the calculated lattice parameters are a = 5.295 Å, b = 8.068 Å, c = 6.642 Å, α = 89.6°, β = 90.0°, γ = 89.9°, and V = 283.719 Å3. The SEM image of the Gr/FeSO4 nanocomposite (Figure 2d) reveals a decrease in the particle size (∼ 10–30 nm) after HEBM compared with that of pure FeSO4 (Figure 2c). This was further confirmed by the TEM images in Figure 2e − f; the FeSO4 nanoparticles were attached to the surfaces of the graphene sheets, and remained so even after 30 min of sonication during the preparation of the TEM specimen, suggesting strong interactions between the nano-sized FeSO4 particles and graphene sheets. Furthermore, Raman, EIS and TGA spectra were measured for nano-sized Gr/FeSO4 composite (Figure S1-S3), which suggest that the composite is consist of disordered stacked graphene sheets and strongly anchored nano-crystalline FeSO4 with improved conductivity and thermal stability.",
                "To observe the electrochemical performance of the Gr/FeSO4 nanocomposite, the first conversion reaction was initiated by pre-sodiation (Figure 3 and S4). We used the direct-contact method for the pre-sodiation of the Gr/FeSO4 nanocomposite electrodes: the electrodes were directly attached to the Na-metal layer with a small amount of electrolyte (Figure S4). TEM images and EDS element maps (Figure S5) confirmed the successful intercalation of Na+ into the Gr/FeSO4 nanocomposite. To confirm the content of sodium in the Gr/FeSO4, the atomic percentages were further observed and are shown in Table S1. The electrochemical performance of the pre-sodiated Gr/FeSO4 nanocomposite (PS-Gr/FeSO4) is shown in Figure 3 a. An initial charge capacity of 94 mAh g−1 was observed at 0.1C (red line) following the intercalation of 0.54Na+ during pre-sodiation process. In the next discharge process, PS-Gr/FeSO4 attained a maximum discharge capacity of 164mAh g−1, confirming the successful reversible intercalation and deintercalation of 0.9Na+ during electrochemical charge/discharge cycling. It is worth noting that the graphene in the Gr/FeSO4 composite has a negligible contribution to the total capacity of the cathodes (Figure S6), instead enhancing the electrical conductivity of the cathode material. It is important to highlight that PS-Gr/FeSO4 exhibited a high capacity of 170 mAh g−1 after 10 cycles, confirming that the FeSO4 structure and SEI layer is stabilized in the initial cycles with a retention of 48 % after 100 cycles (Figure 3b), far exceeding that of pristine FeSO4 (Figure S7). A fast capacity decay after 10th cycle could be due to thick and non-uniform formation of SEI layer during the pre-sodiation process. Moreover, the electrochemical performance of PS-Gr/FeSO4 at distinct C-rates of 0.1, 0.2, 0.5, and 1.0C (Figure 3c) also confirmed that the strong anchoring of FeSO4 particles on the graphene sheets allowed for fast electron transport to FeSO4 through the underlying graphene layers, thus enhancing the electrochemical performance [14]. In addition, the FeSO4 on the surfaces of the graphene sheets functioned as pillars to efficiently stop the close restacking of the graphene sheets, thereby preventing a decrease in their significant active surface areas [21].",
                "The reaction mechanism in PS-Gr/FeSO4 was identified using CV, as shown in Figure 3d. In the first cycle (red line), the cathodic peak at 2.5 V and anodic peak at 3.2 V corresponded to the intercalation and de-intercalation of Na ions into the PS-Gr/FeSO4 structure, respectively. In the first cycle, due to insufficient intercalation of sodium ions during pre-sodiation process, redox peaks related to Fe are not prominent; however, a weak but discriminable reduction peak was observed at 1.25 V, indicating the partial reduction of Fe2+ to Fe0 caused by the conversion reaction during the Na intercalation process. This peak became dominant in the fifth cycle (green line), confirming a reversible redox reaction with reduction and oxidation peaks at 1.25 and 2.27 V, respectively. Meanwhile, the formation of solid electrolyte interphase (SEI) could be observed at a voltage of 1.0 V. These results indicate that the discharge capacity mainly originated from the Fe2+/Fe0 redox reaction, and the electrochemical reversibility of PS-Gr/FeSO4 gradually increased after the initial cycles, which was confirmed by the galvanostatic performance shown in Figure 3b. Additionally, the diffusion co-efficient was calculated using the anodic and cathode peak current in the CV curve. For this, the Randles–Sevcik equation was used, as described below: ip = (2.69 × 105)AD1/2Cn3/2v1/2",
                "Here, ip (mA) is a peak current and A (cm2) is an area of electrode. C (mol cm−3) is the molar concentration of Na ions in the electrode, n is a number of electrons transferred in the conversion reaction, v is a scan rate of CV curve, and D is a diffusion coefficient of sodium ions. The calculated values of D for different ip values lies in the range of 2.65 × 10-10 to 3.39 × 10-9 cm2 s−1 upon the charge and discharge process. Similarly, the calculated value of diffusion coefficient from GITT curve (10−10 cm2 s−1) also indicates improved mobility of sodium ions (Figure S8), and found to be comparable with the commercially available layered oxide (10-11 cm2 s−1), polyanionic compounds (10-10 cm2 s−1) and PBA (10-9 cm2 s−1) [12–18].",
                "To analyse the effect of the pre-sodiation method on FeSO4 and the relevant changes in the oxidation states of Fe in PS-Gr/FeSO4 during cycling, we performed XAS, as shown in Figure 4 . The X-ray absorption near edge structure (XANES) spectra of the Fe K-edges were observed before and after the pre-sodiation of Gr/FeSO4. After pre-sodiation, the Fe K-edge in Figure 4a clearly shifted toward a lower energy level, indicating a change in the oxidation state of Fe2+ towards metallic Fe0; this supports our theory that FeSO4 undergoes a conversion reaction. This reversible reaction was further confirmed by comparing the XANES spectra of PS-Gr/FeSO4 during charging and discharging (Figure 4b). Note that during the charging process (green line in Figure 3b), Fe2+ is mainly redox-active for PS-Gr/FeSO4, which recovers after the deintercalation of Na ions. In the next discharge process (purple line), the Fe K-edge underwent a small reversible shift toward a lower energy level, indicating a reversible Fe2+/Fe0 redox reaction in PS-Gr/FeSO4. The Fourier transforms of the EXAFS plots for Gr/FeSO4 (black line) and PS-Gr/FeSO4 (red line) are compared in Figure 4c. For PS-Gr/FeSO4, a simultaneous breaking of the Fe–O (i.e., FeSO4) bond and formation of the metallic Fe–Fe (i.e., Fe0) bond after the pre-sodiation process could be observed at 1.57 and 2.53 Å, respectively, confirming the Fe2+/Fe0 redox reaction. However, during the charging process (i.e., for PS-Gr/FeSO4_full charge; green line), the Fe–O bond reformed and the Fe–Fe bonds decreased after the de-intercalation of the Na+. This further demonstrates that Na ions were only accommodated in the structure owing to the Fe2+/Fe0 redox reaction during the discharge process.",
                "To obtain further insights into the Fe2+/Fe0 redox reaction during the conversion process, XPS was performed on PS-Gr/FeSO4 (Figure 5 ). For comparison, the S 2p and O 1 s XPS profiles of pristine FeSO4 are shown in Figure S9. The S 2p XPS spectra of PS-Gr/FeSO4 (Figure 5a and S9) exhibit two peaks at 168.8 and 170.0 eV, corresponding to the S 2p3/2 and S 2p1/2 spin–orbit peaks of FeSO4, respectively [22]. After pre-sodiation, two additional S 2p peaks were observed at 168.1 and 169.3 eV for PS-Gr/FeSO4, which correspond to the formation of Na2SO4 (Figure 5a) after the intercalation of Na ions [22]. In the subsequent charging process (i.e., for PS- Gr/FeSO4_charge), there was an increase in the intensities of the FeSO4 peaks, indicating the reversibility of the conversion reaction from Na2SO4 to FeSO4 (Figure 5b). In Figure 5c, the Na 1 s XPS spectrum of the PS-Gr/FeSO4 composite exhibits five distinct peaks: the peak at 1069.6 eV is associated with sodium intercalation in graphene (Na–C) [21], the peak at 1070.4 eV with the formation of Na2SO4 as a result of the conversion reaction in FeSO4 [23,24], and the peaks at 1071.5, 1072.0, and 1072.8 eV with the formation of Na2CO3, Na2O, and a NaF-based SEI layer at the surface, which is usually formed during pre-sodiation [20]. During the charge process, a decrease in the intensity of the Na2SO4 peak was observed in the Na 1 s XPS spectra of PS-Gr/FeSO4_charge (Figures 5c − d) during charging, indicating the conversion of Na2SO4 to FeSO4. Furthermore, the intensity of Na2CO3, Na2O, and NaF peaks in Figure 5d and S10, also decreases, suggesting the partial dissolution of SEI layer at high voltage. These results imply that successful conversion of FeSO4 to Na2SO4 can be achieved via pre-sodiation.",
                "To further investigate the conversion reaction from FeSO4 to Na2SO4, in-situ XRD was conducted during electrochemical cycling, as shown in Figure 5e. Initially, the relative intensity of the Gr/FeSO4 peak (200) at 34.0° was not much higher than that of the pristine electrode owing to low crystallinity after rearrangement of the crystal structure during the pre-sodiation process; however, the XRD peaks of the pristine FeSO4 phase were less visible as the sodiation proceeded. The structural parameters calculated for the pre-sodiated FeSO4 are a = 5.300 Å, b = 8.073 Å, c = 6.716 Å, α = 96.2°, β = 86.5°, γ = 91.7°, and V = 284.20 Å3, indicating a volume expansion of 0.17 % compared to the pristine FeSO4. As shown in the XRD plots (Figure 5e), two new peaks appeared at 32.2° and 45.5°, which correspond to the formation of Na2SO4 and metallic Fe0, respectively, owing to the conversion process wherein Gr/FeSO4 was rearranged via a decomposition process. During the charging process, the relative intensities of the XRD peaks of Na2SO4 and metallic Fe0 gradually decreased, and the FeSO4 phase with low crystallinity was restored. At this stage, the calculated lattice parameters are decreased to a = 5.2951 Å, b = 8.0275 Å, c = 6.716 Å, α = 96.3°, β = 86.5°, γ = 91.8°, and V = 283.11 Å3, implying a 0.38 % reduction in the volume, which confirms that Gr/FeSO4 does not show any significant changes in the volume during the cycling process. After completion of 10 cycles, the Gr/FeSO4 nanocomposite was extracted from the electrode for TEM characterization. The TEM-EDS analysis of the elements Fe, O, S, and Na provides evidence of the successful conversion reaction from FeSO4 to Na2SO4 after successive intercalation and deintercalation of sodium-ions, without showing any agglomeration of the nano-sized particles, as depicted in Figure S11 and S12. Hence, XPS and XRD analyses demonstrated that FeSO4 can be converted to Na2SO4 and Fe metal via a pre-sodiation process, and this conversion-based cathode can be used as a cathode for SIBs. In addition, we compared the specific capacity, average discharge potential, and capacity retention of the Gr/FeSO4 nanocomposite with those of inexpensive low-efficiency cathode materials (Table S2). We believe that conversion chemistry based on S–O bonding and the cost-effectiveness of sulfate-based cathodes can aid in the development of new conversion-type cathode materials with high redox potentials."
            ],
            "name": "Results and Discussion",
            "type": "ce_section"
        },
        {
            "content": [
                "We report a facile and low-cost method for preparing high-performance conversion-type composite electrodes for SIBs using commercially available sulphates (i.e., FeSO4) and naturally abundant graphene. A simple direct-contact pre-sodiation method was utilized to initiate the conversion of FeSO4 into Fe0 and Na2SO4. The use of graphene as a conductive source significantly improved the intrinsic electrical conductivity by successfully improving the ionic and electronic diffusion kinetics during sodiation/desodiation. The improved Na diffusion and higher capacitive contribution were, in turn, responsible for the enhanced electrochemical performance of the Gr/FeSO4 nanocomposite, which exhibited a specific capacity of 164 mAh g−1 at 0.1C with a capacity retention of 48 % after 100 cycles. These findings highlight the immense potential of using novel, earth-abundant, eco-friendly, and sustainable cathodes for large-scale SIBs. And therefore, despite conquering the portable electronic markets, challenges such as long-term stability, high specific energy, safety and access to cheap and cost effective and more eco-efficient electrode materials seem to be the overriding factors in high-volume applications of the technology and are needed to be addressed in the future."
            ],
            "name": "Conclusions",
            "type": "ce_section"
        },
        {
            "content": [
                {
                    "content": [
                        "FeSO4 powder was obtained by drying FeSO4·7H2O (Sigma–Aldrich, USA) powder at 200 °C for 12 h in a vacuum furnace. A nanocomposite of FeSO4 and graphene (Sigma–Aldrich, USA), that is, Gr/FeSO4 was synthesized using high-energy ball milling (HEBM). Briefly, the dry FeSO4 powder (80 wt%) and graphene (20 wt%) were placed in a silicon nitride jar in an Ar environment; the powder-to-ball ratio was 5:100. HEBM was then performed at 500 rpm for 15 h, resulting in a black Nano-sized powder of the desired Gr/FeSO4 nanocomposite."
                    ],
                    "name": "Synthesis",
                    "type": "ce_section"
                },
                {
                    "content": [
                        "For the electrochemical tests, electrodes were prepared by mixing the Gr/FeSO4 nanocomposite active material with the conductive agent carbon black and a polyvinylidene fluoride (PVDF) binder at a ratio of 8:1:1 (wt.%). N-Methyl-2-pyrrolidone (NMP) was used as the solvent for slurry preparation. To observe the electrochemical performance of graphene, the ratio of graphene and PVDF binder was kept 9:1 (wt.%). The prepared slurry was coated on Al-foil and dried in a vacuum oven at 120 °C for 12 h to eliminate residual solvent. For half-cell testing, 1 M NaClO4 in propylene carbonate (PC) and fluoroethylene carbonate (FEC) (98:2 by wt.%) was used as the electrolyte and Na metal as the counter electrode. A multichannel battery tester (Maccor version 4000) was used to evaluate the electrochemical performance over a voltage range of 1.0 ∼ 4.0 V vs. Na/Na+. Low and high cut-off voltages were established at 1.0 V and 4.0 V, respectively, because the both the active material and electrolyte were considered to be stable in this voltage range for SIBs. Before assembling the 2032-coin cells, pre-sodiation was performed using a direct-contact method. Briefly, the Gr/FeSO4 electrodes were directly attached to a thin layer of Na metal for 30 min, and a small amount of electrolyte was applied between them to provide a path for Na ion transfer. Two plastic slides with binder clippers were placed on both sides to ensure good contact. After the pre-sodiation process, the Gr/FeSO4 electrode was detached and used to construct the 2032 half-cell. All experiments were performed in an Ar-filled glovebox with H2 and O2 levels of less than 0.1 ppm because of the highly reactive nature of Na metal."
                    ],
                    "name": "Electrochemistry",
                    "type": "ce_section"
                },
                {
                    "content": [
                        "The Powder XRD pattern of the Gr/FeSO4 nanocomposite was recorded on an X-ray diffractometer (Ultima-IV, Rigaku) with Cu − Kα characteristic radiation (λ = 1.5418 Å); the GSAS I software was used for Rietveld Refinement. In-situ XRD was conducted using the R-AXIS IV++ diffractometer (Rigaku) with Mo-Kα radiation (λ = 0.7107 Å) in transmission mode. The diffraction angles of the obtained spectra were converted into Cu − Kα radiation for better comparison with the literature. To observe the morphology of the Gr/FeSO4 nanocomposite, field emission scanning electron microscopy (FE-SEM) was conducted on the Hitachi S-4200. Cyclic voltammetry (CV) and EIS were analysed using the Bio-Logic VMP3 potentiostat/galvanostat. GITT analysis was measured using multichannel battery tester (Maccor version 4000). To monitor the chemical state and composition of Gr/FeSO4 during cycling, XPS was performed using the PHI 5000 VersaProbe (Ulvac-PHI) with monochromatic Al − Kα radiation (1486.6 eV). Fe K-edge XAS was performed on the 1D KIST-PAL bending magnet beamline at the Pohang Light Source in transmission mode. For energy calibration, the reference spectra of the Fe metal foils were collected simultaneously. Transmission electron microscopy (TEM) and energy dispersive X-ray spectroscopy (EDS) were conducted using the FEI Talos F200X TEM (Thermo Fisher Scientific) with an accelerating voltage of 200 kV. Renishaw in Via microscope was used to observe Raman spectra. TGA analyses was performed using thermal analyzer (TA), TGA 550 in an N2 atmosphere. For the ex-situ SEM, XPS, TEM, and XRD analyses, the electrodes were thoroughly washed with dimethyl carbonate to remove any residual salts."
                    ],
                    "name": "Material characterization",
                    "type": "ce_section"
                }
            ],
            "name": "Experimental Section",
            "type": "ce_section"
        },
        {
            "content": [
                "Iqra Moeez: Writing – original draft, Methodology, Investigation, Formal analysis, Data curation, Conceptualization. Basit Ali: Writing – original draft, Methodology, Investigation, Formal analysis, Data curation, Conceptualization. Kyung-Wan Nam: Writing – review & editing, Supervision, Project administration, Formal analysis, Conceptualization. Kyung Yoon Chung: Writing – review & editing, Supervision, Project administration, Investigation, Formal analysis, Conceptualization."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "ce_section"
        }
    ],
    "Title": "Earth-abundant FeSO4-based conversion-type cathode for rechargeable sodium-ion batteries"
}