{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Na3V2(PO4)3",
        "Multielectron reaction",
        "Sodium-ion batteries",
        "High energy density",
        "Ga3+ doping"
    ],
    "Sections": [
        {
            "content": [
                "The stable three-dimensional framework and high operating voltage of sodium superionic conductor (NASICON)-type Na3V2(PO4)3 has the potential to work with long cycle life and high-rate performance; however, it suffers from the poor intrinsic electronic conductivity and low energy density. Herein, Ga3+ is introduced into Na3V2(PO4)3 to activate the V4+/V5+ redox couple at a high potential of 4.0 V for enhancing energy density of the materials (Na3V2-xGax(PO4)3). After the partial substitution of Ga3+ for V3+, three redox couples (V2+/V3+, V3+/V4+ and V4+/V5+) of V are reversibly converted in the voltage range of 1.4–4.2 V, suggesting multi-electrons (>2e−) involved in the reversible reaction, and simultaneously the electronic conductivity of the materials is effectively enhanced. As a result, the cathode with x = 0.75 exhibits excellent electrochemical properties: in the voltage range of 2.2–4.2 V, delivering an initial capacity of 105 mAh/g at 1C with a capacity retention rate of 92.3% after 400 cycles, and providing a stable reversible capacity of 88.3 mAh/g at 40C; and in the voltage range of 1.4–4.2 V, presenting the reversible capacity 152.3 mAh/g at 1C (497.6 Wh kg−1), and cycling stably for 1000 cycles at 20C with a capacity decay of 0.02375% per cycle. It is found that the Na3V2-xGax(PO4)3 cathodes possess the sodium storage mechanism of single-phase and bi-phase reactions. This investigation presents a useful strategy to enhance the energy density and cycling life of NASICON-structured polyanionic phosphates by activating high-potential V4+/V5+ redox couple."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Na3V1.25Ga0.75(PO4)3 cathode exhibits high capacity, high energy density and long lifetime of sodium ion battery due to Ga3+ activation of V4+/V5+ in the high potential region of Na3V2(PO4)3-based cathodes to achieve reversible multi-electron reversible reaction in a wide voltage range; and Ga3+ is not involved in the electrochemical process, making the cycling process very stable.",
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Graphical abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "In the past 30 years, lithium-ion batteries (LIBs) have been successfully commercialized because of their high energy density and long cycle life[1], [2], [3]. However, the scarcity and geographically unbalanced distribution of lithium resources has hindered the further development of LIBs[4]. Therefore, sodium-ion batteries (SIBs), which have similar working mechanisms with LIBs, has attracted wide attention due to the low cost and high natural abundance of sodium resource[5], [6]. However, the commercialization of SIBs is mainly restricted by the unsatisfactory capacity and low energy density of cathode materials[7], [8]. Thus, it is urgent to develop competitive cathodes with excellent electrochemical performance so as to promote the practical applications of SIBs.",
                "Recently, various cathode candidates for the cathodes of SIBs have been developed, including layered metal oxides[9], [10], Prussian blue homologues[11], [12] and polyanionic compounds[13], [14]. It is worth noting that vanadium-based materials are widely used in various applications due to their unique properties[15], [16], [17], and they are also valuable for research in cathode materials for sodium-ion batteries. Among them, sodium superionic conductor (NASICON) type Na3V2(PO4)3-based cathodes have been widely favored due to their stable three-dimensional framework for rapid sodium ion diffusion, high operating voltage induced by the strong inductive effect of phosphates and tunable redox couples of V element. However, pure Na3V2(PO4)3 (NVP) generally exhibits the capacity much smaller than the theoretical capacity of 117 mAh g−1 in 2.0–4.5 V, low energy density and poor cycling performance due to its limited redox couples, low operating voltage and poor electrical conductivity. Therefore, various ions have been used to partially substitute V in the NVP to generate high-performance NVP-based solid solutions, such as Na3.05V1.03Fe0.97(PO4)3[18], Na3.2V2(PO4)2.9(MoO4)0.1[19], Na3.9Mn0.95Zr0.05V(PO4)3/C[20], Na3V1.5Cr0.5(PO4)3@dual-carbon[21], etc. Nevertheless, most of NVP-based solid solutions involve V3+/V4+ redox couple with approximately 2 electrons involved within the voltage range of 2.0–4.5 V, which limits the capacity and energy density of the materials. Very recently, it is found that the activation of high-potential V4+/V5+ in NVP-based materials makes full use of the four stable oxidation states (V2+/V3+/V4+/V5+) of the active central metal element V to achieve reversible conversion of the three redox couples and ultimately the reversible participation of multielectron (>2e−) in the reaction, thus leading to the significant increase in the specific capacity and energy density. Single-metallic elements that may induce reversible multi-electron reactions can be learned from past reports[18], [22], [23], [24]. It has been found that reversible multi-electron reactions can be realized after doping NVP with Fe[25], Mn[22], Cr[5], or Al[26], respectively. For example, Chen et al. used Cr3+ to activate the V4+/V5+ at high potential (4.0 V) in non-aqueous electrolyte, resulting in a significant increase in operating voltage and specific capacity and thus exhibiting excellent specific capacity and long cycle life (Na3V1.5Cr0.5(PO4)3: 163.2 mAh g−1 at 0.1C and 72.1% retention over 2650 cycles at 5C within 1.0–4.2 V)[5], while Sun et al. found that Al3+ substitution for V3+ in the NVP could reversibly activate the V4+/V5+ redox couple to achieve a multielectron reaction from V2+ to V5+, giving excellent electrochemical properties (Na3V1.5Al0.5(PO4)3: 163 mAh g−1 at 0.1C and 87.9% retention over 500 cycles at 5C within 1.0–4.4 V)[26]. Obviously, the substitution of unique metal ions for V3+ in the NVP can effectively activate V4+/V5+ to achieve a multielectron redox reaction for developing high-performance NVP-based cathodes. It has been noted that Ga3+ is frequently considered as a good dopant to enhance the structural stability in LiNi0.8Co0.2O2[27], CoM2O4[28] etc. Interestingly, Ga and Al are in the same main group with similar physicochemical properties and thus may be reasonably expected that Ga3+ can activate the V4+/V5+ redox couple in the NVP. Hu et al. combined the catalytic effects of VOx and Ga2O3 to form in situ graphene-like graphitic layer decoration on Na3V1.6Ga0.4(PO4)3, obtaining excellent rate performance (capacity 96.3 mAh g−1 at 30C)[29]. Subsequently, Wang et al. reported that both Na3VGa(PO4)3 and Na3VAl(PO4)3 achieve V4+/V5+ conversion at 4.0 V and investigated the reasons for the potential difference between V4+/V5+ (4.0 V) in NVP derivatives and theoretical V4+/V5+ (4.6 V) in NVP[23]. To our knowledge, there are few reports on the multi-electron reaction in NASICON-type polyanion phosphates induced by the doping of Ga3+.",
                "Herein, non-electrochemically active Ga3+ is used to activate high-potential V4+/V5+ redox couple for achieving multi-electron effects over a wide voltage range in the NVP-based materials. After the addition of Ga3+ (Na3V2-xGax(PO4)3), three redox couples of V2+/V3+, V3+/V4+ and V4+/V5 for V are observed in the voltage range of 1.4–4.2 V, and the electronic conductivity of the NVP-based cathodes is greatly improved. Consequently, the material with x = 0.75 exhibits excellent electrochemical performance: in 1.4–4.2 V, giving the capacity of 152.3 mAh g−1 at 1C, corresponding to a high energy density of 497.6 Wh kg−1 and presenting the capacity retention rate of 84.52% at 10C after 600 cycles, while in 2.2–4.2 V, delivering the initial discharge capacity of 105 mAh g−1 at 1C, with the capacity retention rate of 92.3% after 400 cycles, and providing 88.3 mAh g−1 capacity at 40C."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Na3V2-xGax(PO4)3 were synthesized through a high-temperature solid-state reaction using NaH2PO4 (≥99.0%, Sinopharm), NH4VO3 (AR, 99%, Aladdin), Ga(NO3)3 xH2O (99.9%, Macklin) and C6H8O7 (≥99.5%, Sinopharm) as raw materials. Citric acid (≥99.5%, Sinopharm) was utilized as a reducing agent, and the molar ratio of the citric acid and NH4VO3 was 2:1. Initially, all the materials were mixed in 40 mL anhydrous ethanol and ball-milled for 12 h on a planetary ball mill. Then, the dried powder was annealed at 350 °C for 4 h and subsequently at 800 °C for 8 h in an Ar/H2 (v/v, 95:5) atmosphere in a tube furnace to obtain Na3V2-xGax(PO4)3 powders."
                    ],
                    "name": "Materials synthesis",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The crystal structure of the Na3V2-xGax(PO4)3 was measured by X-ray diffraction (XRD, Miniflex) with a Cu-Kɑ (λ = 1.54 A) radiation source (2θ). The General Structural Analysis System (GSAS) software with EXPGUI interface was used for Rietveld refinement [30]. The carbon in the cathode was characterized by Raman spectroscopy (HORIBA LabRAM HR 800). The chemical bonds and elemental valence states on the surface of the material were examined by an X-ray photoelectron spectroscopy system (XPS, ESCALAB Xi). The microscopic morphology and structure of the prepared materials were observed by field emission scanning electron microscopy (SEM, zeiss/sigma500) and transmission electron microscopy (TEM, JEOL JEM-2100F). The selected area electron diffraction (SAED) of the prepared materials was characterized by TEM. The element distribution can be detected by EDS mapping."
                    ],
                    "name": "Materials characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical tests of the materials were performed on CR2032 coin-type batteries. The cathode material slurry was prepared by mixing Na3V2-xGax(PO4)3, acetylene black and polyvinylidene fluoride binder (PVDF) (AR, Guangzhou Kelud Co., LTD) in the mass ratio of 7:2:1 with an appropriate amount of N-methyl-pyrrolidone (NMP) (AR, Guangzhou Kelud Co., LTD) as the solvent. The slurry was uniformly applied to the aluminum foil and dried in a vacuum oven at 120 °C for 12 h. And after that, it was cut into a 14 mm diameter circular film. The separator was a glass fiber (Whatman, GF/A), and 1 M NaClO4 in ethylene carbonate/propylene carbonate (EC/PC, v/v 1:1) with 2 wt% fluoroethylene carbonate (FEC) was used as the electrolyte. CR2032 button half batteries were assembled in a glove box containing high-purity argon gas. The charge/discharge curves, rate performance, long cycle stability and galvanostatic intermittent titration technique tests were performed using a battery automatic test system (LAND, CT2100A, Wuhan, China). The CV curves were tested using an electrochemical workstation (CHI760E, Shanghai, China). Electrochemical impedance (EIS) was measured over a frequency range of 0.01 to 105 Hz."
                    ],
                    "name": "Electrochemical performance",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The reaction kinetics can be further described by the following relationships[31].(3)",
                        "i = a v b(4)",
                        "l o g i = b l o g v + l o g a(5)",
                        "i V = k 1 v + k 2 v 1 / 2where i is the peak current of the CV curve, v is the scan rate, a and b are adjustable parameters and V is the fixed potential. The value of b determines the type of extraction/insertion of Na+.",
                        "The calculation of diffusion coefficient (DNa) using GITT can be based on this equation[26].(6)",
                        "D Na = 4 L 2 π τ Δ E s Δ E t 2 τ< <L 2 /D Nawhere L is the thickness of Na3V2-xGax(PO4)3 on the aluminium foil, τ is the charging time per round and π is approximately equal to 3.1416.",
                        "DFT calculations.",
                        "All of the spin-polarized DFT calculations were performed using the VASP program[32], [33], [34], which uses a plane-wave basis set and a projector augmented wave method (PAW) for the treatment of core electrons[33]. The Perdew, Burke, and Ernzerhof exchange–correlation functional within a generalized gradient approximation (GGA-PBE)[35] was used in our calculations. For the expansion of wavefunctions over the plane-wave basis set, a converged cutoff was set to 500 eV. In geometry optimizations, all the structures were relaxed up to the residual atomic forces smaller than 0.02 eV/Å, and the total energy was converged to 10−5 eV. The Brillouin zone integration was performed on the (6 × 6 × 2) Monkhorst–Pack k-point mesh[36]. The DFT + U method was performed to correct the localized 3d electrons of V with a U of 3.1 eV. The Bader charge analysis[37] was applied to analyze the oxidation states of V atom (V2+/V3+/V4+/V5+) in NaxV2(PO4)3 and NaxV1.17Ga0.83(PO4)3."
                    ],
                    "name": "Computational details",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "A series of NASICON-type Na3V2-xGax(PO4)3 cathodes (x = 0, 0.5, 0.75, 1) are prepared by an ordinary high-temperature solid-state reaction (abbreviated as NVP-Ga0, NVP-Ga0.5, NVP-Ga0.75 and NVP-Ga1, respectively). The Supporting Information section provides a comprehensive overview of all the experimental details. The crystal structures of the Na3V2-xGax(PO4)3 are shown in Fig. S1. All samples possess high crystallinity and can be associated with the typical NASICON structure with a rhombohedral space group of R-3c[38]. The X-ray diffraction (XRD) Rietveld refinements of the Na3V2-xGax(PO4)3 (x = 0,0.5, 0.75 and 1) are carried out and the results are shown in Fig. 1a-b and Figs. S2a-2b. The fitting parameters of all the samples are within the acceptable values (Rwp = 10.61%/Rp = 7.72%/χ2 = 2.991 for the NVP-Ga0; Rwp = 7.98%/Rp = 6.33%/χ2 = 3.647 for the NVP-Ga0.5; Rwp = 7.27/Rp = 5.76%/χ2 = 2.966 for the NVP-Ga0.75; Rwp = 7.95%/Rp = 6.65%/χ2 = 3.382 for the NVP-Ga1), showing a good matching between the calculated and experimental patterns. The average bond lengths of Na2-O related to electrochemical properties in the Na3V2-xGax(PO4)3 are calculated, and the results are shown in Fig. S3. Among the four cathodes, the NVP-Ga0.75 possesses the longest Na2-O bond, implying the optimum electrochemical performance[39]. From Fig. 1c and S4, in the [MO6] (M = V, Ga) octahedral structure, the Ga atoms are located at the same positions as the V atoms. The [VO6]/[GaO6] octahedra are linked to [PO4] tetrahedra through oxygen atoms to form the basic units of [Ga0.75V1.25(PO4)3], which creates ion channels for the rapid de/insertion of Na+, while the Na+ ions occupy two distinct sites (6b, 18e), with Na1 situated in the six-fold coordination oxygen (NaO6) at 6b and Na2 situated in the eight-fold coordination oxygen (NaO8) at 18e[40]. In general, the presence of Na1 contributes to the stability of the structural framework, whereas Na2 is more susceptible to being de/inserted during charging and discharging[13], [38]. It has been reported that reversible activation of V4+/V5+ is possible only if the NVP-based cathode has sufficient Na+ at the Na2 site[39]. The crystal cell parameters of the NVP-Ga0 and NVP-Ga0.75 are shown in Tabs. S1-S2. Compared with the NVP-Ga0, the Na2 site of the NVP-Ga0.75 has sufficient Na+, which may be one of the reasons why the NVP-Ga0.75 can reversibly activate V4+/V5+. The carbon contents of the NVP-Ga0 and NVP-Ga0.75, analyzed by CHNS elemental analysis, are 11.91 wt% and 7.74 wt%, respectively (Tab. S3). The Raman spectra in Fig. 1d reveal two similar characteristic peaks of carbon for the NVP-Ga0 and NVP-Ga0.75 at 1350 and 1580 cm−1, respectively, representing disordered (D band) and graphitized (G band) carbons, separately; in addition, the ID/IG values observed for the NVP-Ga0 and NVP-Ga0.75 are almost similar (≈1.0), indicating partially graphitized carbon frames and thus suggesting a good electrical conductivity[41], [42]. The Fourier transform infrared spectroscopies (FT-IR) of the NVP-Ga0 and NVP-Ga0.75 show that the structural information of the two samples is almost identical, confirming the existences of PO4 functional groups and V/Ga − O bonds[39], [41](Fig. 1e). The Survey X-ray Photoelectron Spectroscopy (XPS) spectra (Figs. S5-6) of the NVP-Ga0 and NVP-Ga0.75 show that Na, V, P, O and C elements are similar except that the NVP-Ga0.75 contains Ga[29], [31], [43], [44]. In Fig. 1f, the C 1s spectra of both NVP-Ga0 and NVP-Ga0.75 show obvious three similar conductive carbon peaks, corresponding to CC (284.8 eV), CO (286.4 eV) and OCO (288.6 eV) bonds, respectively[5], [45], [46], [47]. Figs. S7 and S8 show that NVP-Ga0.75 and NVP-Ga0 have similar O 1s spectra, corresponding to PO (531.2 eV), CO (532.9 eV) and absorbed H2O (535.4.6 eV) bonds[19], respectively. The V 2p of NVP-Ga0 and NVP-Ga0.75 are shown in Fig. 1g, where two spin orbit peaks at 517.14/517.0 eV and 524.0/523.7 eV are attributed to V 2p3/2 and V 2p1/2, respectively, suggesting the existence of the trivalent V3+[48], [49]; however, the peak of the NVP-Ga0.75 is slightly shifted toward the lower binding energy compared to the NVP-Ga0, suggesting that the electron density at the V-site increases after Ga3+ doping and thus the electron transfer rate increases[50]. In Fig. 1h, the Ga 2p spectrum of the NVP-Ga0.75 shows that two signal peaks are located at 1145.6 eV and 1118.6 eV, respectively, corresponding to the trivalent Ga3+ assigned to the orbitals of Ga 2p1/2 and Ga 2p3/2[29], [51]. To make sure that the measured XPS results of the materials are credible, the XPS of the materials after etching 10 nm is further tested. It is found that the XPS results before and after etching are very similar (Fig. S9), indicating that it is feasible to use surface XPS to study the element valence states of Na3V2-xGax(PO4)3.",
                "The micromorphology and composition of the NVP-Ga0 and NVP-Ga0.75 are presented in Figs. 2, S10 and S11. From Fig. 2a and 2b, both samples possess the irregular micromorphology, but the NVP-Ga0.75 is slightly larger and more dispersed. As shown in Figs. S10 and S11, the uniform elemental distributions are detected in the NVP-Ga0 and NVP-Ga0.75. From Fig. 2c and 2d, the cathode particles are effectively confined in a continuous and complete carbon matrix derived from citric acid, enhancing the overall conductivity of the NVP-Ga0.75[39], [40]. As shown in Fig. 2e, the NVP-Ga0.75 particles are uniformly coated with a carbon layer of ∼ 3.5 nm thickness, which can act as a binder to adhere the NVP-Ga0.75 nanoparticles to the carbon matrix and the lattice stripe with a spacing of 0.43 nm is detected in the material, corresponding to the (1 1 0) plane of the NASICON-type structure. Cleary, the NVP-Ga0.75 is polycrystalline and the elements of Na, Ga, V, P, O and C are uniformly distributed in the material (Fig. 2f and 2 g).",
                "The electrochemical properties of the Na3V2-xGax(PO4)3 electrodes are examined in CR2032 coin-type cells. Fig. 3 presents the electrochemical properties of the Na3V2-xGax(PO4)3 electrodes in the range of 2.2–4.2 V. From Fig. 3a, the NVP-Ga0.75 exhibits excellent cycling stability with the capacity of 96.8 mAh g−1 and capacity retention of 92.3% after 400 cycles at 1C, much better than the other three electrodes (NVP-Ga0:18.9 mAh g−1 and 20.6%; NVP-Ga0.5: 84.3 mAh g−1 and 91.4%; and NVP-Ga1: 73.4 mAh g−1 and 89.2%), showing the optimal electrochemical performance after the the moderate doping of Ga. The corresponding galvanostatic charge/discharge (GCD) curves (Fig. S12) show that the NVP-Ga0.75 has the weakest polarization, the NVP-Ga0.5 is the second weakest, and the NVP-Ga0 has the strongest polarization, suggesting that the reversibility of Ga-doped NVP is enhanced, and that the performance of NVP-0.75 is optimal. Among them, the NVP-0.75 has the best performance, followed by the NVP-Ga0.5. As shown in Fig. 3b and 3c, the GCD curves of the NVP-Ga0.75 at 1C within 400 cycles overlap much better than those of the NVP-Ga0, showing suppressed voltage decay and high-capacity retention. Moreover, the NVP-Ga0.75 shows an additional voltage plateau at 4.0 V, indicating that the V4+/V5+ at high potential has been activated after the introduction of Ga into the NVP[5], [31], [39]. From Fig. 3d for the NVP-Ga0.75, the dQ/dV plot derived from the initial GCD curve of Fig. 3b highlights two pairs of sharp oxidation/reduction peaks, belonging to the redox pairs of V3+/4+ and V4+/5+, respectively, corresponding to two voltage plateaus of the GCD curves at ∼ 3.4 V and ∼ 4.0 V, respectively, which indicates a continuous transformation of V3+ to V4+ and then to V5+. On the other hand, the dQ/dV plot of the NVP-Ga0 (Fig. S13) only exhibits one pair of oxidation/reduction peak, in agreement with the redox couples of V3+/4+. The cyclic voltammetry (CV) curves of the NVP-Ga0.75 (Fig. 3e) at 0.1 mV s−1 in the range of 2.2–4.2 V shows two pairs of distinct redox peaks, corresponding to V3+/V4+ and V4+/V5+, respectively, further indicating that high-potential V4+/V5+ is involved in the electrochemical process. From Fig. 3f, the NVP-Ga0.75 exhibits a reversible capacity of 109.3 mAh g−1 at 0.5C, and gives a stable capacity of 88.3 mAh g−1 at 40C, while the rate is reset to 0.5C, the capacity is returned to 106.3 mAh g−1, showing much superior rate performance than the material with x = 0. As shown in Fig. 3g, the NVP-Ga0.75 has a high reversible capacity of 95.8 mAh g−1 with a capacity retention rate of 91.35% after 500 cycles at 10C. Even at an oversized rate of 20C, the NVP-Ga0.75 still works stably and has a capacity of up to 79.5 mAh g−1 after 500 cycles, maintaining 78.63% of the initial capacity (Fig. 3h).",
                "The electrochemical behaviors of the Na3V2-xGax(PO4)3 electrodes are investigated in the range of 1.4–4.2 V to highlight the superiority of multielectron redox reaction induced by the doping of Ga3+ in the NVP and the results are show in Fig. 4. From Fig. 4a, the NVP-Ga0.75 presents a reversible capacity of 152.3 mAh/g (497.6 Wh kg−1) with the capacity retention of 90% after 70 cycles at 1C, much better than the other three electrodes (NVP-Ga0: 160 mAh/g and 67%; NVP-Ga0.5: 145 mAh/g and 81%; and NVP-Ga1: 114.4 mAh/g and 89%). Fig. 4b and S14 show the charge/discharge curves of the NVP-Ga0.75 and NVP-Ga0 in the first ten cycles at 1C, respectively. Compared with those of the NVP-Ga0, the curves of the NVP-Ga0.75 exhibits much smaller polarization and much better overlap[52]. Obviously, the NVP-Ga0.75 presents an additional voltage plateau at 4.0 V, corresponding to the conversion of V4+/V5+ at high operating potential, which accounts for the energy density advantage of the NVP-Ga0.75. The cycling stabilities of the NVP-Ga0 and NVP-Ga0.75 are evaluated and the results show in Fig. 4c-d and S15. The NVP-Ga0.75 has a capacity of 117.7 mAh/g after 210 cycles at 5C, with a capacity retention rate of 93.01%, much higher than the undoped cathode (38.9 mAh/g and 35.44%; Fig. 4c). As shown in Fig. 4d, the NVP-Ga0.75 has an initial discharge capacity of 91 mAh/g at 10C and exhibits the impressive reversible capacity retention of 84.52% after 600 cycles, far better than the material with x = 0 (94.3 mAh/g and 10.81% after 600 cycles). Even at 20C, the NVP-Ga0.75 still exhibits the capacity of 70 mAh/g with the capacity retention of 76.25% after 1000 cycles, a capacity decay of 0.02375% per cycle and average Coulomb efficiency of 99.96% within 1000 cycles. In order to further prove the structural stability of the NVP-Ga0.75, the XRD patterns of the material cycled for different cycles are analyzed and the results are shown in Fig. 4e. Clearly, there is almost no change in the XRD patterns of the material before and after cycling, suggesting excellent structure stability. Fig. 4f shows the electrochemical impedance spectroscope (EIS) of the NVP-Ga0.75 cycled for different cycles at 10C. It can be observed that the shapes of the recorded EIS are quite similar after cycling for different cycles. With the increase of the number of cycles, the charge transfer resistance (Rct) decreases slightly (Fig. 4g), indicating that the electrode has ultrafast reaction kinetics, and thus exhibits excellent rate performance and long cycle stability. From Fig. 4i, the NVP-Ga0.75 provides a reversible capacity of 149.5 mAh/g at 0.5C and shows a stable capacity of 58.9 mAh/g at 40C, while when the rate returns to 0.5C, the capacity can return to 142.3 mAh/g, which is significantly better than the other three cathode. As shown in Fig. 4h and Tab. S4, the NVP-Ga0.75 exhibits excellent specific capacity and cycling performance in the voltage ranges of both 1.4–4.2 V and 2.2–4.2 V, being comparable/superior to most of the recently reported similar materials[5], [21], [25], [31], [39], [40], [53], [54], [55], [56], [57].",
                "Ex-situ XRD and ex-situ XPS are used to investigate the sodium storage mechanism of the NVP-Ga0.75 cathode during electrochemical reaction in the range of 1.4–4.2 V. As shown in Fig. 5a and 5b, the diffraction peaks of the cathode shift, disappear/appear or split during electrochemical reaction. Specifically, during the charging to 3.3 V, the diffraction peaks of the NVP-Ga0.75 continuously shift to higher angles, indicating the removal of Na+ ions and lattice shrinkage. At this stage, there is a typical single-phase reaction mechanism that lacks the appearance of a new phase and the disappearance of the original phase, and exhibits the V2+/V3+ conversion. When the voltage further increases to 3.8 V, the crystal faces of (0 2 4) and (1 1 6) move towards a higher angle than those of the previous phase, in which V3+ is oxidized to V4+, both (1 0 4) and (1 1 3) peaks split into two peaks, and the (3 0 0) peak disappears, suggesting a typical bi-phase reaction[26], [58]. This process consumes 1.25Na+ at Na2 sites and the remaining 0.75Na+ at Na2 sites may be responsible for the reversible conversion of V4+/V5+. When charging to 4.0 V, the diffraction peaks are shifted towards higher angles, and V4+ is converted to V5+. In contrast to the charging process, when the discharge is completed (1.4 V), the diffraction peaks are completely reversed to the initial peaks’ positions, indicating a reversible de/intercalation of Na+ ions during charging and discharging process. The CV curves in the first three cycles for the NVP-Ga0 and NVP-Ga0.75 at 0.1 mV s−1 within 1.4 ∼ 4.2 V are shown in Fig. 5c. The separations of anode and cathode peaks (ΔV) for the NVP-Ga0 and NVP-Ga0.75 are shown in Tab. S5. The ΔV values of the NVP-Ga0.75 are much smaller and the coincidence of the curves of the NVP-Ga0.75 are much better that those of the material with x = 0, indicating that the introduction of Ga3+ into the NVP greatly improves the reversibility of the electrochemical reaction[58]. Two pairs of peaks of the NVP-Ga0 and NVP-Ga0.75 at about 1.7 V and 3.5 V are attributed to the common redox pairs of V2+/V3+ and V3+/V4+ in NVP-based electrodes, respectively. In addition, the NVP-Ga0.75 present an additional redox couple at 4.0 V (V4+/V5+) (Fig. 5c). The ex-situ XPS spectra of the NVP-Ga0.75 under different charge/discharge states (pristine, charged (3.6 V), charged (4.2 V) and discharged (1.4 V) are shown in Fig. 5d and 5e. From Fig. 5d, the V element exists in a trivalent form (V3+) in the initial sample. When charged to 3.6 V, the peaks move towards higher binding energies, at which V element is present only as V4+, indicating a complete transformation of V3+ to V4+. When continually charging to 4.0 V, V4+ and V5+ coexist in the NVP-Ga0.75, indicating partial oxidation of V4+ to V5+, while when discharging to 1.4 V, the V element is reduced to V2+. In contrast, the peaks of Ga 2p (Fig. 5e) are consistently similar to the initial state, indicating that it only exists as trivalent Ga3+ without own electrochemical reaction process. These prove that V4+/V5+ redox couple has electrochemical reactivity and can reversibly participate in the electrochemical process involved multiple electrons in the NVP-Ga0.75. To further investigate the mechanism of Ga3+ induced reversible V4+/V5+ in NVP-Ga0.75, the change of ion occupancy during charging and discharging is calculated. The XRD Rietveld refinements of pristine and the material charged to 4.2 V are displayed in Fig. S16. From Figs. S16a-16b and Table S6-7, it can be seen that compared to the pristine, Na2 occupancy is close to 0 when charging to 4.2 V, while Na1 occupancy remains almost constant, and the crystal structures at pristine and 4.1 V (Figs. S16c-16d) specifically show that after charging only the Na+ at the Na2 site is extracted, suggesting that the reversible activation of V4+/V5+ is due to sufficient Na+ occupying the Na2 site, which is also consistent with the study that Na3.4V1.6Fe0.4(PO4)3 can reversibly activate V4+/V5+[39].",
                "To further elucidate the reasons for the improved electrochemical properties after the doping of Ga3+, the kinetic properties of the NVP-Ga0.75 are investigated and the results are shown in Fig. 6. The Na+ diffusion coefficients (DNa) of the NVP-Ga0 and NVP-Ga0.75 are evaluated by galvanostatic intermittent titration technique (GITT) (Fig. 6a and b). Apparently, the calculated DNa values of 10−7 ∼ 10−10 cm2 s−1 for the NVP-Ga0.75 are higher than those of the NVP-Ga0 (10−8 ∼ 10−12 cm2 s−1), which are also higher that most of the reported Na3V2(PO4)3-based cathode materials[26], [55], [31], being favorable for the rate performance. The EIS reveals that the NVP-Ga0.75 has much lower Rct than NVP-Ga0 (Fig. S17), implying that the NVP-Ga0.75 has much superior reaction kinetics than the material without the Ga doping. The CV curves of the NVP-Ga0.75 at different scan rates are used to understand the contribution of capacitance to the total capacity (Fig. 6c). As the scan rate increases, the oxidation/reduction peaks move to higher and lower potentials, respectively. As shown in Fig. 6d, the b values of peaks 1 ∼ 6 range from 0.54 to 0.96, indicating the coexistence of capacitive and diffusive behaviors in the NVP-Ga0.75. Generally, there are two types of processes for Na+ storage in SIBs: a Faradic process that ensures the operating voltage with a transition metal redox reaction, and a non-Faradic process that contributes to the rate and cycling performance (referred to as pseudocapacitive process)[52]. The pseudocapacitive contribution of the NVP-Ga0.75 (Fig. 6e) is 65% at 0.1 mV s−1 and increases with increasing scan rate, finally reaching 81% at 0.5 mV s−1, showing that the electrochemical behavior of the material is mainly influenced by pseudocapacitance. Therefore, the extended lifetime and improved rate performance of the NVP-Ga0.75 may be mainly attributed to non-Faradic processes[31].",
                "The calculated net charges of V atoms are computed using Bader charge analysis, which are shown in the Fig. 7. To quantitatively analyze the redox mechanism of NaxV2(PO4)3 and Ga-doped NaxV2(PO4)3 (NaxV1.17Ga0.83(PO4)3), during desodiation processes, the Bader charges of V are calculated as a function of Na content × (Fig. 7), using density functional theory (DFT) calculations. During the Na+ extraction process of NaxV2(PO4)3 (4 ⩾ x ⩾ 1), the Bader charge of V increases, i.e. + 1.48e → +1.85e → +2.05e, which imply the redox processes of V2+/V3+/V4+ for NaxV2(PO4)3 during desodiation. When calculating, Na3V1.25Ga0.75(PO4)3 is approximated to NaxV1.17Ga0.83(PO4)3. For NaxV1.17Ga0.83(PO4)3, the Bader charge of V increases in the following order: +1.46e → +1.85e → +2.04e → +2.13e as Na content decreases (4 ⩾ x ⩾ 1.33), indicating the redox processes of V2+/V3+/V4+/V5+ for NaxV1.17Ga0.83(PO4)3 during desodiation. These DFT results show that the introduction of Ga3+ into Na3V2(PO4)3 can activate the V4+/V5+ redox couple, which are in good agreement with experimental results."
            ],
            "name": "Result and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, by activating the V4+/V5+ redox pair at a high potential of 4.0 V to increase the energy density of the material, we developed a Na3V2-xGax(PO4)3 cathode for sodium-ion batteries with a high energy density that outperforms similar materials that have been reported[5], [21], [25], [53], [54], [55], [56], [57]. It is found that the partial substitution of Ga3+ for V3+ induces three redox couples of V2+/V3+, V3+/V4+ and V4+/V5+ in the voltage range of 1.4–4.2 V, and simultaneously lengthens the average bond length of Na2-O closely related to electrochemical properties and increases the electron density at the V-site. Therefore, the Na3V1.25Ga0.75(PO4)3 cathode exhibits excellent electrochemical properties: in the voltage range of 2.2–4.2 V, giving an initial capacity of 105 mAh g−1 with a capacity retention rate of 92.3% at 1C after 400 cycles, and providing a stable reversible capacity of 88.3 mAh g−1 at 40C, while in the voltage range of 1.4–4.2 V, presenting the reversible capacity of 152.3 mAh g−1 at 1C (497.6 Wh kg−1) that means that the multielectron effect is realized and cycling stably for 1000 cycles at 20C with a capacity decay of 0.02375% per cycle. The present work verifies the reversible activation of V4+/V5+ in NVP after Ga3+ doping, and provides a feasible approach to develop high-energy–density NASICON-structured polyanionic phosphates as advanced cathodes for sodium ion batteries by activating high-potential V4+/V5+ redox couple[5], [26]."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "Yuxiang Chen: Investigation, Methodology, Conceptualization, Writing – original draft, Software. Xiangyue Liao: Software, Visualization, Formal analysis. Peng Wang: Data curation, Visualization. Ji Chen: Software. Xiaoqin Zhang: Formal analysis. Xingqiao Wu: Software, Visualization. Sean C. Smith: Formal analysis. Dunmin Lin: Resources, Writing – review & editing, Supervision. Xin Tan: Data curation, Software, Writing – review & editing. Qiaoji Zheng: Resources, Writing – review & editing."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of Competing Interest",
            "type": "section_h2"
        }
    ],
    "Title": "A high-energy-density NASICON-type Na3V1.25Ga0.75(PO4)3 cathode with reversible V4+/V5+ redox couple for sodium ion batteries"
}