{
    "DOI": "10.1021/acsami.3c06868",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Currently, lithium-ion batteries (LIBs) are one of the most important types of energy storage systems. Owing to the limited resources of lithium reserves, seeking alternatives to LIBs is of utmost necessity.  Sodium-ion batteries (SIBs) that have similar chemical properties as LIBs have been considered as a promising candidate owing to the cost-effective, higher earth abundance, and wider resource distribution of sodium compared with those of lithium.  However, owing to the larger radius of sodium ions (1.02 Å) compared to that of lithium ions (0.76 Å), SIBs exhibit poor sodium diffusion kinetics and deteriorated cycling performance due to complicated (de)sodiation behaviors, limiting their practical applications.  In recent decades, the development of cathode materials for SIBs has achieved great success.  The investigations on anode materials still need more attention as several challenges exit in the practical application of anode materials in SIBs, such as safety hazards from Na dendrites, low Coulombic efficiencies, poor rate capabilities, and deteriorated cycling performances. ",
                "Carbonaceous materials, alloy materials, metal oxides, and organic materials are commonly used as the anode materials for SIBs.  Among them, carbonaceous materials are some of the most widely studied anode materials for SIBs. Hard carbon shows good sodium storage properties of low charge/discharge potential, high capacity, and good cycling stability, but it exhibits insufficient initial Coulombic efficiency (ICE), which severely limits its practical use.  Alloying anodes, such as tin, phosphorus, and antimony, can be alloyed with Na to produce Na-metal alloys, which show high specific capacities and low redox potentials. However, these materials would undergo severe capacity reduction upon cycling.  Metal oxides are expected to undergo multielectron transfer reactions during the discharge and charge processes, delivering higher reversible capacities. However, they would experience considerable volume changes during the insertion and extraction of sodium ions, and the volume change leads to rapid agglomeration and pulverization of metal oxide particles, causing rapid capacity loss. ",
                "Two-dimensional (2D) materials, such as layered metal sulfides and graphene, represent a new class of materials with unique properties.  They have large specific surface areas, which can enlarge the contact area between the electrode material and the electrolyte, shorten the diffusion distance of sodium ions, and provide numerous active sites for sodium storage.  Among various 2D materials, layered metal sulfides are regarded as promising anode materials for SIBs, attracting widespread attention due to high capacity, superior conductivity, and abundance of elements.  SnSe is of particular interest due to its narrow band gap and high theoretical capacity (780 mA h g–1).  However, SnSe encounters significant challenges, such as large volume changes upon cycling, poor electronic conductivity, and slow transport kinetics. These problems can result in structural collapse and poor electrochemical performance. ",
                "Morphology control is an effective strategy to solve these problems.  For example, Liang et al. prepared a hierarchical porous pomegranate-like SnSe/ZnSe@C composite, exhibiting a specific capacity of 508.3 mA h g–1 at 0.05 A g–1 and maintaining a reversible capacity of 195.9 mA h g–1 after 10,000 cycles at 5.0 A g–1 for SIBs.  Zhao et al. prepared monodisperse SnSe nanoparticles with a unique yolk–shell structure, which had an initial charge capacity of 355.8 mA h g–1 at 500 mA g–1 and delivered high capacity retention of 72.5% after 150 cycles.  Yang et al. prepared SnSe nanosheets anchored on Ti3C2, showing a three-dimensional (3D) network structure, which maintained a high capacity (240.1 mA h g–1) after 1350 cycles at 100 mA g–1.  Zhao and co-workers prepared SnSe quantum dots, delivering an initial charge capacity of 338.7 mA h g–1 at 2 A g–1 and maintaining a reversible capacity of 268 mA h g–1 after 750 cycles. ",
                "The above-mentioned SIB anodes were primarily prepared using the traditional slurry-coating technique, in which binders and conductive carbon additives are necessary for the electrode structure. On the one hand, the use of binders, polyvinylidene fluoride (PVDF), carboxymethylcellulose sodium (CMC), or polytetrafluoroethylene (PTFE) would considerably reduce the conductivity of the electrode, thus impeding their potential application in high-performance energy storage devices.  On the other hand, the inactive binders and conductive carbon additives would lower the gravimetric energy density of SIBs.  Herein, a SnSe nanosheet array (SnSe NS) was prepared evenly on a flexible carbon cloth (CC) by vacuum thermal evaporation method, and its structure, morphology, and electrochemical performance were characterized. As an anode for SIBs, the SnSe NS electrode shows a high initial charge capacity of 713 mA h g–1 at 0.1C and maintains 410 mA h g–1 after 50 cycles. Electrochemical measurements demonstrate the faster kinetic process of the SnSe NS electrode compared to that of the SnSe blocky particles (SnSe BP). Furthermore, the SnSe NS electrode can still maintain its structure after 50 cycles. Herein, the importance of nanostructure fabrication in the design of high-energy SIBs is shown."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "SnSe NS and BP electrodes were synthesized using a vacuum thermal evaporation method on the substrate of a flexible CC, which is similar to the method given in a previous report.  Before the experiment, the CC was ultrasonically cleaned for 15 min with acetone, ethanol, and deionized water successively and dried at 60 °C for 12 h. SnSe powder was purchased from Alfa Aesar (99.999%), which was used as the evaporation source. The CC in the shape of a disk with a 1 cm2 size was used as the substrate. The evaporation was heated to 450 °C and kept for 90 min after the chamber was evacuated to a vacuum of ≈1 × 10–4 Pa. To adjust the microstructures of NS and BP, the substrate temperatures were set to room temperature (25 °C) and 200 °C, respectively."
                    ],
                    "name": "2.1.  Synthesis of Electrodes",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystal structure of the sample was characterized by X-ray diffraction (XRD) using a Bruker D8 Advance diffractometer with Cu Kα radiation in the 2θ range of 20–60°. The morphology of the sample was acquired using a Hitachi SU8010 field emission scanning electron microscope (FESEM) and a FEI Talos F200S transmission electron microscope (TEM) equipped with an energy dispersive X-ray spectrometer (EDS). The valence state of the element was investigated using a Thermo Scientific Escalab 250 Xi X-ray photoelectron spectrometer (XPS). The specific surface area was calculated by the Brunauer–Emmett–Teller (BET) method from N2 adsorption and desorption isotherms using a Micromeritics ASAP 2460 analyzer."
                    ],
                    "name": "2.2.  Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "SnSe NS and BP electrodes were used as anodes directly, and the loading of SnSe on the CC was ≈1 mg cm–2. The electrochemical performance of the electrode was measured using 2032-type coin cells. Sodium metal was used as the counter electrode. The electrolyte was prepared by dissolving 1 M NaClO4 in a mixture of ethylene carbonate (EC) and dimethyl carbonate (DMC) at a weight ratio of 1:1 with 5 wt % fluoroethylene carbonate (FEC). Galvanostatic charge/discharge measurements were performed on a Neware battery testing system. Cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS) measurements were conducted on a Solartron 1470E electrochemical workstation. The frequency range of the EIS was 0.01 Hz–100 kHz. Galvanostatic intermittent titration technique (GITT) measurements were carried out on the Neware battery testing system at 78 mA g–1 (0.1C) with a 30 min interval followed by an open circuit rest of 20 min. The diffusion coefficient of sodium ion was calculated according to  where τ is the duration of the current pulse, mB is the mass of the host material, VM is the molar volume of the electrode, MB is the molecular weight, S is the surface area of the electrode, ΔEs is the change in the potential (V) at a plateau, and ΔEt is the change in the potential (V) during the pulse time."
                    ],
                    "name": "2.3.  Electrochemical Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "Operando XRD analysis was performed using an in-house designed cell.  A thin beryllium plate, which is transparent for X-rays, was utilized as a current collector for the electrode material. The electrode slurry composed of SnSe, super P, and poly(vinylidene difluoride) (PVdF) at a weight ratio of 8:1:1 in an appropriate amount of 1-methyl-2-pyrrolidinone (NMP) was directly cast onto the beryllium plate, and the coated plate was dried at 60 °C overnight. A sodium metal plate was used as the counter electrode, while the electrolyte (1 M NaClO4 in EC and DMC at a weight ratio of 1:1 with 5 wt % FEC) was used to wet the Whatman glass fiber separator. The cell was discharged/charged at 78 mA g–1 (0.1C) in the voltage range of 0.01–3.0 V. At the same time, XRD was performed in the 2θ range of 25–55°."
                    ],
                    "name": "2.4.  Operando XRD",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "a shows the synthesis of SnSe NS and BP electrodes using a vacuum thermal evaporation method. Compared with traditional electrodes used in batteries, the as-prepared SnSe electrode constitutes a completely binder-free and flexible electrode. It can be easily bent without any damage, as shown in b,c. To investigate the crystal structure and morphology of the electrodes, XRD and FESEM were employed to characterize the samples. The XRD patterns of the as-prepared SnSe NS and BP electrodes are shown in d,e, respectively. Notice that the reflections of both electrodes match with the standard card of SnSe (SnSe JCPDS#48-1224) in addition to the reflection of the CC (a broad peak between 22 and 27°). The orientations of the two samples are different, which can be attributed to the different thermodynamic conditions. The preferential crystal surface of the SnSe is the (100) plane due to its lowest surface energy.  As the substrate temperature increases, the orientation of the (400) plane will also increase. As shown in f,g, the SnSe NS electrode shows the morphology of a nanosheet array, and the SnSe BP electrode has the distinct morphology of blocky particles. The lateral size and thickness of the SnSe NS are 1–5 μm and ≈10 nm, respectively, and the particle size of the SnSe BP ranges from 100 to 500 nm. The EDS elemental mapping results prove that both Sn and Se elements are uniformly distributed on the CC. The microstructure of nanosheet array usually has a large specific surface area, which is beneficial for increasing the electrode and the electrolyte contact area and shortening the diffusion pathway of sodium ions.",
                "To determine the chemical states of the SnSe NS and BP, the samples were further characterized by XPS. The corresponding XPS spectra are shown in . The Sn 3d spectra of the SnSe NS and BP, shown in , respectively, display two obvious peaks with binding energies of 486.7 and 495.3 eV, indicating that the valence state of Sn is 2+ in the samples.  The other two small peaks with binding energies of 485.3 and 493.7 eV correspond to the Sn–C bond, indicating that the SnSe NS and BP are tightly combined with CC, and the composite electrodes exhibit electronic coupling between them.  The Se 3d spectra of the SnSe NS and BP are shown in , respectively, in which two peaks with binding energies of 53.6 and 54.5 eV corresponding to Se2– match well with the previous reports of SnSe materials. ",
                "TEM was used to further study the microstructure and elemental composition of SnSe NS and BP. a shows the TEM image of the SnSe NS, in which the 2D structure is clearly observed. The high-resolution TEM (HRTEM) image in the selected area of the SnSe NS is shown in b, in which two lattice fringes with an interlayer spacing of 3.0 Å correspond to (011) and (0–11) planes of SnSe. The selected area electron diffraction (SAED) pattern of the SnSe NS in c represents the spot pattern of SnSe along the [100]-zone axis. As shown in the EDS results of the SnSe NS (d and ), the elements are distributed uniformly, and the atomic ratio of Sn/Se is close to 1. e shows the TEM image of the SnSe BP, and the corresponding HRTEM image is shown in f. Clear lattice fringes of 3.0 and 3.3 Å corresponding to the (011) and (210) planes of SnSe, respectively, are observed. g displays the SAED pattern of the SnSe BP, corresponding to the pattern of SnSe along the [1–22]-zone axis. As shown in h and , the Sn and Se elements distribute homogeneously, and the ratio of Sn/Se is close to 1 in the SnSe BP.",
                "Based on the aforementioned results, SnSe materials with different morphologies can be facilely obtained using the vacuum thermal evaporation method by adjusting the substrate temperature. The SnSe NS and BP on the CC would be of interest when used as anodes for SIBs, as no conductive carbon additives and binders are needed in the electrodes. In the following, the electrochemical performance of SnSe NS and BP is introduced. The capacity retentions of the SnSe NS and BP are presented in a. The capacity contribution of the CC has been deducted, and the cycling and rate capacities of the blank CC are shown in , respectively. As evident, the initial charge capacity and discharge capacity of the SnSe NS are 713 and 769 mA h g–1, respectively, which are higher than those of the SnSe BP (570 and 674 mA h g–1). Furthermore, the SnSe NS delivers a higher ICE of 92.7% than the SnSe BP (84.5%), and the irreversible capacity loss is mainly caused by the formation of solid electrolyte interphase (SEI) film.  It is worth noting that the SnSe NS exhibits a higher ICE owing to the design of the nanostructure. When the electrolyte encounters the nanosheet array structure that is binder-free, the SEI film forms directly on the entire surface of the individual ordered nanosheet during the initial cycle. This effectively prevents further consumption of the electrolyte, ensuring not only a high ICE but also promoting the achievement of stable cycling efficiency and cycling behavior.  Additionally, the SnSe material participates in the conversion reaction during the cycling process, and the nanosheet array structure not only effectively reduces the volume expansion but also shortens the diffusion distance of the sodium ions. As a result, their reaction kinetics is improved and the stability of reversible transformation is enhanced, which also facilitates the generation of a higher ICE. Similar methods of enhancing ICE and electrochemical performance by the design of nanostructures or morphological regulation have been reported in previous studies.  After the initial cycle, the Coulombic efficiency of the SnSe NS electrode increases remarkably and then reaches almost 100%, indicating its excellent reversibility.  shows the comparison of the SnSe NS with other SnSe-based anodes reported in the literature, indicating that the novel structure of the SnSe NS has the advantage of large capacity for SIBs.  After 50 cycles at 0.1C for the SnSe NS and BP, the capacity of the SnSe NS is retained at 410 mA h g–1, corresponding to 57% of its initial capacity, evidently higher than that of the SnSe BP (13 mA h g–1, 2.2% of the initial capacity). The decrease in capacity with an increasing number of cycles for the SnSe BP may be attributed to the significant volume changes of active materials, leading to irreversible structural changes and degradation of electrochemical activity.  Furthermore, the rate capabilities of SnSe NS and BP at rates from 0.1 to 2.0C and then back to 0.1C are shown in b. The SnSe NS demonstrates higher capacities at each rate than the SnSe BP. When the rate is set back to 0.1C, the SnSe NS can recover 85% of the initial capacity, whereas the SnSe BP can only recover 76% of the initial capacity, demonstrating that the SnSe NS exhibits better rate capability than the SnSe BP. c,d shows the corresponding discharge–charge curves of the SnSe NS and BP electrodes at different rates, respectively. Notice that the SnSe NS delivers larger capacities and smaller polarization than the SnSe BP at each rate. Additionally, the long-cycle stability of the SnSe NS electrode is determined at a high current density of 1.0C, and the SnSe NS electrode retains a capacity of 161 mA h g–1 after 250 cycles (e).",
                "To investigate the effect of the substrate on the structure, morphology, and electrochemical performance of SnSe, we used nickel foil to replace the CC, while keeping other experimental parameters the same. As shown in , the nanosheet array morphology mainly depends on the substrate temperature. The XRD pattern of the SnSe NS on the nickel foil verifies that the same phase of SnSe as the SnSe NS on the CC is obtained except for the substrate (). Although the substrate would not change the structure and morphology of SnSe, the capacity and cycling performance of the SnSe NS on the nickel foil are much lower than those of the SeSe NS on the CC, as shown in . This phenomenon may be ascribed to the smooth surface of the nickel foil, resulting in the exfoliation of the SnSe NS from the nickel foil during discharge/charge processes. In comparison with the pristine SnSe powder, the SnSe NS on the CC also delivers better cycling performance, proving the advantage of this electrode structure. In addition, the SnSe NS electrode exhibits a stable capacity of 285 mA h g–1 at 0.2C even after 100 cycles (). The Coulombic efficiency during cycling approaches 100%, indicating its excellent reversibility. Moreover, as the composite electrode, the SnSe nanosheet array and carbon cloth (NS/CC) exhibit a higher capacity of 131 mA h g–1 after 50 cycles at 80 mA g–1 than the SnSe blocky particles and carbon cloth (BP/CC), which has a capacity of only 81 mA h g–1 after cycling (). Even at higher rates from 160 to 800 mA g–1, SnSe NS/CC always delivers higher capacities than SnSe BP/CC (). According to the BET method, the specific surface area of the SnSe NS is 6.3 m2 g–1, which is larger than that of the SnSe BP (2.4 m2 g–1), and the pore size distribution curve indicates that the SnSe NS has a relatively narrow pore size distribution of ≈12 nm (). The satisfactory electrochemical performance of the SnSe NS can be ascribed to its large specific area and void space, enabling direct contact with the electrolyte and shortening the sodium ion diffusion distance. ",
                "To realize the superior electrochemical performance of the SnSe NS compared to the SnSe BP, operando XRD and CV measurements were performed to investigate the phase variation and reaction mechanisms upon (de)sodiation. a,b shows the operando  XRD results of the SnSe NS electrode. It is evident that the intensities of Be (45.8, 50.9, and 52.8°; JCPDS no. 22-0111) and BeO (38.8, 41.5 and 44.2°; JCPDS no. 78-1559) remain constant during the electrochemical stage.  The diffraction peaks at 29.4, 30.5, 31.1, 37.8, 43.3, and 49.7° correspond to the crystallographic planes (011), (111), (400), (311), (411), and (511) of SnSe, respectively. Upon sodiation, the diffraction reflections of SnSe decrease, and two weaker broad peaks appear at 34.8 and 37.2°, which are indexed to the (510) plane of Na3.75Sn and (220) plane of Na2Se, respectively, verifying the phase evolution. The phases of Na2Se and Na3.75Sn verify that the conversion reactions of SnSe + 2Na+ + 2e– → Sn + Na2Se and Sn + 3.75Na+ + 3.75e– → Na3.75Sn occur during cycling, respectively.  In the subsequent charging cycle, the signals at 29.4, 30.5, and 31.1° specifically regenerate, indicating the reversibility of the SnSe NS upon cycling. In addition, other diffractions of the SnSe NS do not exhibit enhancement during the charging process, which is possibly due to the reduced crystallinity and diminutive size of intermediates.  Comparatively,  shows the operando  XRD results of the SnSe BP electrode. Notice that the crystal planes involved in phase evolution are not identical to those of the SnSe NS, and the degree of the phase variation is not obvious as in the SnSe NS. The observed peaks for the phase evolution of the SnSe BP do not show distinct regeneration, indicating indistinct reversibility during the cycling process. Additionally, the signals corresponding to Na3.75Sn and Na2Se are comparatively weaker than those of the SnSe NS, suggesting a poor conversion reaction mechanism.",
                "As shown in a,b, SnSe NS and BP show similar redox peaks. The two strong peaks at approximately 0 and 0.25 V can be ascribed to the redox reaction of the CC, which can be verified by its CV curves (). In the cathodic scan, the broad peak at 1.1 V is assigned to Na2Se and Sn formed in the conversion reaction and the generation of SEI.  The reductive peak at ≈1.0 V also represents the conversion reaction,  and the reductive peak at ≈0.7 V is ascribed to the Na–Sn alloying process.  The reduction peak at 1.06 V is attributed to the conversion of Sn to SnSe,  and the weak peak at 1.58 V is due to the deintercalation of Na ions from the interlayer of SnSe.  The area of CV curves reflects the capacity of the electrode, and the current value indicates the rate of the reaction.  The SnSe NS displays CV curves with larger areas and peaks with higher currents compared to the SnSe BP, revealing a higher capacity and better kinetics of the SnSe NS. In addition, the SnSe NS displays CV curves that are more stable than the SnSe BP during cycling, indicating better cycling performance of the SnSe NS.",
                "Meanwhile, EIS measurements were carried out before cycling for the SnSe NS and BP electrodes to study sodium-ion diffusion kinetics. As shown in c, both Nyquist plots show a depressed semicircle in the high-frequency region and a sloped straight line in the low-frequency region. The former represents the charge transfer resistance (Rct) between the electrode and electrolyte, and the latter corresponds to the sodium-ion diffusion ability of the electrode.  It can be seen from the Nyquist plots that the diameter of the semicircle for the SnSe NS electrode is smaller than that for the SnSe BP electrode, and the SnSe NS electrode displays a larger slope of the straight line than the SnSe BP electrode, indicating the faster ion diffusion kinetics between the interface and the bulk material for the SnSe NS, leading to an increase in the electrochemical performance.  To further investigate the electrochemical process in the electrode, the distribution of relaxation time was carried out to distinguish the different electrochemical processes with different time constants. As shown in d, the time constant (τ) is characteristic of each polarization process and the area under the peaks reflects the contribution of the polarization resistance of a specific reaction to the total polarization of the cell.  According to previous reports, the peaks can be separated into three main electrochemical processes.  The P1 peaks are attributed to the interfacial resistance; the P2 peak corresponds to the charge transfer process; and the P3 peak represents the diffusion process. Evidently, the diffusion process is dominant in the whole electrochemical process, and the SnSe NS displays a lower P3 peak than the SnSe BP, proving its higher sodium-ion diffusion kinetics. GITT measurements were performed to calculate the sodium-ion diffusion coefficient. As shown in e,f, the average DNa+ value of the SnSe NS electrode is calculated to be ≈4.8 × 10–12 cm2 s–1, whereas that of the SnSe BP electrode is calculated to be ≈3.0 × 10–12 cm2 s–1. The higher DNa+ value of the SnSe NS contributes to its better rate capability compared to that of the SnSe BP.",
                "To further study the kinetics of the SnSe NS and BP electrodes, CV measurements were conducted at various scan rates ranging from 0.1 to 1.0 mV s–1. As shown in a,b, the currents of the anodic and cathodic peaks increase with the scan rates. Meanwhile, the CV curves are broadened and shift from the initial position due to the increased polarization and ohmic resistance.  The SnSe NS generates higher peak currents than the SnSe BP at the same scan rate, indicating that the SnSe NS has a higher sodium-ion storage capacity.  The pseudocapacitive and diffusion-controlled contribution of the whole capacity can be analyzed based on the following relationship of peak current (i) and scan rate (v), as shown by  where a and b are regulable parameters, and the b value can be calculated from the slope of the plot of log i vs log v. The b value of 0.5 indicates the diffusion-controlled behavior, whereas the b value of 1.0 indicates the pseudocapacitive process.  As shown in c,d, the b values of the SnSe NS electrode are calculated to be 0.60 for the reduction peak and 0.69 for the oxidation peak. By contrast, the b values of the SnSe BP electrode are calculated as 0.57 for the reduction peak and 0.64 for the oxidation peak. Therefore, both the SnSe NS and BP exhibit diffusion-controlled behavior and pseudocapacitive behavior. Furthermore, the SnSe NS electrode has b values higher than those of the SnSe BP electrode, indicating the more pseudocapacitive behavior of the SnSe NS electrode.",
                "The pseudocapacitive contribution can be calculated by  where k1v and k2v1/2 represent the pseudocapacitive and ion diffusion contributions, respectively. As shown in e,f, the pseudocapacitive contributions of the SnSe NS are 28, 51, 66, and 86% at 0.1, 0.2, 0.5, and 1.0 mV s–1, respectively, which are higher than those of the SnSe BP (24, 36, 51, and 73%). The SnSe NS has a higher pseudocapacitive contribution in the kinetic process than the SnSe BP, which would facilitate its ion transfer during the reaction.  Therefore, it can be one of the reasons that leads to the better electrochemical performance of the SnSe NS. The pseudocapacitive contributions to the total current of the SnSe NS and BP at 1.0 mV s–1 are shown in g,h in detail, respectively.",
                "To investigate the microstructure changes in the SnSe NS and BP after 50 cycles, the cycled cells were disassembled, and the harvest electrodes were characterized by XRD and SEM. As shown in , the SnSe NS electrode still exhibits obvious reflections of SnSe after 50 cycles, but no obvious reflections of SnSe could be observed in the cycled SnSe BP. The results indicate a comparative structural stability to a degree for the SnSe NS electrode. In addition, the phase of N9Sn4 may be derived from the discharge process.  From the SEM images (), the SnSe NS electrode maintains a nanosheet morphology after cycling, whereas the SnSe BP electrode changes to large lumps with obvious cracks, indicating that the SnSe NS electrode could adapt better to the volume changes upon cycling. Furthermore, the elemental distribution of Sn and Se is still uniformly distributed on the CC for the SnSe NS after cycling, as shown in . In contrast, the SnSe BP electrode shows a distinct surface morphology after cycling () from its pristine state (g). The surface is possibly covered by a thick SEI film and obvious cracks are observed, which results in the reduction of sodium-ion diffusion between the particles and a low capacity."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, the SnSe NS was synthesized by a vacuum thermal evaporation method on a flexible CC as an SIB anode without any binders or conductive carbon additives. Benefiting from the NS structure, the SnSn NS electrode showed superior electrochemical performance compared to the SnSe BP electrode. In particular, the initial charge capacity of the SnSe NS reached 713 mA h g–1 at 0.1C, and a capacity of 410 mA h g–1 was maintained after 50 cycles. This structure could effectively adapt to volume changes and prevent the pulverization of electrodes during cycling. Electrochemical kinetics results indicated that the SnSe NS exhibited more pseudocapacitive contribution and faster sodium-ion diffusion kinetics than the SnSe BP. Although the capacity retention is not as high as demonstrated in this study, which is probably due to the weak adhesion of SnSe to the carbon cloth, the SnSe nanostructure still provides considerable abilities to maximize capacities and improve sodium ion diffusion kinetics due to the advantage of the nanostructure. The drawback of capacity retention can be addressed by future nanostructure design. Therefore, this study demonstrated the importance of nanostructure fabrication in the design of high-energy-density SIBs."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "SnSe Nanosheet Array on Carbon Cloth as a High-Capacity Anode for Sodium-Ion Batteries"
}