{
    "DOI": "10.1002/smll.202104293",
    "Journal": "",
    "Keywords": [
        "density functional theory calculation",
        "interfacial covalent bonding",
        "sodium ion battery",
        "surface confinement",
        "Ti3C2‐Sb2S3 composites"
    ],
    "Sections": [
        {
            "content": [
                "Lithium‐ion batteries (LIBs) have reshaped our life through powering various devices from portable electronics to electric vehicles.[] However, limited lithium resources immensely restrain LIBs from further expanding to the field of large‐scale energy storage systems.[] Sodium‐ion batteries (SIBs) are emerging as promising alternative to LIBs due to the high abundance, high availability, and cost‐effectiveness of sodium resources and acceptable energy density.[] Moreover, the smaller electronegativity of Na+ (vs. Li+) enables faster ionic mobility in the electrolyte and lower desolvation energy at the electrolyte/electrode interface. Furthermore, SIBs share similar device architecture and working principle with LIBs, exhibiting potential to fill the niche in intermittent renewable and cleaner energy storage that LIBs have struggled to reach. Nevertheless, the larger ionic radius of Na+ (1.02 Å, ≈34% larger than Li+) generally leads to sluggish reaction kinetics within the electrode and poor structural stability. In addition, the strong metallicity makes it infeasible to directly applying sodium as anode for SIBs.[] Therefore, developing advanced electrode materials compatible with SIBs is highly imperative.",
                "The updated demand for safety‐credible and high‐capacity makes metal sulfides (MSx) promising anode candidates for SIBs due to their remarkable theoretical capacity and high abundance.[] Among them, antimony sulfide (Sb2S3) based on multielectron conversion‐alloy reactions (Sb2S3 + 6Na+ + 6e− ↔ 2Sb + 3Na2S and Sb + Na+ + 3e− ↔ Na3Sb, theoretical capacity: 947 mAh g−1) attracts intensive research interest.[] However, several drawbacks have seriously hindered commercial implementation of Sb2S3‐based anode materials for SIBs:[] 1) Poor conductivity of the reduced products (Na2S) results in poor electrical integrity of electrode, leading to large interfacial charge transfer impendence during desodiation reactions. 2) Huge volume swelling and aggregation of the discharged products trigger poor structural of the electrode stability and insufficient desodiation reaction. 3) Shuttle effect induced by generation and dissolution of polysulfides (Na2Sx, x = 4‐8) evokes continuous active mass loss and sharply increased interfacial charge transfer impedance.",
                "Developing advanced Sb2S3 host or polysulfide blocking materials is of great significance to address these issues. Graphene has captured extensive attention to serve as flexible host materials to buffer the volume change and maintain the structural integrity.[] Unfortunately, the nonpolar nature and the limited defect sites of graphene lead to insufficient localization of polar Sb2S3 and polysulfides. Under this circumstance, anchoring polar metal oxides, nitrides, etc., on graphene to immobilize Sb2S3 and polysulfides is considered to be effective strategy.[] However, the poor intrinsic electrical conductivity of oxides/nitrides is detrimental for efficient charge transfer upon cycling. Another typical 2D materials named MXenes (a vast group of transition metal carbide and nitrides) have caught extensive attention due to its high specific surface area, excellent conductivity, and mechanical stability.[] Furthermore, MXenes with a general formula of Mn+1XnTx (Tx represent –F, –OH, = O, etc.) are generally terminated with various functional groups, providing abundant chemically active sites for confining sulfides/polysulfides on the surface.[] As a typical representative MXene, Ti3C2Tx has been widely investigated because of it high stability and reproducibility. Combining Ti3C2Tx MXene with metal sulfides as anode for SIBs has been intensively reported, with Ti3C2Tx MXene serving as both charge storage contributor and flexible buffer to sustain the structural integrity of the electrode. For instance, the FeS2@ Ti3C2Tx MXene nanohybrid delivers a capacity of 563 mAh g−1 at a current density of 0.1 A g−1 after 100 cycles.[] SnS/ Ti3C2Tx composites also exhibit an impressive specific capacity of 646 mAh g−1 at 0.1 A g−1 after 100 cycles.[] However, the performance of Ti3C2Tx MXene/metal sulfide hybrid anodes are still far from the corresponding theoretical values.[] Three key problems need to be addressed for boosting the sodium storage performance of Ti3C2Tx MXene/metal sulfide composites: 1) Insufficient lamellar stripping and restacking of MXene flakes result in inadequacy exposure of active sites, leading to low mass loading of metal sulfides. 2) Weak coupling between metal sulfides and MXene matrix induces poor interfacial charge transfer efficiency and insufficient surface confinement. 3) Irreversible morphology or even phase change always take place during the oxidation process, especially in aqueous solution.",
                "Herein, sufficiently exfoliated Ti3C2Tx MXene anchored with monodispersed Sb2S3 nanoparticles (Ti3C2‐Sb2S3) is successfully achieved through exfoliation‐covalent bonding strategy. First, selective hydrofluoric acid (HF) etching of Ti3AlC2 powder and tetramethyl‐ammonium hydroxide (TMAOH) delamination result in generation of oligolayered Ti3C2Tx MXene, with sufficient exposure of modifiable terminations. Subsequently, monodispersed Sb2S3 nanoparticles are uniformly anchored on the surface of Ti3C2Tx MXene through covalent bonding of S‐Ti and Ti‐O‐Sb, under mild solvothermal reaction. As evidenced by systematic analysis and density functional theory (DFT) calculation, Ti3C2Tx MXene not only serves as flexible conductive matrix to buffer the volume change and maintain the electrical integrity of the electrode, but also provides ample active sites to bridge the gap between Ti3C2Tx MXene surface and Sb2S3 nanoparticles through covalent chemical linkage. Benefited from the unique hybrid structure and the synergistic effect between the monodispersed Sb2S3 nanoparticles and sufficiently exfoliated Ti3C2Tx MXene, Ti3C2‐Sb2S3 anode delivers a high reversible sodium storage capacity of 475 mAh g−1 at 0.2 A g−1 after 300 cycles, even retaining 410 mAh g−1 at 1.0 A g−1 after 500 cycles. Given the identified great sodium storage performance, the rational exfoliation‐covalent bonding strategy for Ti3C2‐Sb2S3 could be extended to other related fields."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The strategy for preparation of the Ti3C2‐Sb2S3 composite with efficient interfacial covalent bonding is schematically illustrated in Figure . First, oligolayered Ti3C2Tx MXene was prepared from Ti3AlC2 by selective etching and delamination methods in diluted HF and TMAOH solution, respectively. Meanwhile, most –F terminal groups were replaced by concentrated –OH groups during the delamination process, exhibiting higher chemical activity. Subsequently, the freeze‐dried oligolayered Ti3C2Tx MXene was dispersed in ethylene glycol (EG), mixed thoroughly with antimony chloride (SbCl3) and l‐Cys·HCl under sonication. The electrostatic attraction induced covalent bonding between Sb3+ and concentrated terminal –OH groups of Ti3C2Tx MXene took place during the following solvothermal reaction (Figure , Supporting Information), forming interfacial covalent Ti‐O‐Sb bond, which greatly prevents oligolayered Ti3C2Tx MXene from restacking. Simultaneously, sustained‐released S2− ions bond with Sb3+ forming Sb2S3 nanoparticles (NPs) anchored on the surface of oligolayered Ti3C2Tx MXene. In addition, the freshly formed Sb2S3 and the over‐released S"
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Interfacial Covalent Bonding Endowing Ti3C2‐Sb2S3 Composites High Sodium Storage Performance"
}