{
    "DOI": "10.1021/acsami.5b10182",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Room-temperature sodium (Na)-ion batteries (NIBs) have recently received renewed interest as an attractive alternative to lithium (Li)-ion batteries in the application of large-scale energy storage because of their natural abundance, low cost, and environmental friendliness of sodium resources.  In order to develop practical NIBs, research efforts have been focused on exploring suitable electrodes with sufficient electrochemical capacity and long cycle life because the larger ionic radius of Na compared to Li results in sluggish diffusion kinetics and structural collapse during volume changes.  Until now, a variety of host cathode materials have been successfully investigated as Na-insertion cathodes with adequate capacity and cycling stability, such as layered oxides,  phosphates,  hexacyanoferrate,  and so on. Unfortunately, limited progress has been made in the development of anode materials because major efforts are rather focused on carbonaceous materials.  Although several hard carbons (C) demonstrate Na storage capabilities with reversible capacities of 200–300 mAh g–1, it has been a nontrivial task to further improve their specific capacity because of limited Na host sites in C layers. Besides, a working potential very close to the deposition potential of Na metal for the carbonaceous materials would cause a significant safety issue.",
                "Recently, Na alloy materials have attracted an increasing amount of attention for their applicability as high-performance anodes because of their high reversible capacity and suitable charge–discharge potential plateau, e.g., Na3Sb (660 mAh g–1), Na15Sn4 (847 mAh g–1), and Na3P (2560 mAh g–1), with a safe potential plateau range of 0.2–0.8 V vs Na/Na+.  Among these alloy anodes, the antimony (Sb)-based alloy materials have continuously attracted interest because of their high reversible capacity of 600 mAh g–1 with adequate cycling performance.  However, it is noteworthy that, like other alloying reactions, the electrochemical Na storage process of Sb is inevitably accompanied by drastic volume expansion of the host materials (volume expansion of 390%),  which eventually leads to pulverization of the electrode materials and fast capacity decay. In order to alleviate this dilemma, many attempts have been devoted to developing Sb-based composites (Sb/C, Sb/inactive material, etc.)  and intermetallic compounds [Sb/tin (Sn), Sb/copper (Cu), etc.],  which can buffer volume expansion and enhance the conductive connection during the alloying/dealloying process. For instance, Xiao et al. first reported that a SnSb/C nanocomposite can provide a repeatedly stable and conductive supporter during electrochemical reaction by a self-support mechanism that stabilizes the structure, leading to high capacity (544 mAh g–1) and stable cyclability.  Subsequently, Sb-based materials (Sb/titanium, SiC/Sb/C, etc.) were also reported to demonstrate high Na storage capacity and good cycling performance.  Moreover, Sb-based materials of unique morphology are suggested to be beneficial in the enhancement of the electrochemical Na storage performance, e.g., Sb/C nanofibers  and Sb hollow nanospheres.  Therefore, it is concluded that in addition to the uniform distribution of nanosized Sb in the rigid matrix to yield a high-performance Sb anode, the unique morphology plays a vital role for the structural stability of the electrode. Henceforth, a feasible strategy to develop a uniform-distribution, nanosized-Sb composite with unique morphology is demanded for high capacity and stable cyclability of the Sb anode.",
                "A spherical hard-C nanoarchitechture is generally considered to be a high-capacity and -stability template material because of its high conductivity, uniform structure, high tape density, and strong tolerance to stress change.  Some nanosized metals or metal oxides encapsulated in the spherical C matrix have been successfully synthesized through a hydrothermal process and demonstrate improved capacity and cycling stability for Li-ion storage.  However, it is arduous to form a uniform distribution of nanosized Sb under hydrothermal conditions because antimony salt (SbCl3) is easily hydrolyzed. Therefore, the facile synthesis of Sb nanocrystals uniformly encapsulated in C microspheres still remains a challenge. Herein, a facile self-catalyzed solvothermal method is introduced by using furfural as a C source in ethanol to synthesize Sb@C microspheres with Sb nanoparticles (∼20 nm) uniformly dispersed in the C matrix. Because of their unique buffer structure, the Sb@C microspheres demonstrate a high capacity of 640 mAh g–1 at a current density of 50 mA g–1, with an excellent capacity retention of 92.3% after 300 cycles and a remarkable rate performance at 8C rate, demonstrating great promise as high-capacity and long-term-cyclable anode materials for NIBs."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "At first, 2 g of furfural and 1.14 g of SbCl3 were dissolved in 80 mL of ethanol with vigorous stirring for 2 h to obtain a uniform solution. The mixture was then transferred to a 100 mL Teflon-lined stainless steel autoclave and heated to 140 °C for 10 h. After the reaction was completed, the resulting black precipitate was isolated via filtration and dried in an oven at 80 °C for 12 h. Subsequently, the Sb@C microspheres were obtained by a carbon-thermal reduction reaction at 600 °C for 1 h in argon/dihydrogen (90:10, v/v). For comparison, the preparation process of the Sb/C particles is the same as that of the Sb@C microspheres but using Super P instead of furfural. In order to realize a fair comparison, the Sb@C microspheres and Sb/C particles have similar C content.",
                        "The Sb@C anode was prepared by mixing 80 wt % Sb@C microspheres, 10 wt % Super P, and 10 wt % poly(acrylic acid) (25 wt %) to form a slurry, which was then coated onto a Cu foil and dried at 60 °C overnight under vacuum."
                    ],
                    "name": "2.1 Material Synthesis and Electrode Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "The Sb@C microspheres were performed by scanning electron microscopy (SEM; ULTRA/PLUS, Zeiss) and transmission electron microscopy (TEM; JEM-2010-FEF, JEOL). The crystalline structures of the as-prepared microspheres were characterized by X-ray diffraction (XRD; Shimadzu XRD-6000). Composition analysis of the Sb@C microspheres and Sb/C particles was performed with thermogravimetric (TG) measurement (Diamond TG/DTA300)."
                    ],
                    "name": "2.2 Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The area of the electrode is ∼1.13 cm2, while the loading of the whole material is about 2.5 mg cm–2. The charge–discharge performances of the electrode were examined by 2032 coin-type cells using the Sb@C anode as a working electrode and a Na sheet as the counter and reference electrodes, 1 M NaPF6 dissolved in ethylene carbonate (EC) and diethylcarbonate (DEC) (1:1 by volume) with 5% fluoroethylene carbonate as the electrolyte, and a Celgard 2400 microporous membrane as the separator. The Na sheets were homemade by rolling Na lumps into a plate and then cutting into the circulated disks. All of the cells were assembled in a glovebox with a water/oxygen content lower than 1 ppm and tested at room temperature. A galvanostatic charge–discharge test was conducted on a LAND cycler (Wuhan Kingnuo Electronic Co., China). The discharge–charge capacities were calculated based on the pure Sb mass in the composites by deducting the capacity contribution of the pyrolyzed carbon from the furfural microsphere and Super P (). Cyclic votammetric measurements were carried out with the coin cells at a scan rate of 0.1 mV s–1 using a CHI 660c electrochemical workstation (ChenHua Instruments Co., China). Electrochemical impedance spectroscopy (EIS) spectra were recorded by an impedance measuring unit (1 M 6e, Zahner) with an oscillation amplitude of 5 mV in the frequency range from 100 mHz to 100 kHz."
                    ],
                    "name": "2.3 Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "To evaluate the structural and morphological effects of the Sb@C microspheres on their electrochemical performances, an irregular-shaped Sb/C particle was also synthesized by using Super P carbon under the same solvothermal conditions for comparison. As shown in a, both the Sb@C microspheres and Sb/C particles show similar XRD patterns, all of which can be unambiguously indexed to the hexagonal Sb (JCPDS 35-0732) sans impurities, implying complete reduction of Sb ions to metallic Sb by a carbon-thermal reduction reaction. Besides, no characteristic peaks of C were detected, indicating the amorphous state of C in these two materials. On the basis of the Scherer formula, the mean crystallite size of the Sb particles in the Sb@C microspheres was calculated to be ∼20 nm, while the Sb/C particles exhibit sharp diffraction peaks and very narrow peak width at half-height, indicating a larger Sb particle size. The larger Sb particle size of the Sb/C particles is likely due to nonuniform precipitation and reduction of Sb on the C powders (Super P carbon) during the solvothermal and carbon-thermal processes.",
                "The metallic Sb contents in the Sb@C and Sb/C samples were determined to be 41% and 42% from the TG results (), respectively, calculated based on derivation of the oxidation product of Sb2O4 investigated by XRD () after a heat treatment at 700 °C and the previous literaure.  The similar C content of the Sb@C and Sb/C composites assists in providing an identical baseline to compare their electrochemical performance. Raman spectroscopy was carried out to investigate the surface features of the Sb@C and Sb/C particles. As illustrated in b, the Raman spectra of the two samples primarily demonstrate two broad peaks at ∼1340 and ∼1580 cm–1, corresponding to the disordered-induced D band and in-plane vibrational G band of the sp2-type C, respectively. The relative peak area ratio of IG/ID, which is indicative of the degree of graphitization (or the electric conductivity), was calculated to be 0.37 and 0.62 for the Sb@C and Sb/C samples based on b, respectively.  The higher IG/ID value of the Sb/C sample indicates that the Super P carbon powder possesses a higher electronic conductivity than the pyrolyzed carbon.",
                "The morphological features of the Sb@C microspheres can be clearly seen from the SEM and TEM images. As shown in a,b, the as-prepared Sb@C microspheres demonstrate a uniformly monodispersed spherical shape with diameters ranging from 1 to 2 μm. c reveals the homogeneous encapsulation of Sb nanoparticles in the C microspheres. Because the carbonization temperature (600 °C) was below the melting point of Sb (631 °C), aggregation of the Sb nanoparticles during heat treatment can be effectively prevented, and the particles exhibits a final size of 15–20 nm, which is consistent with the results calculated by the Scherer formula in a. The high-resolution TEM (HRTEM) image in d clearly displays lattice fringes with a distance of ∼0.308 nm corresponding to the (012) plane of hexagonal Sb (JCPDS 35-0732), further confirming the presence of pure Sb nanoparticles in C microspheres. Energy-dispersive spectrometry analysis () also reveals that the Sb particles are embedded in the C matrix, as shown in d.",
                "The specific surface area and porous structure of the Sb@C microspheres and Sb/C particles are conducted and displayed by N2 adsorption–desorption experiments in . The N2 adsorption–desorption isotherm of the Sb@C microspheres displays sharp knees at a relative pressure of 0.1 bar and a hysteresis loop at high relative pressures, which is typical for the coexistence of microporous and mesorporous structures. The isotherm of the Sb/C particles shows no sharp knee in the low-pressure region (P/P0 < 0.1) and no hysteresis loop in the high-pressure region (P/P0 > 0.9), which belongs to the macroporous characteristics. This behavior implies that the Sb@C microspheres contain a higher content of micro- and mesopores with high surface area (300 m2 g–1), while the Sb/C particles possess few macroporous structures with minimal surface area (32 m2 g–1). Therefore, the nanosizes of the Sb particles, the uniform Sb dispersion in the C matrix, and the voids of combined pores can effectively buffer the massive volume changes of the Sb phase during Na alloying/dealloying reactions.",
                "From inspection of the XRD, SEM, and TEM results, it is discovered that the facile solvothermal process by using SbCl3 and furfural raw materials can successfully prepare monodispersed Sb@C microspheres with Sb nanocrystals homogeneously distributed in the C matrix. To understand the mechanism of the solvothermal process, comparative experiments were carried out by using different raw materials, i.e., single SbCl3, single furfural, furfural/HCl, and SbCl3/furfural. As portrayed in a, it is distinctly seen that there is a small quantity of white precipitate appearing in the single SbCl3 system [a(I)], while no visible changes are seen for the single furfural system [a(II)], indicating that SbCl3 alcoholyzed to form antimony oxides or hydroxides during the solvothermal process but the carbonization reaction of furfural cannot take place. Interestingly, HCl can be added to the furfural system to form a black precipitate [a(III)], identical with the SbCl3/furfural system [a(IV)], suggesting the occurrence of the carbonization reaction of furfural. It is assured that the carbonization reaction of furfural is an acid-catalyzed process. Therefore, the formation of Sb@C microspheres in the SbCl3/furfural system can be explained by the fact that SbCl3 is first alcoholyzed to produce traces of nanosized antimony hydroxides or oxides and H+ (b); subsequently, the produced H+ catalyzes the polycondensation of furfural to generate H2O (b). The presence of the generated H2O further accelerates hydrolysis of SbCl3 to produce additional antimony oxides and H+ catalyst. Thus, the polycondensation of furfural and hydrolysis of SbCl3 repeatedly take place by an in situ self-catalyzed reaction. During said reaction, the produced antimony oxide nanocrystals are adsorbed onto the oligomer that was generated from the condensation of furfural. Accompanied by the self-catalyzed reaction, the precursor of Sb compounds embedded in polyfurfural microspheres is gradually formed. Finally, Sb@C microspheres were obtained by a carbon-thermal reduction reaction at 600 °C. b illustrates a possible mechanism of Sb@C microsphere fabrication. It is clearly shown that the self-catalyzed reaction not only guarantees continuous hydrolysis of SbCl3 generating nanosized antimony oxides but also successively provides a supporter formed from the condensation of furfural for antimony oxide nanocrystals to hinder its agglomeration, resulting in formation of the Sb@C microspheres with Sb nanocrystals homogeneously encapsulated in the C matrix.",
                "The electrochemical Na storage performance of the Sb@C microspheres in the 1.0 mol L–1 NaPF6 EC/DEC electrolyte is given in . a illustrates the dominant features in the cyclic voltammetry (CV) plots with a pair of well-defined symmetric oxidation/reduction peaks at 0.8/0.25 V, ascribed to the Na dealloying/alloying reaction of the Sb electrode according to previous studies.  Compared to the second scan, a weak peak appears at ∼0.75 V and a larger reduction peak at 0.25 V, which demonstrates that the first negative scan causes decomposition of the electrolyte and formation of a solid/electrolyte interface (SEI) film on the surface of the electrode materials. The charge–discharge profiles of the Sb@C electrode during the first two cycles at 0.01C (1C = 600 mA g–1) are shown in b. In accordance with CV data, the initial discharge curve exhibits a large slope plateau at ∼0.5 V compared to the second cycle, representing SEI film formation accompanied by Na insertion into Sb particles. The reversible capacity of the first cycle reaches as high as 640 mAh g–1, demonstrating nearly a full capacity utilization of Sb (Na3Sb: 660 mA g–1). The high capacity might be attributed to the uniform distribution of nanosized Sb and exceptional electric contact between the Sb nanoparticles and C matrix (). c shows the cycling performance of the Sb@C electrode at a moderate current density of 0.3C. After 300 cycles, the reversible capacity slightly decreases from 494 to 456 mAh g–1, demonstrating a very high capacity retention of 92.3%. For comparison purposes, the Sb/C particles of C content similar to that of the Sb@C microspheres were also investigated (). Even though the Sb/C electrode delivers an identical initial capacity of 494 mAh g–1, it exhibits poor cycling stability with a capacity retention of only 48.6% over 40 cycles; this result further confirms that the drastic improvement of the electrochemical properties for the Sb@C microspheres is a result of its smaller particle size and unique morphology that effectively alleviates volume changes and maintains adequate electric contact between the Sb particles and C matrix. Even though the Coulombic efficiency of the Sb@C electrode was 46% for the first cycle (c), it distinctly increased to an optimum value of 95% for the third cycle and then remained steady at 99% for subsequent cycles, demonstrating superior reversibility for the Na storage reaction. The exceptional cycling reversibility of the Sb@C microspheres and Sb/C electrodes is also validated by EIS experiments (). Both the Sb@C and Sb/C electrodes have similar EIS spectra that include two depressed semicircles at the high- and medium-frequency ranges and a single slope at low frequency. The two semicircles at the high and medium frequencies correspond to the resistance of the SEI film (RSEI and CSEI) and the charge transfer (Rct and Cct) on the electrode/electrolyte interface, respectively, while the inclined line corresponds to Na diffusion within the bulk of the electrode material. The kinetic differences of the Sb@C and Sb/C electrodes were evaluated by modeling the EIS spectra based on an equivalent circuit (upper left inset of ). The fitted impedance parameters (inset of ) demonstrate that the Sb@C electrode possesses a similar RSEI value and a slightly higher Rct value compared to the Sb/C electrode, originating from the higher electronic conductivity of the Super P carbon powders compared with the pyrolyzed carbon (b). After 30 cycles, the values of RSEI and Rct of the Sb/C electrode increase from 16 and 75 Ω during the first cycle to 82 and 125 Ω at the 30th cycle, respectively, indicating structural deterioration during the repeated alloying/dealloying reaction. In contrast, the impedance of the Sb@C microsphere electrode exhibits a decreasing trend because RSEI and Rct are 16 and 86 Ω during the first cycle and 6 and 32 Ω after the 30th cycle, respectively. The improved impedance characteristics of the Sb@C electrode are attributed to the maintenance of its unique morphology and the enhanced kinetics through the activation process with cycling. Moreover, to further evidence the structureal stability of the Sb@C microspheres, the SEM and TEM images of the Sb@C microspheres presented in  are carried out from the electrode after 50 cycles to visualize the morphological change of the composites. Compared to the SEM image of uncycled Sb@C microspheres (a), the cycled microspheres can still retain its original size distribution and integrated sphere structure in . The TEM image () reveals homogeneous encapsulation of the Sb nanoparticles in the C microspheres after charging and discharging. These results demonstrated that the Sb@C microspheres have excellent structure stability during charging and discharging, so as to contribute a good cycling performance.",
                "In addition to its superior cycling performance, the Sb@C electrode also demonstrates a strong rate capability at the same charge–discharge current density (d). The reversible capacity is 554, 468, 401, 320, 267, and 228 mAh g–1 at current densities of 0.2C, 0.5C, 1C, 2C, 5C, and 7C (1C = 600 mAh g–1), respectively. Even at a high rate of 8C, the reversible capacity is still capable of reaching 190 mAh g–1, corresponding to ∼34% of the capacity at 0.2C; the good rate performance results from the nanosized-Sb particles and enhanced electric contact with the C matrix. In addition, a comparison of the electrochemical performance of the Sb electrodes in the previous works is presented in , which demonstrates that, although the rate capacity of the as-prepared Sb microspheres is not enough good, the Sb@C microspheres have better cycling performance than most of the works (see ). The enhanced electrochemical performance of the Sb@C microspheres should be attributed to the stable structure during sodiation and desodiation."
            ],
            "name": "3 Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, facile synthesis of the Sb@C microspheres by a self-catalyzed solvothermal method and subsequent carbon-thermal reduction reaction is successfully achieved. The as-prepared Sb@C microspheres display a uniform structure homogeneously encapsulated in the C matrix, providing a structurally stable host for Na-ion intercalation and deintercalation. The Sb@C microsphere electrode demonstrates a high initial capacity of 640 mAh g–1, impressive cyclability of 93% capacity retention over 300 cycles at a middle rate capability at 200 mA g–1, and excellent rate capability. The enhanced electrochemical performance is primarily attributed to the homogeneous distribution of microspheres, superior electric contact of Sb nanocrystals in the C matrix, and unique spherical morphology that accommodates the volume change during Na-ion intercalation and deintercalation. Therefore, the Sb@C microspheres provide a practical anode material capable of high capacity and cycling stability for NIBs. Furthermore, the self-catalyzed solvothermal mechanism is also revealed herein for the first time, in which hydrolysis of the metal salt and condensation of the C source promote each other to synthesize unique C spheres homogeneously encapsulating nanoparticles. The unique structural nanoarchitecture can be expanded to various fields such as energy and catalysis."
            ],
            "name": "4 Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Antimony Nanocrystals Encapsulated in Carbon Microspheres Synthesized by a Facile Self-Catalyzing Solvothermal Method for High-Performance Sodium-Ion Battery Anodes"
}