{
    "DOI": "10.1002/chem.202203586",
    "Journal": "",
    "Keywords": [
        "cathode materials",
        "oxygen redox",
        "sodium batteries",
        "vacancy"
    ],
    "Sections": [
        {
            "content": [
                "In the past decades, lithium‐ion batteries (LIBs) have served as a revolutionary technology due to the widespread use of smart grids, portable electronics and electric vehicles. However, LIBs are challenged by the limited abundance and uneven geopolitical distribution of Li resources. With the urgent demand for low‐cost and economic sustainable energy storage, rechargeable sodium‐ion batteries (SIBs) have been considered as the most appealing alternative to LIBs in large‐scale energy storage because of the globally abundant and even distribution of Na element, low cost of raw materials in sodium battery systems and low (de)solvation energy of Na+ ions. As a vital part of the battery, cathode materials have received much attention. However, conventional layered oxide cathodes face the challenge that charge compensation only originates from transition metal (TM) redox during charging and discharging, which reflected in the limitation of specific capacity for energy storage demand. Since the emergence of anionic redox, the charge compensation mechanism has been changed that extra capacity and higher working voltage synergized with cationic redox can be realized. Recent research works mainly focused on the rational design of the local structures for triggering anionic redox reaction by adjusting the Li/Na−O−X (X: metal ions) configurations, and it has broader space for exploration.",
                "Defect engineering in energy storage materials has been proven as a versatile approach to maneuver their electrochemical performances by regulating the crystal and electronic structure. For example, introducing defects not only adjusts the bandgap or change the distribution of electron to improve charge transfer, but also disturbs the surrounding atoms and provides more storage sites to promote ion diffusion effectively. Vacancies in layer materials for secondary batteries have been studied with much attention in correlating the crystal structure with electrochemical performances. By tuning the synthetic methods (e.g., annealing time, cooling rate etc.), vacancies can be introduced into the TM layer. and trigger anionic redox. However, the understanding of this kind of defect chemistry is still too insufficient to obtain the ideal cathode materials with high capacity and reversible anionic redox.",
                "Herein, we aim to overview how TM vacancy forms, the idea booms and alters the cathode materials design in SIBs. Based on the fundamental scientific issues behind anionic redox, we summarized the working mechanisms of vacancy‐triggered oxygen redox, revisited the advanced techniques for characterizing TM vacancies and reviewed the viable progress in stabilizing the reversibility of vacancy induced oxygen redox in detail. Finally, the problems deserving to be solved in the future were also highlighted."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The formation of TM vacancies in Na‐based metal oxides has been observed over the past decades. In the early 1970s, Hagenmuller's group had proposed a phase diagram for sodium manganese bronzes and suggested that Na0.70MnO2 would uptake oxygen during the cooling process after sintering below 600 °C, resulting in the elevated valence state of Mn ions and the formation of Mn deficient (denoted as “□”) phase Na0.70MnO2+δ (0≤δ≤0.25), the whole reaction process can be written as:",
                "Later, Dahn's group found a reversible mass increase below 600 °C and decrease above 600 °C in Na2/3MnO2, which represented the uptake and release of O during cooling and heating processes, resulting in the generation of Mn vacancies. Guenne et al. further verified that these compounds should be expressed in terms of manganese‐deficiency containing phases as Na0.70xMnxO2 (x=1/(1+y/2)=2/(2+y)) rather than the “over‐stoichiometry” formulation Na0.70MnO2+y. Among them, there are two kinds of layered allotropic phases, corresponding to two composition domains of hexagonal α‐Na0.62Mn0.89O2/Na0.68Mn0.975O2 (α‐Na0.70MnO2+y, 0.05≤y≤0.25) and orthorhombic β‐Na0.68Mn0.975O2/Na0.70MnO2 (β‐Na0.70MnO2+y, 0≤y≤0.05). Manthiram's group have successfully synthesized hexagonal P2‐Na0.7MnO2+δ (δ≤0.25) and orthorhombic P2‐Na0.7MnO2+δ without cation vacancies (δ≈0) by reducing NaMnO4 with NaI in the alkaline environment followed by sintering process. Besides the reaction solvents and sintering temperatures, the content of TM vacancy is directly related to the cooling rates. Komaba's group unveiled Mn vacancy formation in P2‐type sodium manganate during slow cooling. By inductive coupled plasma (ICP) and iodometry, they determined the accurate chemical formula Na0.59Mn0.9□0.10O2 (hexagonal), which exhibited moderate phase transitions compared to the distorted P′2‐Na0.64MnO2 (orthorhombic) without TM vacancies obtained through quenching process.",
                "Modulating suitable content of TM vacancies and enhancing Mn redox center by doping can effectively improve comprehensive electrochemical performances, especially in the high voltage region. Kwon et al. clarified the effect of vacancies on phase evolution of β‐Na0.7[Mn1−xLix]O2+y through substituting Mn by Li. They found that Li ions extracted and vacancies formed during charging process. Similar as the disordered distribution of Li, Mn vacancies randomly distributed in the TM layer, which caused uneven electrostatic repulsion between Na and Mn, leading to the Na+/vacancy disordered structure during desodiation and sodiation. Yang's group demonstrated a synergetic strategy through liquid N2 quenching to introduce vacancy and Fe/Al co‐doping to modulate the average valence of Mn. Besides, the stronger Al−O bond can stabilize the P2 structure by enlarging the spacing of sodium layers. It was also found that proper amounts of Fe‐doping can break cations ordered structure and suppress unexpected P2−O2 transition, thus enhancing cycle stability. They also revealed that more TM vacancies (7.8 %) formed in natural cooling can suppress TMO2 gliding and prevent stacking faults during cycling but delivered relatively low capacity. In contrast, low content of TM vacancies (1.6 %) resulted in higher capacity but poor cycle stability."
            ],
            "name": "The Formation of TM Vacancies in SIBs",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "In Li‐rich oxide cathode materials for LIBs, two types of O 2p orbitals created: one is along Li−O−TM configuration and the other is along Li−O−Li configuration, as shown in Figure (a). The O 2p orbital along Li−O−Li configuration neither hybridizes with TM d orbitals nor Li 2s orbital because of their large difference in energy. This unhybridized state elevates the energy level to a higher position than the hybridized oxygen bonding states, but lower than the TM anti‐bonding states in the vicinity of the Fermi level. The unique isolated O state with respect to the TM (t2g) non‐bonding (NB) identity facilitates the oxidation of the isolated O electrons to participate in charge compensation. However, it is difficult to directly synthesize Na‐rich layered oxide materials (e.g., Na[Na1/3Mn2/3]O2) due to the large radius difference between Na+ and TMn+.",
                        "To date, the mainstream approaches to trigger oxygen redox in sodium deficient oxide materials is constructing Na−O−X configurations, where X includes non‐TM elements without d orbital electrons (Li, Mg, Al), and TM elements with d10 electrons (Cu, Zn). Corresponding works have demonstrated that relatively strong ionic interactions of Li−O, Mg−O, and Al−O generate (quasi) O 2p NB states, so that electrons are fully localized on O, promoting oxygen redox. Previous reports have disclosed that Zn2+ exhibits a conspicuous intermediate state between systems having strong ionic character and strong covalent interaction with O, due to its higher electronegativity (1.65) than Li (0.98), Na (0.93), Mg (1.31), and the fully filled 3d10 orbital overlapped with O 2p orbitals, which still can make one of them form a quasi‐NB state staying above the rest of TM−O orbitals, as shown in Figure (b). Besides, in the Cu contained systems, electrons are inclined to delocalize on the more covalent Cu−O bonds, and the largely overlapped Cu 3d−O 2p states ensure the robustness of O frame by suppressing the local distortion of O environment, which realize reversible lattice oxygen redox, as shown in Figure (c).",
                        "In recent years, introducing intrinsic TM vacancies into the lattice has risen as another achievable approach to logically create oxygen NB states along Na−O−□ (O coordinated with two Na ions, two Mn ions, and two vacancies) and □−O−□ configurations, which can serve as highly ionic sites to stabilize electron holes on O atoms, thus lattice oxygen redox reaction can be preferentially activated along these configurations, as shown in Figure (d)."
                    ],
                    "name": "TM Vacancies for Triggering Oxygen Redox",
                    "type": "section"
                },
                {
                    "content": [
                        "In 2013, Dahn's group had precisely confirmed vacancy concentrations by Rietveld refinement, Monte Carlo stimulation, density measurements and redox titration, proposing that metal site vacancies can facilitate the reactivity of oxygen in layered cathode materials. Inspired by this, Meng's group designed P2‐Na0.78Ni0.23Mn0.69□0.08O2 with high Na content and TM‐vacancy, which provided a reversible capacity contributed by both cationic and anionic redox reactions. The charge compensation above 4.2 V is originated from oxygen redox, where O2− around □ can also participate at the unhybridized O 2p orbital, as seen in Figure . Hu and co‐workers successfully prepared Na0.653Mn0.929O2 layered oxide with Mn vacancy in TMO2 subunits, which exhibited a distinct voltage plateau at 4.2 V originated from oxygen redox, delivering a total discharge capacity of 210 mAh g−1. The electronic structures of Na2/3Mn11/12□11/12O2 with TM vacancies and Na2/3MnO2 without any vacancy are presented in Figure . An increased projected density of states (pDOS) of O 2p orbitals near the Fermi level could be found in the Na−O−□ configuration for Na0.667Mn0.917O2 compound with TM vacancies, thus triggering oxygen redox. Bai et al. reported that charge compensation of the P2‐Na0.63[□0.036Mg0.143Mn0.82]O2 cathode depended on both cationic and anionic redox. They also found that Mg and vacancy provoked two kinds of voltage stage of oxygen redox. When charged above 4.0 V, Na0.72[Mg0.31Mn0.69]O2 without TM vacancy exhibits an anionic voltage plateau (4.2 V), corresponding to 0.44 Na+ extracted. However, Na0.63[□0.036Mg0.143Mn0.82]O2 exhibits two voltage plateaus (4.10 and 4.35 V) and the voltage plateau at 4.1 V diminished after the second charging process, which might be ascribed to vacancy removal caused by the local structure distortion and irreversible phase transitions. Thus, the vacancy distribution mode and doped TM ions codetermine the reversibility of anionic redox. Yang et al. studied the role of TM vacancy in enhancing the anionic redox in P2‐Na2/3[Mn7/9Mg1/9□1/9]O2 (Figure ), and tailoring low‐spin Mn3+ to enhance the structural stability in P2‐Na2/3[Mn7/9Zn1/9□1/9]O2, respectively. By DFT calculations and magnetic susceptibility analysis, it becomes unveiled that the presence of the native TM vacancies makes the TMO6 octahedron more flexible against the structural distortion during desodiation. Our group created intrinsic vacancies in TM layers of P2‐Na0.7Mg0.2[Fe0.2Mn0.6□0.2]O2 and P2‐Na0.8Mg0.13[Mn0.6Co0.2Mg0.07□0.13]O2 cathode materials by incorporating Mg ions into the sodium layer, thus constructing Na−O−□, Mg−O−□ and □−O−□ configurations, and delivering reversible capacity originated from both the cationic and oxygen redox couples in 1.5–4.5 V. Schematic is shown in Figure . The O 2p NB orbitals that point to native TM vacancies induced reversible anionic redox in the initial stage, which is superior than that along the Na−O−Mg configuration. Based on our works, Liu and co‐workers successively synthesize P2‐Na0.76Ca0.05[Ni0.23□0.08Mn0.69]O2, P2‐Na0.75Ca0.05[Li0.15Fe0.2Mn0.6□0.05]O2 and P2‐Na0.75Ca0.04[□0.03Li0.1Ni0.2Mn0.67]O2 compounds, and prove the successfully triggering of oxygen redox owing to the generation of O 2p NB states along the Na−O−□ configuration created by vacancy manufacturing. pDOS and differential charge density results of DFT calculations ascertained that after Na+ deintercalation, O around TM vacancies lost electrons and contributed to the charge compensation, as seen in Figure . Later, Massaro et al. dissected oxygen redox behavior in NaxNi0.25Mn0.68O2 by calculations, analyzing the formation of vacancies and peroxide species at different desodiation stages. The Mn‐bridged low‐energy intermediate superoxide (O2n−) formed near the Mn vacancy sites at low Na content stage, and further generated molecular O2 at the deeply desodiation state. However, the reversibility of this process strictly depends on whether the molecular O2 is trapped in the lattice or removed to the surface. Nam's team revealed the mechanism of transition‐metal vacancies in triggering oxygen redox in P2‐Na2/3[□1/6Mn5/6]O2 (Figure ). They precisely controlled the □/Mn ratio in the MnO2 layer to suppress multiple phase transitions, as well as trigger oxygen redox. which is a vital strategy to obtain reversible oxygen activity in layered cathode materials.",
                        "Besides P2‐layered cathode materials, introducing TM vacancies in P3‐type compounds have also been reported. Armstrong's group have prepared two kinds of P3 compounds: Na0.67Mg0.20Mn0.76□0.04O2 and Na0.6Co0.19Mn0.76□0.06O2 with oxygen redox triggered by oxygen 2p NB states generated along Na−O−□ or □−O−□ configurations, which extended the scale of vacancy controlled anionic redox chemistry in the P‐type family."
                    ],
                    "name": "P‐type layered oxide materials",
                    "type": "section"
                },
                {
                    "content": [
                        "Although TM vacancies have been successfully incorporated into the P‐type layered oxides, there still exist many possibilities in the exploration of O‐type oxides. O3‐Na1−xLix[(Mn0.66Co0.17Ni0.17)0.8"
                    ],
                    "name": "O‐type layered oxide materials",
                    "type": "section"
                }
            ],
            "name": "TM Vacancies for Triggering Oxygen Redox",
            "type": "section"
        }
    ],
    "Title": "Transition Metal Vacancy in Layered Cathode Materials for Sodium‐Ion Batteries"
}