{
    "DOI": "10.1002/smll.201903723",
    "Journal": "",
    "Keywords": [
        "carbon coating",
        "cathode materials",
        "mesoporous",
        "Na2FePO4F",
        "sodium‐ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "Efficient energy storage technology is gradually important for the development of renewable energy. Although Li‐ion batteries (LIBs) have attracted extensive attention for large‐scale energy storage applications because of its high energy conversion efficiency and long‐term lifespan, the high cost and limited resource of lithium element hinder the development of LIBs in energy storage systems. Under this background, Na‐ion batteries (SIBs), which are similar to LIBs in the electrochemical characteristics, are considered to be a promising alternative for large‐scale energy storage, because of wide distribution in the earth's crust and low cost of sodium resource.",
                "The larger ionic radius of sodium ion (1.02 Å) compared to lithium ion (0.76 Å), however, has been regarded as the greatest challenge to hinder the performance improvement of sodium‐ion batteries. In the past ten years, a lot of works focused on seeking for appropriate Na+‐host materials, such as transition‐metal oxides, phosphates, and ferrocyanides. Among them, the Fe‐based phosphate is one of the most concerned cathode materials due to its low cost and abundant resources. However, olivine NaFePO4, similar to LiFePO4 used commonly in LIBs, cannot be prepared via traditional solid‐state method. Even though Na2FeP2O7 can be easy to be synthesized, its low theoretical capacity (90 mAh g−1) limits its application. In order to improve reversible capacity and working potential of the Fe‐based phosphates, fluorophosphate compound Na2FePO4F is of particular interest as a cathode for sodium‐ion batteries because of its relatively high theoretical capacity (124 mAh g−1), flat operating potential (3 V), and low volume change (only 3.7% during charge and discharge), which result from the induced effect of F atom and low molar weight. Na2FePO4F has a layered structure, crystallizing in an orthorhombic lattice with space group Pbcn. Layered Na2FePO4F consists of 2D framework with FeO4F2 bi‐octahedra connected by PO4 anions and of large tunnels where Na+ ions are mobile upon extraction/insertion reactions. Although Na2FePO4F has fast 2D transport for sodium ions, low intrinsic electronic conductivity of Na2FePO4F leads to poor electrochemical reversibility and rate capability. Therefore, improving the electronic conductivity and decreasing ion transport pathway are addressed as efficient approaches to enhance the electrochemical properties of Na2FePO4F.",
                "Many efforts have been devoted to improving the electrochemical properties of Na2FePO4F, such as particle size reduction, metallic ion doping, and carbon coating. Yan et al. reported the Na2FePO4F/carbon nanotube (CNT) multilayered cathodes via layer‐by‐layer (LbL) nanoassembly for Na‐ion batteries. The Na2FePO4F/CNT cathodes reached 103.5 mAh g−1 at 0.4 C, and a reversible capacity of 97.9 mAh g−1 after 100 cycles. Deng et al. used vitamin C as carbon source to realize a carbon coating on Na2FePO4F by a facile mechanochemical process. The obtained Na2FePO4F/C electrode exhibited high rate capability (66.8 mAh g−1 at 4.0 C) and superior capacity retention of 84.7% after 1000 cycles. A nano Na2FePO4F/reduced graphene oxide (rGO) composite can achieve a high capacity of 110 mAh g−1 at C/10 and display high‐rate capability of 60 mAh g−1 at 10 C. Through these pioneer studies, Na2FePO4F has made great progress in performance. However, the Na2FePO4F materials in previous reports always exhibited sloping charge–discharge curves or low proportion of plateau capacity, indicating high charge/discharge polarization. Therefore, increasing plateau capacity is an important factor to improve the energy density of Na2FePO4F‐based SIBs.",
                "Herein, we report carbon‐coated Na2FePO4F with mesoporous structure (denoted as M‐NFPF@C) by the ball‐milling‐assisted calcination method. The mesoporous structure of M‐NFPF@C is inherited from the mesoporous amorphous FePO4 raw material. As a result, the M‐NFPF@C material can deliver a high reversible capacity of 110 mAh g−1 at 0.2 C, excellent rate capability (64 mAh g−1 even at 10 C), and capacity retention of 55% over 600 cycles at 5 C. Importantly, the M‐NFPF@C material exhibits higher plateau capacity (>90% of total capacity) and more obvious potential plateau compared with those in the previous reports, suggesting lower polarization and higher electrochemical reversibility."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The preparation of the M‐NFPF@C composites is schematically illustrated in Figure . Mesoporous amorphous FePO4 was first synthesized through the chemical induced precipitation, and then mixed with sodium and phosphate sources to obtain M‐NFPF@C composite through the ball‐milling method and subsequent calcination process. In order to confirm the formation of the mesoporous amorphous FePO4 and the M‐NFPF@C product, X‐ray diffraction (XRD) pattern is shown in Figure a. It is clearly found that there is only a wide peak detected in the XRD pattern for FePO4 material, indicating an amorphous characteristic. For the final products, both M‐NFPF and M‐NFPF@C samples show the same diffraction peaks, which can be well indexed to orthorhombic space group of Pbcn of Na2FePO4F structure. The sharp peaks indicate good crystallinity of the Na2FePO4F particles. The orthorhombic Na2FePO4F exhibits a layer framework of face‐sharing Fe octahedral coordinating to four oxygen and two fluorine ions (the inset of Figure a). The Fe2O6F3 bi‐octahedra units are connected by corner‐sharing (via F2) to other pairs of Fe face‐shared octahedral along a direction. The chains of corner‐sharing Fe octahedra are connected through of PO43− tetrahedra along the c‐direction. Two independent sodium atoms occupy two different sites, namely, Na(1) and Na(2), which are both [6 + 1] coordination. The sodium ions at Na(2) sites can be removed more easily upon oxidation process than Na(1) sites because of the smaller bond populations and the slightly greater repulsion when ionic interactions (Fe2+–Na+) are considered toward Na(2)‐site ions. Thus, a theoretical capacity of 124 mAh g−1 is obtained on the basis of the reversible insertion/extraction of the Na ions at Na(2) sites. The carbon contents of the M‐NFPF and M‐NFPF@C are 0.64 and 3.4%, respectively, measured by the elemental analyzer.",
                "Nitrogen sorption isotherms are generated to investigate the Brunauer–Emmett–Teller (BET) surface and the porous structure of the sample. As shown in Figure b, an obvious hysteresis loop indicates microporous structure characteristics of the composites. The specific surface area of the M‐NFPF@C was calculated to be 31.9 m2 g−1, whereas that of the M‐NFPF was only 5.4 m2 g−1, suggesting that the carbon coating not only maintains hierarchical pore structure but also immensely enhances specific surface area of the material. A detailed statistics on the pore size distribution is also employed. As displayed in the inset of Figure b, the average pore sizes are about 8 and 12 nm for M‐NFPF and M‐NFPF@C, respectively. The pore size is similar to the FePO4 (10 nm),which can be checked in previous published article by our group, while smaller average pore size of the M‐NFPF@C than the M‐NFPF corresponds to a filling effect due to carbon coating. The results demonstrate that both the M‐NFPF@C and M‐NFPF composites still remain the mesoporous architecture of the FePO4 precursor.",
                "Figure  shows some typical scanning electron microscopy (SEM) images of the M‐NFPF and M‐NFPF@C samples. The as‐prepared M‐NFPF with little carbon content shows the primary particle sizes of 100 nm (Figure a). As a comparison, the M‐NFPF@C sample exhibits reducing primary particle size about 70 nm, indicating that aggregation is effectively suppressed. A small particle size could shorten the Na+ diffusion distance and provide more active sites for electrochemical reactions, which can be beneficial to the rate capability. As shown in Figure d, a carbon coating layer of about 4 nm can be seen clearly in the high‐resolution transmission electron microscope (HRTEM) image for M‐NFPF@C sample. Figure e shows the HRTEM image of the FePO4, which can confirm an amorphous nature because no discernible lattice fringe can be observed. Moreover, uniform distribution of Na, Fe, P, O, and F in Na2FePO4F@C particles was measured by energy‐dispersive X‐ray (EDX) mapping of the elements shown in Figure f. Thus, the M‐NFPF@C with uniform carbon coating, small particle size, hierarchical pore structure, and large surface area can be beneficial to the ionic and electronic diffusion and the infiltration of the electrolyte, and provide more electrochemical active sites, which should improve the electrochemical reversibility.",
                "Figure  displays the cyclic voltammetry (CV) and galvanostatic charge–discharge curves of the M‐NFPF and M‐NFPF@C composites. The typical CV curves of the M‐NFPF and M‐NFPF@C electrodes at a scanning rate of 0.1 mV s−1 in the potential range of 2–4 V (vs Na/Na+) are shown in Figure a. For M‐NFPF@C composite, two couples of symmetric redox peaks are located at 3.00/3.16 and 2.82/2.95 V respectively, corresponding to two different Na+/vacancy ordering states during the redox reaction of Fe2+↔Fe3+. However, the M‐NFPF shows more broad and unsymmetric redox peaks, implying poor kinetic behavior because of the lack of conductive network compared to the M‐NFPF@C electrode. Figure b exhibits the typical charge–discharge profiles of the M‐NFPF and M‐NFPF@C electrodes cycled in the voltage region of 2–4 V at 0.2 C (1 C refers to 124 mA g−1). The M‐NFPF@C electrode shows two distinct voltage plateaus around 3.07 and 2.91 V, which corresponds to the following reaction.Na2FeIIPO4F−e−⇌Na1.5FePO4F+0.5Na+Na1.5FePO4F−e−⇌NaFeIIIPO4F+0.5Na+",
                "Interestingly, the total plateau capacity of the M‐NFPF@C electrode reaches more than 90 mAh g−1. However, the M‐NFPF electrode exhibits sloping discharge/charge curve and no obvious potential plateau can be observed. This suggests that the carbon coating can immensely promote the reversibility of the electrochemical reaction. In previous studies, most of Na2FePO4F materials showed absent or barely visible plateau capacity. The comparison of different works can be shown in Table S1 (Supporting Information). Compared to these, our work shows preferable reversible electrochemical characteristics of sodium‐ion insertion and extraction for Na2FePO4F material. This might result from the use of mesopores FePO4 and efficient carbon coating to construct the ionic and electronic highway in the Na2FePO4F material. The reversible capacity of the M‐NFPF@C electrode is 110 mAh g−1 at 0.2 C, which is much higher than that of the M‐NFPF electrode (93.5 mAh g−1) at the same current density (Figure b). The difference on the reversible capacity can be explained as follows: M‐NFPF@C electrode has conductive carbon matrix and the large specific surface, which effectively improve the electron transport rate and shorten the transport distance of the Na+ so as to promote the electrochemical utilization of the material.",
                "Figure a compares the rate capability of the M‐NFPF and M‐NFPF@C electrodes at various current densities. The M‐NFPF@C electrode shows the discharge capacities of 114, 110, 105, 96, 82, and 58 mAh g−1 at the rate of 0.1, 0.2, 0.5, 1, 2, and 5 C, respectively. Even at the high rate of 10 C, the M‐NFPF@C electrode can display a capacity of 42 mAh g−1. When the current rate return to the low rate (0.1 C), this electrode can deliver a capacity of 110 mAh g−1, corresponding to almost 96% capacity retention compared to its initial capacity. For comparison, the M‐NFPF electrode shows poor rate capability. When the current rate rises to 5 C, the reversible capacity of the M‐NFPF electrode drops almost to zero. Figure b displays the cycling ability of the M‐NFPF and M‐NFPF@C electrode at the current of 1 C. It can be seen that M‐NFPF@C electrode also shows a high capacity retention of 80% over 100 cycles compared to the M‐NFPF electrode (45%). Additionally, Figure c shows the long‐term cycling ability (55% of its initial capacity over 600 cycles) of the M‐NFPF@C electrode at 5 C. The improved electrochemical properties can be attributed to the reduced particle size and the increased specific surface area caused by the coating of the carbon matrix, which can be beneficial to the electrochemical properties of the material.",
                "The Na+ ion diffusion coefficient (DNa+) is an important factor to influence the rate capability of the electrode. Thus, the DNa+ of the M‐NFPF and M‐NFPF@C electrodes is determined from the low‐frequency Warburg contribution of the electrochemical impedance spectroscopy (EIS). The equation for DNa+ based on the EIS response can be written asDNa+=12VmFSAWdEdx2where Vm is the molar volume of the Na2FePO4F (Vm = 64.13 cm3 mol−1), F is the Faraday constant (F = 96 485.4 C mol−1), S is the area of the active cathode material (S = 1.13 cm2), Aw is the Warburg coefficient derived from the average value of the slope of Z′ and −Z″ versus ω−1/2 plots (Aw = 143.6 for Na2FePO4F@C and 428.3 for Na2FePO4F), dE/dx is the differential of the galvanostatic titration curve (dE/dx = 0.658 for M‐NFPF@C and 0.686 for M‐NFPF). As shown in Figure , the DNa+ in the layered M‐NFPF@C and M‐NFPF calculated are 3.63 × 10−12 and 4.44 × 10−13 cm2 s−1, respectively. The improved DNa+ in the M‐NFPF @C is obviously related to the decrease of the particle size and the carbon coating."
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "In summary, we have synthesized mesoporous Na2FePO4F@C composite by ball‐milling‐assisted calcination method. The as‐prepared M‐NFPF@C material has good layered structure and maintains mesoporous characteristics resulting from mesoporous FePO4 raw material. The M‐NFPF@C electrode showed high reversible capacity (114 mAh g−1 at 0.1 C) and high rate capability (42 mAh g−1 at 10 C). Importantly, the M‐NFPF@C electrode exhibited more symmetrical redox peaks and more distinct voltage plateau in the charge/discharge curves compared to the M‐NFPF electrode and reported Na2FePO4F materials in the previous literatures, suggesting that the mesoporous structure and efficient carbon coating are helpful to the improvement of the electrochemical reversibility of the Na2FePO4F. Besides, the improved electrochemical properties of the M‐NFPF@C composite also can originate from the conductive and flexible carbon layer, which not only suppresses the aggregation of Na2FePO4F nanoparticles but also accommodates the structural stress of the material during charging and discharging. Therefore, the as‐prepared M‐NFPF@C exhibits a potential candidate as low‐cost and high‐performance cathode materials for large‐scale energy storage."
            ],
            "name": "Conclusions",
            "type": "section"
        },
        {
            "content": [
                "Synthesis of Materials: All the reagents were purchased from Alfa Aesar and used without further purifying.",
                "Preparation of Mesoporous Amorphous FePO4: Mesoporous amorphous FePO4 was prepared through the chemical induced precipitation which was already reported by this group. First, 0.02 mol (NH4)2Fe(SO4)2 and NH4H2PO4 were dissolved in deionized water, respectively. Then, NH4H2PO4 solution was added slowly into (NH4)2Fe(SO4)2 solution to form a uniform solution under vigorous stirring. After that, 4 mL of 30 wt% H2O2 solution acted as an oxidizer was added dropwise into the aforesaid solution. The mixing solution was stirred for another 2 h to produce milky white amorphous FePO4·3H2O precipitation. Finally, the FePO4·3H2O precursor was dehydrated at 400 °C for 24 h in air to form mesoporous amorphous FePO4.",
                "Preparation of Mesoporous Na2FePO4F@C (M‐NFPF@C) Composite: M‐NFPF@C composite was prepared through a simple ball‐milling and further calcination method. First, the stoichiometric ratio of CH3COONa, NaF, and mesoporous FePO4 was added into a high‐energy ball‐milling vial. To reduce Fe3+ citric acid (FePO4:citric acid = 3:1) was also added during the ball‐milling. Then the ball milling vial was grounded under Ar atmosphere for 6 h to obtain the precursor. Finally, the precursor was sintered for 6 h at 600 °C in Ar atmosphere to obtain M‐NFPF@C composite. For comparison, the bare Na2FePO4F (M‐NFPF) was also prepared by similar synthesis process with decreasing the amount of citric acid (FePO4:citric acid = 5:1) to only ensure the reduction of Fe3+ to Fe2+.",
                "Material Characterization: XRD was carried out by using Bruker D8 Advance diffractometer (Germany) with Cu Kα radiation (40 kV, 40 mA). The 2θ range was from 10° to 50° with a scan rate of 2° min−1. Scanning electron microscopy (SEM) images and elemental distribution mappings were obtained using a Zeiss Merlin Compact instrument (ZEISS Merlin Compact, Germany), and an Oxford X‐MaxN probe (INCAPentalFETx3, Oxford Instruments, Britain), respectively. Transmission electron microscopy (TEM) was performed by using a JEM‐2010FEF instrument (JEOL, Japan). The carbon content was measured by elemental analysis using an elemental analyer (Vario EL, Germany). The specific surface area and pore structure of the materials were analyzed using nitrogen adsorption–desorption measurements by surface area and porosity analyzer (ASAP 2020 HD88, USA).",
                "Electrochemical Measurements: Electrochemical characterizations were carried out using a half‐cell, with an as‐prepared material as the working electrode and a homemade Na piece as the counter electrode. All the cells were assembled in a glove box with water and oxygen content lower than 0.1 ppm and tested at room temperature. The M‐NFPF and M‐NFPF@C electrodes were prepared by mixing active material, acetylene black, and 4% poly(vinyldifluoride) (PVDF) in a N‐methyl‐2‐pyrrolidone (DMF) solution in a ratio of 7:2:1 by weight. The area of the electrode was 1.13 cm2, while the average loading of the material was about 1.5 mg cm−2. The electrolyte was 1 mol L−1 NaClO4 dissolved in ethylene carbonate/diethyl carbonate (EC/DEC, 1:1, v/v) with 5% fluoroethylene carbonate (FEC). Cyclic voltammetry tests were performed using a CHI660C electrochemical work station (ChenHua Instruments Co., China) at a scan rate of 0.1 mV s−1 in the range from 2 to 4 V. EIS measurements were conducted in the frequency range from 10 mHz to100 kHz on both M‐NFPF and M‐NFPF@C electrodes using an AutoLab PGSTAT 128N (EcoChemie, Netherlands). Before the EIS tests, the electrodes were relaxed for 4 h. Galvanostatic charge/discharge measurement was performed using a LAND cycler (Wuhan Kingnuo Electronic Co., China) in the voltage range 2.0–4.0 V."
            ],
            "name": "Experimental Section",
            "type": "section"
        },
        {
            "content": [
                "This work was supported by the National Key R&D Program of China (No. 2016YFB0100200) and National Natural Science Foundation of China (Nos. 21673165 and 21805212)."
            ],
            "name": "Acknowledgements",
            "type": "section"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflict of Interest",
            "type": "section"
        }
    ],
    "Title": "Highly Electrochemically‐Reversible Mesoporous Na2FePO4F/C as Cathode Material for High‐Performance Sodium‐Ion Batteries"
}