{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Fe-defect",
        "High-entropy",
        "Mixed phosphate cathodes",
        "Na4Fe2.65(NiCrMgCoMn)0.027(PO4)2P2O7",
        "Sodium-ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "Na4Fe3(PO4)2P2O7 (NFPP) cathodes have received significant attention due to the promising theoretical capacity, high average working voltage, and low volume change, but usually suffer from poor rate performance and cycling stability due to their inferior electronic conductivity. Herein, we report a new high-entropy Na4Fe2.65(NiCrMgCoMn)0.027(PO4)2P2O7 (NFPPHE) as outstanding cathode materials for sodium-ion batteries, by which Fe-defects are generated and electronic & ionic transport kinetics are enhanced. The as assembled NFPPHE//Na half-cell demonstrates an excellent rate performance of 57 mAh/g at 100C and a high-capacity retention of 80 % after 4000 cycles at 20C. In addition, the full cell assembled with hard carbon anode displays an energy density of 165 Wh/kg with 76 % capacity retention after 300 cycles at 0.5C. These results demonstrate the feasibility of Fe-defect strategy to enhance the electrochemical performance of cathode material for sodium-ion batteries.",
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "With the similar mechanism to lithium-ion batteries (LIBs), the low-cost sodium-ion batteries (SIBs) have been regarded as alternatives for grid-scale energy storage systems and distributed energy storage (Etacheri et al., 2011). Over the past decade, various cathode materials have been developed for potential applications, and Fe-based cathodes are actively studied because of the outstanding cycling ability, such as Fe-based oxides, Prussian blue analogs, and polyanion compounds (olivine NaFePO4, maricite NaFePO4, Na2FeP2O7) (Barpanda et al., 2013, Hao et al., 2023, He et al., 2024, Hwang et al., 2017, Jin et al., 2020, Liu et al., 2021, Ma et al., 2019, Moreau et al., 2010, Peng et al., 2022, Zhang et al., 2022, Zhao et al., 2023a, Zhao et al., 2023b). Among them, Na-superionic-conductor (NaSICON)-type Na4Fe3(PO4)2P2O7 (NFPP) has received significant attention due to the promising theoretical capacity (129 mAh/g), high average working voltage (3.1 V), and low volume change (less than 4 %) (Xi et al., 2023, Yuan et al., 2019). The unique three-dimensional (3D) framework of NaSICON-type composites offers robust structural support for repeated Na+ disinsertions at moderately higher operating potentials, making NFPP a competitive candidate for SIBs (Chen et al., 2019, Lu et al., 2023). Moreover, NFPP is usually synthesized at approximately 500 ℃, much lower than other cathode materials such as Na0.78Ni0.31Mn0.67Nb0.02O2 (900 ℃), Na0.67Ni0.2Co0.2Mn0.6O2 (850 ℃) and Na3V2(PO4)3 (650 ℃), which further reduces the manufacturing cost for SIBs (Shen et al., 2021, Shi et al., 2022a, Wang et al., 2022).",
                "Up till now, the development of NFPP is restricted by its instinct low electronic conductivity and ion transport kinetics, which lead to poor rate performance. Carbon coating is one of the most effective approaches to improve the electronic transport and achieve improved electrochemical performance. For example, Shen et al.(Ma et al., 2018) designed and synthesized NFPP@AC/rGO has the low Rct value of 288 Ω at 30 ℃ and 2127 Ω at −15 ℃. Xiao et al.(Li et al., 2023) successfully prepared a three-dimensional holey graphene modified NFPP/C material with a capacity of 53 mAh/g even at an ultrahigh rate of 100C. Cationic doping is another widely adopted method to improve intrinsic electronic conductivity and reinforce the crystal framework for enhanced cycling stability. Li et al.(Tao et al., 2023) modified Na4Fe2.9Mn0.1(PO4)2P2O7@C has the Rct value of 886.17 Ω much lower than 1010.1 Ω of Na4Fe3(PO4)2P2O7@C. Mai et al.(Xiong et al., 2022) conducted Mg-doped Na4Fe3(PO4)2P2O7 has the Rct value of 92.2 Ω, much lower than 123.1 Ω of Na4Fe3(PO4)2P2O7. However, carbon coating only improves the electronic transportation among the NFPP grains but cannot enhance the instinct electronic conductivity for the bulk grains, while cationic doping is still ineffective to improve the ionic conductivity. Comparatively, high-entropy strategy has been widely used in cathode materials in alkali metal batteries, demonstrating an effective solution for inferior structural stability, Jahn-Teller effect-induced lattice distortion, and rate performance due to low electronic conductivity (Chu et al., 2023, Gao et al., 2024, Song et al., 2022). Introducing vacancies are commonly used to regulate crystal structure (Liu et al., 2023, Shang et al., 2020, Shi et al., 2022b, Tang et al., 2024, Wang et al., 2018). The formation of metal vacancies is typically governed by defect reactions, where high-valence metal ions occupy sites originally filled by lower-valence metal ions.(Kim, 2016) Cao et al.(Zhao et al., 2022) successfully synthesized phase-pure Na4Fe2.91(PO4)2P2O7 and proved the feasibility of the simple defect strategy in modifying NFPP phase. Therefore, we have developed a high-entropy strategy to generate Fe-defects represents a feasible method for achieving high-rate NFPPHE.",
                "In this work, we employed the high-entropy strategy to gain an outstanding Fe-defects cathode material with excellent rate performance and cyclic stability. We proposed a high-entropy mixed phosphate cathode of Na4Fe2.65(NiCrMgCoMn)0.027(PO4)2P2O7 (NFPPHE) nanoparticles coated with a thin amorphous carbon layer by a one-step liquid-phase reaction. The high-entropy elements in situ partial substitute on Fe atoms generates Fe-defects in the crystal structure. The Fe-defects strategy reduces the impurity phase formation while simultaneously enhances the electron conductivity and ionic diffusion. The NFPPHE could not only couple with a hard carbon (HC) anode, but also extended to the anode-free configuration, resulting in high energy density of 260 Wh/kg."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "All the reagents using in the synthesis were analytical grade and purchased from the Macklin. Firstly, CH3COONa·3H2O (4 mmol), FeSO4·7H2O (2.65 mmol), NH4H2PO4 (4 mmol), C6H8O7·H2O (4.5 mmol), Mg (CH3COO)2·4H2O (0.27 mmol), Ni (CH3COO)2·4H2O (0.27 mmol), Cr (CH3COO)2·4H2O (0.27 mmol), Mn (CH3COO)2·4H2O (0.27 mmol) and Co (CH3COO)2·4H2O (0.27 mmol), were added into deionized water (10 mL). After stirring for 1 h, the solution was dried at 160 °C to obtain precursor. Then, the precursor powders after manually grinding were pre-calcined at 300 °C for 3 h in Ar atmosphere with heating rate of 5 °C/min and then calcined at 500 °C for 10 h in Ar atmosphere. Finally, the product was ground to obtain Na4Fe2.65(NiCrMgCoMn)0.027(PO4)2P2O7 (NFPPHE). In addition, the Na4Fe3(PO4)2(P2O7) sample was synthesized in the same procedure."
                    ],
                    "name": "Materials synthesis",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The specific crystal structure of the synthesized cathode materials was examined by Rigaku smartlab X-ray diffractometer with Cu Kα radiation and the Rietveld refinement treatment was analyzed by using the FullProf Suite. Field-emission scanning electron microscopy (FESEM, JEOL 6701F) and transmission electron microscopy (HRTEM, JEM 2100F) equipped with energy dispersive X-ray spectrometer (EDS) was used to characterize the morphology, microstructure, and elemental composition of the samples. The contents of different elements in the samples were determined by ICP (ICP-AES, Shimadzu, ICPS-8100). X-ray photoelectron spectrometry (XPS, Thermo Scientific K-Alpha) was applied to determine the valence state of various element."
                    ],
                    "name": "Materials characterizations",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Before electrochemical performance test, the active material, conductive agent acetylene black and the binder PVDF were mixed with a mass ratio of 7:2:1 with the addition of an appropriate amount of N-Methylpyrrolidone (NMP), which was then coated on Al foil as the cathode material for SIB. The electrode was dried in vacuum oven at 100 °C for 12 h. The mass loading of each slice was 3–4 mg/cm2. These cathodes and the sodium metal were used to construct the coin SIB cells. 1 M NaClO4 in Polycarbonate (PC) with 5 % fluoroethylene carbonate (FEC) was used as the electrolyte. All electrochemical tests were carried on with CR2032 coin-type cells which were assembled in a high-purity argon-filled glove box. The various charge/ discharge performances and GITT tests are carried out with a LAND battery-test instrument (CT2001A). The Autolab electrochemical workstation was used to test the cyclic voltammetry (CV) and distribution of relaxation times (DRT) of the eletrodes. Cyclic voltammetry (CV) curves at different scan rates were evaluated to calculate the diffusion coefficient of sodium (DNa+) using the following equation:",
                        "Ip=( 2.69 × 10 5 )v 1 / 2 n 3 / 2 AD Na+ 1 / 2C 0, where Ip, v, n, A, and C0 represent the peak current, scan rates, number of transferred electrons, effective area of the electrode, and the concentration of Na+, respectively. In the full cell test, the loading mass of the NFPPHE on cathode was about 7.5 mg/cm2 and the mass of the hard carbon on anode was about 2 mg/cm2. The ratio between negative and positive electrode material was set as 1.1 (capacity ratio). The hard carbon electrodes were assembled into half-cells and firstly activated by cycling for 3 cycles to make the electrode form stable SEI and inhibit irreversibility before the full-cell was assembled."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "A high-entropy Na4Fe2.65(NiCrMgCoMn)0.027(PO4)2P2O7 nanoparticle is synthesized through liquid-phase reaction combined with sintering progress as shown in Fig. 1a The atomic ratio of Na:Fe:P:Ni:Cr:Mg:Co:Mn in NFPPHE is determined by inductively coupled plasma atomic emission spectroscopy (ICP-AES) as 4:2.65:4:0.024:0.024:0.030:0.026:0.032, which is closely related to the designed chemical stoichiometric ratio. For comparison, the atomic ratio of Na:Fe:P in NFPP is determined as 4:3:4. Rietveld refinement analysis for X-ray diffraction (XRD) is conducted to investigate the actual crystal structure and phase purity of the synthetic materials. As shown in Fig. 1b, c, both NFPPHE and NFPP exhibit high crystallinity, and are well indexed in orthorhombic, space group Pn21a, consistent with the previously reported NFPP.(Kim et al., 2012a) The lattice parameter a and b are 17.9065 Å and 10.6399 Å respectively, slightly larger than 17.9057 Å and 10.6343 Å of NFPP. Conversely, the c-value of NFPPHE (6.5208 Å) closely matches that of NFPP (6.5212 Å). The extension along a- and b- direction indicates the regulation of crystal structure by the effects of Fe-defects strategy. In addition, the impurities of NaFePO4 and Na2FeP2O7 phases are not detected, which reveals the success of the synthetic method.(Kim et al., 2012b, Liu et al., 2018) Furthermore, NFPPHE exhibits slightly higher diffraction peaks intensity indicating enhanced crystallinity, which is consistent with the NaSICON-structured Na4Fe3(PO4)2P2O7 (JCPDS No.89–0579). The survey X-ray photoelectron spectroscopy (XPS) spectrums in Fig. 1d–g, and Fig. S1 show the elemental signals of NFPPHE and NFPP. The signals of five substitutional elements (Ni, Cr, Mg, Co, Mn) in the high-resolution XPS spectra of NFPPHE can be distinguished obviously, proving the successful substitution of these elements into the Fe atom in the NFPP lattice structure. The high-resolution XPS spectrum of Fe 2p (Fig. 1f) can be divided into two intensive peaks. The peak centered at 710.46 eV belongs to Fe 2p3/2, while the higher binding energy of 723.57 eV is assigned to Fe 2p1/2, accompanied by two satellite peaks. The XPS image shows that high-entropy elements do not change the valence of the Fe, and no peaks for Fe3+ have been found. Similarly, as depicted in Fig. 1g, NFPP also has two Fe2+ peaks and two satellite peaks without peaks for Fe3+."
                    ],
                    "name": "Structural characterizations of samples",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "As is shown in Fig. 2a, b and Fig. S2-4 display scanning electron microscopy (SEM) images and SEM-EDS elemental mappings of the NFPPHE and NFPP. Both samples exhibit typical irregular nanoparticles ranging from 5 nm to 30 nm and the particles tend to aggregate together into larger particles, about 20 μm in total. Compared with NFPP, NFPPHE particles are more harmonious than NFPP ones showing enhanced crystallinity. The schematic crystalline structure is presented in Fig. 2c indicating a robust crystal framework. The Rietveld refinement results Table S2 reveal a slight enlargement in the lattice parameters of NFPPHE. Showing the Fe-defects generated by high-entropy can regulate the crystal structure of NFPPHE. The [Fe3P2O13] crystal units consisting of three [FeO6] octahedras and three [PO4] tetrahedrons to form infinite layers of [Fe3P2O13]∞ along the b and c axes. The [P2O7] units connect the layers with each other along a-axe, constructing a 3D framework with large ionic channels to promote the fast sodium-ion diffusion.",
                        "As is shown in Fig. 2d the transmission electron microscopy (TEM) images of NFPPHE, NFPPHE consists of irregular nanoparticles no more than 1 μm. The high-resolution TEM (HRTEM) in Fig. 2e shows the lattice fringes corresponding to the (2 0 2) plane of NFPP proving the high crystallization of NFPPHE. The selected area electron diffraction (SAED) pattern of NFPPHE in Fig. 2f matches the (2 0 2) and (2 1 1) plane of NFPP exhibiting the polycrystalline feature of the nanoparticle aggregation. Fig. 2g indicates the EDS and EDS elemental mappings results of the NFPPHE, demonstrating an even distribution of Na, Fe, P, O, C, Ni, Cr, Mg, Co, and Mn in the NFPPHE sample."
                    ],
                    "name": "Morphological features of samples",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical performances of NFPPHE and NFPP cathode material electrodes are tested in Na half-cell system at room temperature. Fig. 3a, b depicts the typical charge/discharge curves of NFPPHE and NFPP, respectively, at 0.1C at room temperature. The NFPPHE exhibits 117.5 mAh/g discharge capacity compared with 104 mAh/g of NFPP. The comparative rate performances of NFPPHE and NFPP are depicted in Fig. 3c and the corresponding galvanostatic charge/discharge voltage profiles of NFPPHE and NFPP are shown in Fig. 3d, e The NFPPHE can deliver reversible discharge capacities of 101.3, 97.9, 93.4, 88.7, 82.8, 76, 64.2, and 57 mAh/g at 0.5, 1, 2, 5, 10, 20, 50 and 100C within the potential range of 1.5–4.3 V. NFPP could release reversible discharge capacities of 97.3 mAh/g at 0.5C, but its capacity decreases to 63.2 mAh/g at 20C, indicating significant polarization at larger discharge rate. Fig. 3f displays the averaged cell discharge voltage of the samples, revealing that NFPPHE displays a more consistent discharge platform compared to NFPP, particularly at high rates. The results indicate that the high-entropy elements generate Fe-defects, improving the stability of the crystal structure.",
                        "As depicted in Fig. S5,6, at a relatively low rate of 1C, The NFPPHE cathode material exhibits outstanding capacity retention of 94 % after 500 cycles and 80 % after 1000 cycles. The SEM images in Fig. S7 of NFPPHE and NFPP before and after 1000 cycles confirm the stability of the NFPPHE structure. Doping of single Ni, Cr, Mg, Co, Mn element into Na4Fe3(PO4)2P2O7 was conducted and labeled as NFPPNi, NFPPCr, NFPPMg, NFPPCo, NFPPMn. The electrochemical performances of NFPPNi, NFPPCr, NFPPMg, NFPPCo, NFPPMn are presented in the supporting information (Fig. S8,9). As a result, these samples exhibit improved electrochemical performance compared to NFPP but the effect of high-entropy effect leads to the best electrochemical performance of NFPPHE. Furthermore, as is shown in Fig. 3g, NFPPHE delivers a remarkable specific capacity of 76.3 mAh/g at 20C. NFPPHE exhibits a high-capacity retention of 88 % after 2000 cycles and 80 % after 4000 cycles at 20C. In contrast, NFPP shows a lower capacity retention, with only 51 % retention after 2000 cycles at 20C."
                    ],
                    "name": "Electrochemical properties of half-cell",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To further approach the mechanism for the enhanced performance, the Na+ kinetics transport of NFPPHE and NFPP are investigated by both Cyclic Voltammetry (CV) (Choi et al., 2019, Xi et al., 2024) and Galvanostatic Intermittent Titration Techniques (GITT techniques). In Fig. 4a, b indicates the CV curves of NFPPHE and NFPP at different scan rates. The NFPPHE samples exhibit two main redox peaks at 2.73/3.13 V and 3.06/3.38 V, accompanied by multiple minor peaks, such as 2.47/2.3 V corresponding to the deintercalation/intercalation of Na+ at different sites during the Fe2+/Fe3+ redox reactions. In comparison to NFPP, no additional peaks are detected, suggesting that high-entropy elements do not participate in the redox reactions. The oxidation peaks around 3.0 V can be attributed to the extraction of Na3 (five coordination) and Na1 (six coordination), while the oxidation peaks between 3.0 V and 3.3 V can be attributed to the extraction of Na4 (six coordination) and the Na2 (seven coordination) remains stable(Liu et al., 1998, Wang et al., 2007, Wu et al., 2016). It is apparent that with the increase in scan rate, the main shape of the CV curve is well preserved, proving a fast Na+ insertion and extraction kinetics in NFPPHE. Furthermore, the detailed fitting curves of oxidation and reduction peak current (ip) versus square root of scan rates (v1/2) of NFPPHE are portrayed in Fig. 4c and Table S3. The CV profiles at different scan rates are used to reveal the pseudo-capacitance contribution to the charge storage process, according to the formula of",
                        "i=a v b( l o g ( i )=b × l o g ( v ) + l o g ( a ) ). The log(i) versus log(v) plots of NFPPHE are depicted in Fig. 4d. The b values of O1, O2, R1, and R2 peaks are 0.7673, 0.8419, 0.7815 and 0.8167, respectively, indicating the fast kinetics in the NFPPHE electrode (Gao et al., 2023). Conversely, Fig. S10 showed the ip versus v1/2 and the log(i) versus log(v) plots of NFPP, confirming the enhanced Na+ diffusion kinetics attributed to the Fe-defects generated by high-entropy.",
                        "To explore the distinctive nature of the enhanced rate performance of NFPPHE, galvanostatic intermittent titration technique (GITT) is conducted to ascertain the electronic diffusion efficiencies of both cathodes (Tang et al., 2011). The half-cells are charged or discharged at 0.1C (15 mA/g) for 15 min, followed by a 60-minute relaxation to reach a voltage equilibrium. The corresponding Na+ diffusion coefficient (DNa+) is calculated according to the following equation:",
                        "D = 4 π τ ( m B V M M R A ) 2 ( Δ E s Δ E τ ) 2, where τ represents the duration of applying a constant current. MB and mB denote the molecular weight and mass of the active material, respectively. VM stands for the molar volume, while A is the surface area of the electrode, ΔEs and ΔEτ represent the total change of the cell voltage E during the steady-state (equilibrium) voltage and current pulse, respectively. As illustrated in Fig. 4f, g, the distribution range of DNa+ in NFPPHE is 10-8 cm2/s, surpassing that of NFPP of 10-9 cm2/s, corresponding well with the excellent rate performance of NFPPHE, thereby proving the advantage of Fe-defects generated by high-entropy on the kinetics of sodium storage.",
                        "The impact of the Fe-defects generated by high-entropy on Na+ diffusion is further supported by an analysis of the distribution of relaxation times (DRT) in Fig. 4g–l and Fig. S11 (Chen et al., 2023, Huang et al., 2023, Lu et al., 2022, Lu et al., 2021, Schmidt et al., 2011, Shafiei and Sauer, 2019, Shafiei et al., 2020, Zhou et al., 2019). The kinetic transition during the charge/discharge process is identified, and their evolution is monitored in situ through galvanostatic electrochemical impedance spectra (GEIS) analyzed by the distribution of relaxation time. The Nyquist plots in Fig. 4g, j illustrated that the Na half-cells of NFPPHE exhibit significantly reduced sizes compared to those of NFPP, particularly during the charge processes. This reduction can be attributed to the enhancement of electronic conduction due to the Fe-defects present in NFPPHE. The DRT technology is a mathematical transformation to display the frequency domain-based Nyquist plots into time domain-based DRT spectra.",
                        "Z ω = R ∞ + ∫ 0 ∞ γ ( τ ) 1 + j w τ d τ. The charge/discharge DRT spectra of NFPPHE and NFPP manifest three main peaks located at 10-3 s, 10-1 s and 101 s, respectively. The peaks at 10-3 s represent an irreversible evolution contribute to the formation of the solid electrolyte interface (SEI) showing that the irreversible SEI derived from the NFPPHE is highly conductive and more robust than one from the NFPP. Additionally, the peaks at 10-1 s represent the cathode charge transfer, showing the particle structure of NFPPHE is notably more stable than NFPP, attributed to the Fe-defects generated by high-entropy. The peaks representing diffusion at 101 s are almost the same for NFPPHE and NFPP."
                    ],
                    "name": "Electrode process kinetics",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In order to demonstrate the practical application of NFPPHE, the electrochemical properties of NFPPHE are investigated in full-cells with pre-sodiated HC anodes. The working mechanism of the designed NFPPHE//HC full-cell configuration is portrayed in Fig. 5a, b is the charge/discharge profiles of NFPPHE//HC full-cell at 0.5C. The full-cell exhibits a discharge capacity of 79.5 mAh/gcalculated based on the mass of the cathode and an average voltage of 2.91 V. Moreover, the energy density of the full-cell can be calculated to be 165 Wh/kg based on the total mass of active material of cathode and anode. According to Fig. 5c, the full-cell shows a capacity retention of 76 % at 0.5C after 300 cycles. Fig. 5d demonstrates the rate capability of the full-cell. Discharge capacity of 106.1, 93, 80.4, 66.4, 51.2, and 37.4 mAh/g are obtained from 0.1C to 5C, respectively. NFPPHE can also be used in anode-free SIBs. NFPPHE//Al@C full-cell is manufactured by using carbon-coated aluminum foil (Al@C) as current collector. Fig. 5e is the charge/discharge profiles of NFPPHE//Al@C full-cell at 0.5C. The full-cell exhibits a discharge capacity of 90.4 mAh/g (calculated based on the mass of the cathode) and an average voltage of 2.86 V. Moreover, the energy density of the full battery can be calculated to be 260 Wh/kg based on the total mass of active material of cathode and anode, much higher than NFPPHE//HC full-cell. Fig. 5f shows the cycling performance of NFPPHE//Al@C at 0.5C, almost without decay after 100 cycles."
                    ],
                    "name": "Electrochemical properties of full-cell",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "The NFPPHE composites are successfully synthesized through a one-step liquid-phase reaction via high-entropy elements in situ partial substitution on Fe atoms. The NFPPHE has the highly enhanced rate performance of 57 mAh/g at 100C and ultra-long cycling life of 4000 cycles at 20C. The kinetic analysis indicates that the Fe-defects generated by high-entropy enhances the Na-ion diffusion inside the crystal at the same time robust the crystal structure. Moreover, NFPPHE exhibits enhanced electronic conductivities and improved ionic diffusion, which significantly contribute to its superior rate performance and cycling stability. Furthermore, the NFPPHE//HC and HFPPHE//Al@C full cells are conducted to demonstrate the practical application value of NFPPHE. NFPPHE//HC shows the energy density of 165 Wh/kg based on the total mass of active material of cathode and anode at 0.5C (capacity retention of 76 %, 300 cycles). NFPPHE//Al@C achieves the energy density of 260 Wh/kg (capacity retention of 100 %, 100 cycles). It is believed that NFPPHE is a promising candidate for SIBs and this work is beneficial for the improvement of low-cost and high-performance SIBs."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "Yi Qiu: Writing – original draft, Investigation, Data curation. Qinhao Shi: Investigation, Data curation. Xuan Yu: Investigation, Data curation. Yiming Liu: Investigation, Data curation. Yang Liu: Writing – review & editing, Supervision, Investigation. Wuliang Feng: Writing – review & editing, Investigation, Funding acquisition. Jing Wang: Supervision, Investigation, Funding acquisition. Yufeng Zhao: Writing – review & editing, Supervision, Investigation, Funding acquisition."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of competing interest",
            "type": "section_h2"
        }
    ],
    "Title": "High-entropy Na4Fe2.65(NiCrMgCoMn)0.027(PO4)2P2O7 cathode for high-rate sodium-ion batteries"
}