{
    "DOI": "10.1039/D3QI01397A",
    "Journal": "Inorganic Chemistry Frontiers",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Among various energy storage systems, lithium-ion batteries (LIBs) occupy a monopoly position in electric vehicles and electronic devices because of their high energy density, long cycle life, and high capacity. Nevertheless, the scarcity and uneven distribution of lithium reserves have led to high costs of LIBs, seriously hindering the further stainable development of LIBs. As is known, sodium has more abundant resources and a higher standard electrode potential than lithium; meanwhile Na+ ions and Li+ ions have very similar physicochemical properties, so SIBs have much lower costs and higher safety compared to LIBs, making them an outstanding contender for new and emerging energy materials. However, the larger radius and higher atomic mass of Na+ compared with Li+ result in inferior reaction kinetics in electrode materials, so their capacity and energy density are unsatisfactory. Therefore, the development of high-performance SIBs has become a current frontier topic in the area of energy storage systems.",
                "To date, various anode materials for SIBs have been researched, such as carbon-based materials, transition-metal oxides/sulfides, alloy materials,etc. Among them, iron sulfides (such as FeS2, FeS and Fe7S8) have attracted considerable concern because of their hypotoxicity, inexpensiveness and satisfactory theoretical capacity (894, 610, and 795 mA h g−1, respectively). For example, Li et al. studied the composite of FeS/carbon fibers, delivering 283.0 mA h g−1 at 1 A g−1; and Zhou et al. reported FeS2 nanoparticles homogeneously inlaid in a carbon matrix, exhibiting a high reversible capacity of 853 mA h g−1 at 0.2 A g−1. However, iron sulfides still suffer from multifarious challenges such as irreversible volume variation during sodiation/desodiation and inferior electrical conductivity, which leads to lousy stability and rate performance. In recent years, several effective approaches have been presented to enhance the electrical conductivity and mitigate the volume variation for transition-metal sulfides, such as rational structural design (e.g., yolk–shell, hollow and hierarchical structures), composites with carbon-based materials and heteroatom doping. In particular, delicate structural design provides an abundant specific surface area, sufficient buffer space and adequate active sites for Na+ ion storage. For example, Yang et al. designed yolk–shell Bi@Void@C nanospheres, buffering severe volume changes, exhibiting a rate performance of 173 mA h g−1 at a current density of 100 A g−1 and delivering a long cycle life at 20 A g−1 over 10000 cycles, while Lan et al. synthesized hollow FeSe2/C nanospheres, delivering a superior rate capability of 316.5 mA h g−1 at 5 A g−1. Additionally, the coupling of transition-metal sulfides with electrically conductive carbon has been employed as an effective strategy to upgrade the electrical conductivity and structural stability of active materials. For example, Lu et al. synthesized FeS2 packaged in S, N co-doped carbon, exhibiting high capacity, superior rate capacity and long cycle life. Moreover, introducing heteroatoms can adjust the intrinsic electronic structure and regulate the charge state, bandgap width and crystal structure. For instance, Chen et al. reported Mn-doped FeS/NC, in which Mn doping enhances the conductivity and conveyance of Na+ ions/electrons and rate performance.",
                "Herein, multiple yolk–single shell structured Se-doped Fe7S8@NC@C (Se-Fe7S8@NC@C) microcubes have been synthesized via the combination of a resorcinol–formaldehyde coating and a high-temperature annealing process using Prussian blue (PB) as the template. Se-Fe7S8@NC@C possesses multiple advantages in terms of structure, micromorphology and composition: (1) the multiple yolk–single shell microstructure favors electrolyte permeation, alleviates volume changes and exposes more sodium storage sites; (2) the dual-carbon confinement effectively inhibits aggregation and prevents the structural collapse of active materials during sodiation/desodiation; and (3) the rich N in the carbon matrix promotes the conduction of electrons and enhances electrical conductivity, while Se doping modulates the electronic structure to improve the electrical conductivity, enlarge the interlayer distance to accelerate Na+ diffusion, expand the layer spacing of the Fe7S8 and accelerate the migration rate of Na+. Consequently, the as-synthesized Se-Fe7S8@NC@C electrode exhibits great sodium storage properties: a superior initial capacity of 828.5 mA h g−1 at 0.1 A g−1, an exceptional rate performance of 448.2 mA h g−1 and a satisfactory cycling performance of 390.9 mA h g−1 after 800 cycles at 5 A g−1."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "Fig. 1 depicts the experimental process for the synthesis of the multiple yolk–single shell structured Se-Fe7S8@NC@C microcubes, while the entire synthetic procedure is presented in the ESI.† First of all, Prussian blue is manufactured via the coprecipitation method at 80 °C. Then, the Prussian blue microcubes are coated with resorcinol–formaldehyde (RF) by dispersing them in a mixed alkali solution for 8 h to achieve PB@RF microcubes. After this, the PB@RF microcubes and a mixture of sulfur and selenium powders (a molar ratio of 2.5:1) are placed in the downstream and upstream sections of a ceramic arc in a tube furnace, respectively, and heated for thermal decomposition and sulfurization reactions. Finally, the outer RF layer and cyanogen (CN−) are carbonized to form a carbon layer and an N-rich carbon matrix separately, and iron ions react with sulfur and selenium vapors to generate Se-doped Fe7S8 during the annealing process in an N2 atmosphere. Simultaneously, the Prussian blue structure collapses into multiple yolks, and the RF coating acts as a shell layer to sustain the basic cubic framework.",
                "SEM is performed to obtain the morphologies and microstructures of the material. In Fig. 2a, PB presents a microcube morphology with a size of about 500 nm. Fig. 2b reveals that PB@RF also possesses a microcube morphology, while the surface becomes marginally rough after the RF coating. In Fig. 2c and d, the synthesized Fe7S8@NC@C and Se-Fe7S8@NC@C both exhibit a uniform microcube morphology and the Se-doping scarcely changes the morphology. In contrast, the PB without the RF protective layer suffers from structural collapse and the microstructure is severely damaged after high-temperature annealing (Fig. 2e). Clearly, the RF-derived carbon layer can provide rigid protection for the initial cubic structure and considerably augment the microstructural stability of the material. TEM pictures of Se-Fe7S8@NC@C in Fig. 2f–i further confirm the successful construction of multiple yolk–single shell structured microcubes, where the sufficient volume between yolks efficiently mitigates volume changes. In addition, the carbon layer derived from RF is clearly observed in Fig. 2i, with a carbon layer thickness of about 60 nm.",
                "The mapping images of Se-Fe7S8@NC@C in Fig. 3a–g demonstrate that the Fe, S and Se elements are primarily concentrated in the yolk, while the C and N elements are mainly distributed in the shell. Moreover, the selected area electron diffraction (SAED) image of Se-Fe7S8@NC@C is shown in Fig. 3h, where two diffraction rings correspond to the (200) and (102) planes of Fe7S8. From Fig. S1,† it can be observed that Fe7S8@NC@C possesses obvious lattice stripes with spacings of 0.264 nm and 0.205 nm, corresponding to the (203) and (206) planes of Fe7S8 separately; in comparison, Se-Fe7S8@NC@C possesses wider lattice stripes of (203) 0.270 nm and (206) 0.213 nm (Fig. 3i and j). Additionally, as exhibited in Fig. S2 and Table S1,† the mass percentages of C, N, S, Fe, and Se are 11.93%, 2.27%, 25.79%, 56.66% and 3.35%, respectively. An inductively coupled plasma–atomic emission spectrometer (ICP-AES) was used to analyze the composition of the samples, and the corresponding results are shown in Table S2 and Fig. S3.†",
                "Fig. 4a and S4† display the XRD maps of the as-manufactured materials. In Fig. S4,† the diffraction peaks of PB match well with the standard cards of Fe4[Fe(CN)6]3 (01–0239) and align with the previous report. As shown in Fig. 4a, the diffraction peaks of Fe7S8@NC@C and Se-Fe7S8@NC@C align with the standard card of Fe7S8 (24–0220). Nonetheless, Se-Fe7S8@NC@C shifts towards lower angles in contrast with Fe7S8@NC@C, suggesting that the interplanar spacing of Fe7S8 is expanded after the successful doping of Se, which is in accordance with Bragg's equation (Fig. S5†). The chemical valence states of Se-Fe7S8@NC@C and Fe7S8@NC@C are determined by XPS in Fig. 4b–f. The survey spectra of Se-Fe7S8@NC@C (Fig. S6†) reveal the presence of Fe, S, Se C, N and O signal peaks. The existence of O is attributed to the oxidation of sulfides, C is derived from RF and CN− in the PB, and N may also be attributed to cyanogen. The Fe 2p spectra of Fe7S8@NC@C and Se-Fe7S8@NC@C are displayed in Fig. 4b. The satellite peak of Fe is present at 717.5 eV, and the two spin-orbital peaks at 727.0/724.0 eV and 713.0/710.6 eV belong to the redox pair of Fe3+/Fe2+, attributed to Fe 2p1/2 and Fe 2p3/2, respectively. In the S 2p spectra of Se-Fe7S8@NC@C and Fe7S8@NC@C, three types peaks of S 2p can be detected, corresponding to (S2)2−, (Sn)2− and S–O, respectively (Fig. 4c). The peak positions of S2− 2p3/2, S2− 2p1/2, (Sn)2− and S–O are at 161.9, 163.8, 165.0 and 168.2 eV for Se-Fe7S8@NC@C, respectively. Notably, the peaks of Fe7S8@NC@C obviously shift towards a lower binding energy compared with those of Se-Fe7S8@NC@C, indicating that the doping of Se into Fe7S8 induces a change in the electronic structure of Fe7S8. This phenomenon could be attributed to the difference in electronegativity between Se and S. From Fig. 4d, it can be observed that the Se 3d spectra could be fitted into three peaks. The peak positions of 55.5, 56.6 and 58.7 eV correspond to Se2− 3d5/2, Se2− 3d3/2 and SeOx, respectively. In Fig. 4e, three peaks located at 397.8, 399.7, and 401.9 eV can be detected in the N 1s spectra of Se-Fe7S8@NC@C and Fe7S8@NC@C, which are attributed to graphitic N, pyrrolic N, and pyridinic N, respectively. The C 1s spectra of Fe7S8@NC@C and Se-Fe7S8@NC@C in Fig. 4f can be fitted into three peaks, which are attributed to C–C (284.8 eV), C–N (286.6 eV), and CO (288.8 eV), respectively. The chemical state of carbon in Se-Fe7S8@NC@C and Fe7S8@NC@C is revealed by the Raman spectra (Fig. 4g). The signal peaks at ∼1354 and ∼1539 cm−1 are detected and attributed to the D band and G band, respectively, demonstrating that RF and PB transform into a carbon coating at high temperature. The Se-Fe7S8@NC@C composite exhibits a higher ID/IG (1.084) value, illustrating more defects on the surface of Se-Fe7S8@NC@C, which are predicted to notably boost the Na+-ion storage capacitance. Fig. 4h exhibits the nitrogen adsorption–desorption isotherms for Se-Fe7S8@NC@C and Fe7S8@NC@C. Se-Fe7S8@NC@C (6.11 m2 g−1) has a larger specific surface area compared to Fe7S8@NC@C (3.22 m2 g−1), which facilitates the provision of more active sites to accelerate the reaction kinetics. In Fig. 4i, both Se-Fe7S8@NC@C and Fe7S8@NC@C exhibit a mesoporous structure (2–50 nm), which is favorable for Na+ ion transfer and electrolyte pervasion.",
                "As displayed in Fig. 5, various electrochemical property tests of Se-Fe7S8@NC@C were performed to certify the superiority on multiple aspects of the structure of Se-Fe7S8@NC@C as the electrode material. Fig. 5a indicates the CV test of Se-Fe7S8@NC@C at a scanning rate of 0.1 mV s−1 for the initial three cycles within 0.01–3 V. In the 1st loop, visible reduction peaks emerge at 0.93 and 0.31 V, attributed to the sodiation process and the decomposition of the electrolyte to form the solid electrolyte interphase films. Additionally, marked oxidation peaks arise at 1.37 V and 1.80 V, attributed to the desodiation process of Se-Fe7S8@NC@C. It is noteworthy that minor cathodic and anodic peaks are discovered at 0.03 and 0.06 V separately, attributed to sodiation/desodiation of carbon (xC + Na+ + e− ↔ NaCx). Furthermore, the subsequent cycles (2nd and 3rd) almost overlap, proving the exceptional stability and reversibility of Se-Fe7S8@NC@C. Nevertheless, slight alterations in peak positions between the 2nd and 3rd cycles are induced by the inevitable polarization. As shown in Fig. 5b, the voltage plateau in the GCD profiles of Se-Fe7S8@NC@C is basically parallel to the redox peak position on the CV curves. During the initial sodiation/desodiation cycle, the charge/discharge capacity of Se-Fe7S8@NC@C is 703.2/828.5 mA h g−1 and displays a satisfactory initial coulombic efficiency (ICE) of 84.9%. In comparison, Fe7S8@NC@C possesses a much lower ICE of 71.0%, which demonstrates that Se-Fe7S8@NC@C possesses better reversibility than Fe7S8@NC@C. Fig. 5c shows the cycling performances of Fe7S8@NC@C and Se-Fe7S8@NC@C. A remarkable capacity of 765.1 mA h g−1 is maintained after 90 cycles for Se-Fe7S8@NC@C, while the capacity of Fe7S8@NC@C declines rapidly to 480.2 mA h g−1 after 54 cycles. Moreover, the rate capabilities of Fe7S8@NC@C and Se-Fe7S8@NC@C are evaluated between 0.1 and 5 A g−1 (Fig. 5d and e). Specifically, at 0.1, 0.2, 0.5, 1, 2 and 5 A g−1, the discharge capacities of Se-Fe7S8@NC@C are 674.8, 641.0, 612.8, 585.5, 547.4 and 448.2 mA h g−1, respectively. Meanwhile, a capacity of 712.4 mA h g−1 can be retained when the current density returns to 0.1 A g−1, suggesting conspicuous rate performance and superior reversibility compared to Fe7S8@NC@C at different current densities. In addition, satisfactory rate capability of Se-Fe7S8@NC@C can also be verified in the GCD curves (Fig. 5d). Moreover, the comparison among advanced anode materials indicates that Se-Fe7S8@NC@C has a much better rate capability than the majority of advanced anode materials (Fig. 5f and Table S3†). Meanwhile, the long cycling stabilities of Fe7S8@NC@C and Se-Fe7S8@NC@C at 5 A g−1 are shown in Fig. 5g. The capacity of 390.9 mA h g−1 for Se-Fe7S8@NC@C can be retained after 800 cycles, and its CE remains almost 100% throughout the cycling process. In comparison, Fe7S8@NC@C retains 252.1 mA h g−1 after 164 cycles. Obviously, the Se-Fe7S8@NC@C electrode has far superior sodium storage capability, which is attributed to the introduction of a small amount of Se. What's more, the Se-Fe7S8@NC@C electrode has a more stable coulombic efficiency compared to the Fe7S8@NC@C electrode (Fig. 5c, e and g). The SEM images and EDS spectra of the electrodes after cycling were used to verify the stability of the samples. In order to verify the great cycling stability of Se-Fe7S8@NC@C, we test the morphology and composition of the Se-Fe7S8@NC@C electrode before and after cycling. As shown in Fig. S7a–c,† the Se-Fe7S8@NC@C electrode material remains firmly attached to the collector after cycling, while the Fe7S8@NC@C electrode material partially detaches from the collector, demonstrating the excellent cycling stability of the Se-Fe7S8@NC@C electrode. Before cycling, the Se-Fe7S8@NC@C electrode material possesses a cubic microstructure and its composition is mainly Fe7S8 (Fig. S7d and S7g†). After 100 cycles at 5 A g−1, the morphology of the Se-Fe7S8@NC@C electrode material still maintains the cubic framework, and its composition contains not only Fe7S8 but also Na and F, which can be attributed to the formation of NaF in the SEI film induced by the electrolyte (NaPF6) and the sodium ions (Fig. S7e and S7h†). This stabilized SEI film facilitates the enhancement of the long cycling life of SIBs. On the contrary, the morphology of the Fe7S8@NC@C electrode is completely fragmented after 100 cycles, and although additional Na and F are also detected, the F content is low and insufficient for the formation of a stable SEI film to enhance cycling stability (Fig. S7f and S7i†).",
                "In order to further explore the reaction kinetics of Se-Fe7S8@NC@C, CV curves were recorded at various scanning rates. In Fig. 6a, the cathodic and anodic peaks display similar positions and shapes, indicating that Se-Fe7S8@NC@C has no significant polarization. Additionally, the peak current (i) rises as the scanning speed (v) increases, which indicates that Se-Fe7S8@NC@C possesses obvious pseudocapacitive behavior in the sodiation/desodiation process. The i and v are in accordance with the below formulas:",
                "In general, the storage mechanisms of the pseudocapacitive control process and the diffusion control process are represented by b values of 1 and 0.5, respectively. As shown in Fig. 6b, the b values for peaks 1–4 are 0.76, 0.86, 1.03 and 0.91, respectively, suggesting that both behaviors occur synchronously in the sodiation/desodiation process. Formula (3) is used to calculate the contribution ratio of the two control processes:",
                "k 1 v and k2v1/2 represent the pseudocapacitive control contribution and diffusion control contribution, respectively. The pseudocapacitive contribution reaches 97.08% at a scanning speed of 1.0 mV s−1 (Fig. 6c). As exhibited in Fig. 6d, when the scanning speeds are 0.2, 0.4, 0.6, 0.8 and 1.0 mV s−1, the pseudocapacitive contributions are 93.63%, 94.35%, 95.36%, 96.15% and 97.08%, respectively, which means that the pseudocapacitive contribution dominates at various scanning rates, resulting in high-rate capability for Se-Fe7S8@NC@C.",
                "In Fig. 6e, the electronic impedance spectra of Se-Fe7S8@NC@C and Fe7S8@NC@C are displayed. The Rct of Se-Fe7S8@NC@C (129.95 Ω) is lower than that of Fe7S8@NC@C (148.56 Ω). Furthermore, the Na+-ion diffusion dynamics (DNa+) is usually calculated using the following formulas:",
                "According to Formula (4), the Warburg factors of Se-Fe7S8@NC@C and Fe7S8@NC@C are fitted in Fig. 6f. Based on Formula (5), the DNa+ values of Se-Fe7S8@NC@C and Fe7S8@NC@C are calculated to be 2.01 × 10−12 and 7.42 × 10−13, respectively. Obviously, Se-Fe7S8@NC@C shows a larger DNa+ value, implying that Se-doping can greatly enhance the ion/electron transfer kinetics and the conductivity.",
                "The sodium storage properties of Se-Fe7S8@NC@C were researched thoroughly via ex situ XRD. The GCD profiles are marked with six charge/discharge states in Fig. 7a [a: open-circuit voltage (OCV); b and c: discharged to 0.5 V and 0.3 V, respectively; d–f: charged to 1.0 V, 1.6 V and 2.5 V, respectively]. The XRD maps for various states are displayed in Fig. 7b. There are three strong signal peaks located at 43.3°, 50.4° and 74.1°, attributed to Cu collection (04-0836). It is noteworthy that the weak signal peaks located at 30.0°, 34.0°, 44.1° and 53.3° are detected initially (a), which correspond to the (211) plane of Fe7S8 (24-0220). In the sodiated states of discharge to 0.5 V, a weak diffraction peak at about 28.5° is detected, which belongs to the (111) plane of FeS2 (42–1340), while in the sodiated states of discharge to 0.3 V, the (220) plane of Na2S (47–1698) and the (110) plane of Fe (ref. ) (06-0696) are detected. In the desodiated states, the diffraction peak of iron gradually decreases. The detailed reaction process is illustrated in Fig. 7c. Based on the above analysis, the sodium storage mechanism of the as-prepared Se-Fe7S8@NC@C can be explained as follows:"
            ],
            "name": "2. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "To sum up, multiple yolk–single shell Se-Fe7S8@NC@C microcubes are synthesized via Se-doping and carbon confinement engineering as advanced high-rate anode materials for SIBs. The Se-Fe7S8@NC@C microcubes possess numerous advantages: (1) the multiple yolk–single shell microstructure provides sufficient volume to alleviate volume changes; (2) dual carbon layers confine active materials to avoid collapse and agglomeration during the charge/discharge process; and (3) Se-doping particularly enhances the electrical conductivity by modulating the electronic structure. Therefore, the Se-Fe7S8@NC@C electrode exhibits excellent sodium storage properties: a superior initial capacity of 828.5 mA h g−1 at 0.1 A g−1, an exceptional rate performance of 448.2 mA h g−1 and a satisfactory cycling performance of 390.9 mA h g−1 after 800 cycles at 5 A g−1. This study provides an innovative approach for constructing sodium storage anodes with high-rate performance and exceptional structural stability via morphology design and electronic structure modulation."
            ],
            "name": "3. Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Prussian blue-derived multiple yolk–single shell-structured Se-doped Fe7S8@NC@C microcube composites as high-rate anodes for sodium-ion batteries"
}