{
    "DOI": "10.1002/smll.202200694",
    "Journal": "",
    "Keywords": [
        "diffusion barriers",
        "heterostructures",
        "plasma",
        "sodium‐ion batteries",
        "titanium carbonitride",
        "titanium dioxide"
    ],
    "Sections": [
        {
            "content": [
                "LIBs and SIBs are among the most promising types of clean and renewable energy storage systems. However, the scarce lithium resources are insufficient for the large‐scale use of energy storage systems in the future.[] Since sodium is extremely abundant in the earth, has low cost, and is environment friendly, SIBs are expected to be an alternative to LIBs in large‐scale energy storage. However, with a larger radius than Li+ ions, the insertion and extraction of Na+ ions in the electrode material are more difficult. Therefore, proper choice and design of an electrode material which can effectively host and transport Na+ ions, while presenting a stable structure and excellent rate performance is the key to the practical development and application of SIBs.[]",
                "Anatase titanium dioxide (TiO2) is one of the most promising and environment‐friendly LIB and SIB anode materials, with a theoretical specific capacity of 335 mAh g−1, low cost, and notable cycle stability.[] However, the major shortcomings of TiO2 are the semiconductor characteristics with the large bandgap (3.2 eV) and the high ion diffusion barrier.[] Downsizing the material, designing nanostructures,[] introducing advanced conductive agents,[] heteroatom doping,[] and introducing oxygen vacancies or trivalent titanium[] have been explored to improve the TiO2 electrical conductivity. Attempts to speed up the ion transport include designing fast ion channel by ordered nanostructures,[] heteroatom doping,[] and introducing intentional defects.[] Recently, increased attention has been paid to application of advanced heterostructures in energy devices including batteries.[] These efforts aspire to use self‐generated (built‐in) electric fields at the heterointerface to accelerate the transport of Na+ or Li+ and reduce diffusion barrier.",
                "Although a built‐in electric field is ubiquitous at the interface of various heterostructures, it may not always play a role in accelerating ion transport, for the following reasons. First, the direction of the electric field should point to the active material which hosts Na+ ions, otherwise the electric field may instead block the Na+ from moving in the right direction. This requires electrons to accumulate rather than deplete on the active material side of the interface. Second, the strength of the electric field should be large enough to significantly reduce the diffusion barrier. Since TiO2 has a large electrostatic dielectric constant (≈40), the screening effect will greatly lower the internal electric field. Third, the interfacial density of defect states must be low enough, otherwise a higher contact barrier may be formed. These critical elements of constructing such heterogeneous structures for enhanced ion transport have hardly been discussed, let alone quantitatively, in the past research.",
                "Here, we address this issue by developing the needed non‐rectifying titanium carbonitride/nitrogen–doped titanium dioxide heterostructure (TiCxN1–x/N‐TiO2) which satisfies the above requirements. The heterostructure was produced by a “many birds with one stone” urea plasma treatment of commercially available anatase TiO2 in one step within only 5 min. The electron concentration at the heterointerface is estimated to be 1.46 × 1020 cm−3, and the electric field strength reaches 1 × 107 V cm−1, which is large enough to significantly lower the diffusion barrier. The scanning transmission electron microscopy (STEM) images reveal that TiCxN1–x is epitaxially grown on the TiO2, with a nearly flawless interface. Plasma treatment also realized the N‐doping of TiO2 and improved its conductivity. The resulting TiCxN1–x/N‐TiO2 heterostructure exhibits the reversible specific capacity of 312.3 and 173.7 mAh g−1 at a rate of 0.1 and 10 C, respectively. After 600 cycles of charge and discharge at 10 C, the capacity retention rate is 98.7%, and the coulombic efficiency is 100%. Further analysis confirmed that the sodium ion diffusion barrier was reduced by a factor of 1.7. Our study not only reveals the specific mechanism of diffusion barrier reduction by heterostructures, but also provides practical guidelines for the design and synthesis of sodium‐storage heterostructures based on TiO2 and other materials."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "By appropriately choosing a low‐work‐function semiconductor or metal contacting TiO2 one can generate a high concentration of electrons accumulating at the TiO2 side of the heterointerface. In particular, if the Fermi level enters into the conduction band of TiO2 near the interface, the conduction band will become degenerate with a very high concentration of electrons. The 2D electron gas (2DEG)–like electron accumulation can generate a strong electrostatic field near the interface. The low‐work‐function metallic TiC is chosen for this work since it has a cubic structure with the lattice parameter (a = 0.432 nm) very close to that of anatase TiO2 (tetragonal, a = b = 0.378 nm, c = 0.951 nm). Moreover, the work function of TiC is sufficiently low (ϕ = 4.1 eV),[] even lower than the electron affinity of the anatase TiO2 (χTiO2 = 5.1 eV),[] as shown in Scheme . It is noted that even if the TiC is partially nitrided, that is, TiCxN1–x, the inequality ϕ < χTiO2 can always be implemented.[] To simplify the estimate, we just let x = 1 for TiCxN1–x. Upon contact, the Fermi level at the interface is located at 1.0 eV above the conduction band minimum, as shown in Scheme . The degenerate electron concentration n0 in the conduction band can be expressed as1n0=2mn∗3/22π2ℏ3∫∞EcE−EC1/21+expE−EFkBTdE=NC2πF1/2EF−ECkBTwhere mn∗ is the effective mass of electron (=0.094 m0 for anatase TiO2,[] m0 is the rest mass of an electron), ℏ is the reduced Planck constant, EC is the conduction band minimum, EF is the Fermi level, kB is the Boltzmann constant, T is the temperature, NC is the effective densities of states in the conduction band, and F1/2 is the Fermi integral of 1/2 order. Equation () gives the value for n0 as high as 1.46 × 1020 cm−3 (see Supporting Information for detailed calculation). The thickness (W) of space charge layer is typically 3 nm,[] but the electron concentration is the highest at the place closest to the interface. Therefore, it is reasonable to assume that all (or at least most of the) electrons are confined within the thin layer of the thickness of δ ≈ 1 nm near the interface (Scheme ). In this way, the electric field strength in the space charge region can be estimated as ε = 1.03 × 107 V cm−1 (≈1 V nm−1, see Supporting Information for detailed calculation). Such an electric field is strong enough to significantly reduce the diffusion barrier of Na+ in TiO2, which will be discussed in detail later. As a result, the TiCxN1–x/N‐TiO2 heterostructure has a markedly improved performance. The specific capacity of the TiCxN1–x/N‐TiO2 electrode reaches 312.3 (0.1 C) and 173.7 mAh g−1 (10 C), outperforming most of the reported TiO2‐based heterostructure SIB negative electrodes (Scheme ).",
                "The microstructure of the plasma‐treated TiO2 nanoparticles was studied using advanced electron microscopy. TiO2 particles with a size of about 15–50 nm can be seen under transmission electron microscopy (TEM) (Figure ), which is different from the original TiO2 particles with the uniform size of 25 nm in diameter (Figure , Supporting Information). Many TiO2 particles smaller or larger than 25 nm can be found everywhere in the TEM images (Figure , Supporting Information). Furthermore, the TiO2 particles are decorated with many ultra‐fine nanoparticles, which are TiCxN1–x particles formed by the reaction of carbon and nitrogen species in the decomposition products of urea (NH2CONH2 → HNCO + NH3) with TiO2. In the high‐resolution transmission electron microscopy (HRTEM) image shown in Figure , the inter‐planar spacing of 0.35 nm of the lattice fringes is assigned to the (101) plane of anatase TiO2. In addition, the lattice fringes with a spacing of 0.238 nm can also be seen in some HRTEM images (Figure , Supporting Information), which corresponds to the spacing of the (004) plane of anatase TiO2. The ultrafine TiCxN1–x particles with a diameter of about 1–3 nm attached to TiO2 are marked by black arrows in Figure . The (101), (004), (200), and (105) diffraction rings of anatase TiO2 can be distinguished in the selected area electron diffraction (SAED) pattern (Figure ).",
                "Figure  shows the Scanning transmission electron microscopy–high angle annular dark‐field imaging (STEM‐HAADF) image of a TiCxN1–x/N‐TiO2 heterostructure viewed along the (010) direction of anatase TiO2. In this atomic‐resolution image, the inter‐plane spacing of 0.35 nm of (101) plane and 0.38 nm of (100) plane can be clearly differentiated for the anatase TiO2. A TiCxN1–x particle at the upper right corner has a lattice fringe spacing of 0.21 nm, which corresponds to the (200) crystal plane of TiCxN1–x. It is noted that the (200) plane of TiCxN1–x is parallel to the (100) plane of anatase TiO2, and their lattice parameters are close to each other (TiO2 with space group of I41/amd, a = b = 0.378 nm; TiCxN1–x with space group of Fm3m, a = 0.428 ± 0.4 nm). The stoichiometric value x of TiCxN1–x is difficult to identify since the lattice parameters of TiC (0.432 nm) and TiN (0.424 nm) are very close. But x is surely neither 1 nor 0, since carbon and nitrogen are well dispersed in the heterostructure as revealed by the elemental mapping images (Figure ) of the TiCxN1–x/N‐TiO2 particles (Figure ). This result also confirms that nitrogen is indeed doped in TiO2. Considering the TiCxN1–x particle to be small enough to accommodate the lattice mismatch, it can be concluded that the TiCxN1–x particles are epitaxially grown on the anatase TiO2 without significant dislocations. The TiCxN1–x/N‐TiO2 heterostructure is sketched in Figure . The epitaxial TiCxN1–x on N‐TiO2 is particularly important since the interfacial state and Fermi level pinning can be essentially avoided.",
                "Such complex processes, production of TiCxN1–x, epitaxial growth of heterostructures, and nitrogen doping, are completed in the plasma at the same time within 5 min, which reflects the excellent ability of the plasmas to induce metastable hybrid phases that are impossible for conventional thermochemical reactions. By calculating the change of Gibbs free energy, it is found that the forward proceeding of the reversible reaction TiO2(s) + 3C(s)‐TiC(s) + 2CO(g) at low pressure (10−3–1 bar) requires a temperature over 1000 °C.[] The coexistence of TiC and TiO2 in a low‐temperature system indicates that the reversible reaction is frozen in a metastable state. In this case, a metastable hybrid‐phase system is formed, that is, the total Gibbs free energy of the system is at a local minimum rather than at the lowest possible minimum. This is due to the essentially non‐equilibrium characteristics of the plasma, and is also the result of the conductive TiC phase absorbing microwaves and becoming a hot spot to accelerate the local reaction process. In our past studies, the ability of plasmas to induce metastable hybrid phases has also been observed.[] In addition, the plasma accelerated other reaction kinetics. The size of TiO2 nanoparticles becomes more non‐uniform after the plasma processing, suggesting the occurrence of Ostwald ripening. Specifically, Ti and O atoms are likely to be removed from the surface of the nanoparticles by the plasma exposure, and then redeposit on the larger nanoparticles at the expense of the smaller ones, as illustrated in Figure . The Ostwald ripening of TiO2 nanoparticles has been reported in wet chemical synthesis, but it took as long as tens of hours to complete,[] which is in sharp contrast to the plasma‐driven process that occurs on a time scale of minutes. The formation of TiCxN1–x also validates the effects of Ostwald ripening—some of the Ti radicals react with carbon and nitrogen‐containing free radicals in the plasma to form TiCxN1–x. Moreover, we speculate that Ostwald ripening plays a crucial role in the incorporation of N atoms into TiO2. Indeed, the plasma exposure may increase the surface energy by peeling off the reconstructed surfaces of TiO2 nanoparticles, thereby lowering the energy barrier for the N atom entry.",
                "The crystal structures and phases of the TiCxN1–x/N‐TiO2 electrode are analyzed by X‐ray diffraction (XRD), as shown in Figure . Strong diffraction peaks at 43.26, 50.38, and 74.06° correspond to diffraction of (111), (200), and (220) planes of copper (PDF No.04‐0836), which are derived from the copper current collector of the electrode. In addition to Cu, the anatase TiO2 phase and a small amount of TiCxN1–x phase can be identified. The peaks at 25.24, 37.76, 48.00, 53.94, 55.00, and 62.54° correspond to diffraction of (101), (004), (200), (105), (211), and (204) planes of anatase TiO2 (PDF No. 21–1272), respectively. Furthermore, the diffraction peak at 41.42° corresponds to the (200) plane of TiCxN1–x. Limitations of analysis are further discussed in the Supporting Information.",
                "The chemical states and elemental bonding states of TiCxN1–x/N‐TiO2 were further investigated by X‐ray photoelectron spectroscopy (XPS). In the XPS survey scan, the peaks at 458.01, 529.91, 284.72, and 395.98 eV correspond to the core level emission of Ti 2p, O 1s, N 1s, and C 1s, respectively, as shown in Figure . The atomic percentage (at.%) of nitrogen in the TiCxN1–x/N‐TiO2 is about 5.99 at.%. The carbon is mainly from the thermal carbonization of PVDF in the electrode and the decomposition of urea. The high‐resolution spectrum of C 1s contains 4 deconvolution peaks, CTi (281.43 eV), CC (284.29 eV), CN (287.20 eV), and CO (288.87 eV)[] (Figure ), of which the weak CTi component reveals the formation of TiCxN1–x.",
                "The high‐resolution spectrum of N 1s electron has three deconvolution peaks, among which the sub‐peak at 399.5 eV belongs to the CN bond, in agreement with the result of C 1s spectrum.[] The doping of N atoms in the TiO2 lattice will increase the electron concentration of N and decrease the binding energy, which corresponds to interstitial doped OTiN (395.6 eV) and substitutional doped TiON (396.3 eV) states[] (Figure ). About 66.2% of N atoms are incorporated in TiO2 as estimated by the three components of N 1s emission. The emission associated with Ti 2p electrons has two spin‐orbit splitting peaks at 458.4 and 464.1 eV, corresponding to Ti 2p3/2 and Ti 2p1/2 states, indicating that the Ti element in the sample is mainly fully oxidized Ti4+ (Ti‐O).[] The broadening of the two peaks at the low‐energy slopes indicates that the electron density around Ti has increased, which is usually considered as a sign of oxygen vacancies.[] The deconvolution peaks at 456.8 and 462.5 eV correspond to the TiNO bond,[] and the other components at 455.1 and 460.8 eV correspond to the TiN bond[] (Figure ). The high‐resolution spectrum of O 1s electron emission indicates two sub‐peaks at 529.8 and 530.9 eV (Figure ), corresponding to lattice oxygen (TiOTi) and oxygen vacancies (NTiO).[]",
                "The electron valence band structure of TiCxN1–x/N‐TiO2 can be revealed by XPS valence bands, as shown in Figure . The top of the valence band of TiO2 is 2.53 eV below the Fermi level, indicating an n‐type and self‐doping by native oxygen vacancies. After the plasma treatment, the valence band edge shifts to 2.21 eV (Fermi level position in Scheme ) with a band tail extending to 0.89 eV. Nitrogen is an acceptor impurity in TiO2, which reduces the Fermi level. The valence band tail is derived from N 2p electrons.[] Clearly, nitrogen doping can increase the work function of TiO2 and hence the concentration of the degenerate electrons at the interface when forming a heterojunction, as predicted by Equation (). Particularly, there is a weak band at the Fermi level for TiCxN1–x/N‐TiO2 as marked by an arrow in Figure . The non‐zero density of states at the Fermi level is an indication of metallic character of TiCxN1–x originated from Ti 3d free electrons.[] The XPS results confirmed the successful N doping, the resulting oxygen vacancies in TiO2, and the formation of TiCxN1–x.",
                "The electrochemical performances of TiCxN1–x/N‐TiO2 electrodes have been studied, in comparison with the results using the reference TiO2 electrodes. First, the galvanostatic charge‐discharge in the potential range of 0.01–3.0 V (vs Na+/Na) at a rate of 0.1 C (1 C = 335.5 mAh g−1) was tested, of which the curves in the second cycle are displayed in Figure . The discharge specific capacity of TiCxN1–x/N‐TiO2 in the 2nd cycle is 388.8 mAh g−1, which is higher than the theoretical capacity of TiO2 (335.5 mAh g−1), while that of the pristine TiO2 is only 293.5 mAh g−1. The increase in specific capacity may be caused by active oxygen vacancies in doped TiO2 and the resulting Ti3+.[] Figure  compares the rate performances of the pristine TiO2 and TiCxN1–x/N‐TiO2 electrodes. The discharge specific capacities of the pristine TiO2 electrode reach 287.2, 228.2, 196.6, 177.2, 134.3, and 114.4 mAh g−1 at the rates of 0.1, 0.2, 0.5, 1.0, 2.0, 5.0, and 10 C, respectively. At the same rates, the specific capacities of TiCxN1–x/N‐TiO2 electrode increase to 358.0, 312.0, 265.3, 245.5, 225.8, 195.7, and 173.7 mAh g−1, respectively. After the deep charge and discharge, the TiCxN1–x/N‐TiO2 electrode maintained a reversible capacity of 312.3 mAh g−1 at 0.1 C, which was 87.8% of the initial value, showing excellent capacity retention.",
                "Subsequently, the TiCxN1–x/N‐TiO2 electrode was subjected to 600 cycles of charge and discharge at a rate of 10 C, as shown in Figure . The capacity of the TiCxN1–x/N‐TiO2 electrode was maintained at 171.1 mAh g−1 after 600 cycles, with a capacity retention rate of 98.7% and a coulombic efficiency of 100%. The pristine TiO2 electrode had a capacity of 106.6 mAh g−1 after 300 cycles, with a capacity retention of 94.7%. The above results confirm the positive effects of N doping and TiCxN1–x ultrafine nanoparticles on improving the specific capacity, charge‐discharge kinetics, and long‐term cycle stability of TiO2 electrodes. Our results are among the top tier results for the recently reported TiO2 based SIB anodes; the corresponding comparison is provided in Scheme  and Table , Supporting Information.",
                "To further reveal the effect of electric field at the heterointerface on the Na+ ion migration, the electrodes were tested with cyclic voltammetry (CV) at the increasing scan rate from 0.2 to 10 mV s−1. The CV curves are shown in Figure . With the increase of the scan rate, the redox current of TiCxN1–x/N‐TiO2 and TiO2 gradually increased, and the redox overpotential increased as well. At any scan rate v, the current on the electrode is composed of a diffusion‐controlled Faradaic current for Na+ ion insertion/extraction and a capacitive current. The Faradaic current at the redox peak (idiff) scales linearly with v1/2, which can be expressed as2idiff=0.4463F3RT1/2n3/2AD1/2C∗v1/2where C* is the reactant concentration at the surface of the electrode material, R is the molar gas constant, D is the diffusion coefficient, n is the number of electrons involved in the electrode reaction, A is the surface area of the electrode materials, F is the Faraday constant, R is the molar gas constant, and T is the temperature.[] The capacitive current at the redox peak (icap) is proportional to v,3 icap= ACdvwhere Cd is the capacitance. These expressions (Equations () and ()) show that idiff and icap are not explicit functions of the electric potential. Following the procedure described in ref. [], icap and idiff at any redox peaks can be differentiated, as shown in Figure . It should be noted that the popular procedure proposed by Dunn et al. cannot be applied appropriately here, since significant peak shifts are observed.[] On the other hand, the method adopted from ref. [] works well; indeed, as shown in Figure , Supporting Information, the oxidation icap of both TiCxN1–x/N‐TiO2 and TiO2 present clear linear dependency on v.",
                "The kinetics of Na+ ion transport in electrodes can be investigated by analyzing the variations of idiff. Linearly fitting the oxidation idiff versus v1/2, the Na+ ion diffusion coefficient D can be compared, as suggested by Equation () (idiff ∝ D1/2v1/2). The resulting slopes corresponding to the TiCxN1–x/N‐TiO2 (1.59) and the TiO2 (0.68) electrodes convey that the diffusion coefficient of the former is 5.5 (=(1.59/0.68)2) times that of the latter (Figure ). The hopping diffusion in solids is quantified with a diffusion coefficient4D =D0 exp−EAkBTwhere D0 is a pre‐exponential factor, EA is the apparent activation energy, and kB is the Boltzmann constant. Therefore, a 5.5‐fold increase in the diffusion coefficient indicates a 1.7‐fold decrease in EA.",
                "Now we can discuss how the built‐in electric field at the heterointerface affects the transport of Na+ ions. In the reported hopping diffusion studies, Na+ moved along the c‐axis of a bulk anatase TiO2 unit cell by a distance of 1/2 c = 0.48 nm (Figure ), experiencing a hopping barrier of 0.56 eV (Figure ).[] As mentioned above, the electric field strength at the heterointerface is as high as 1 V nm−1, which will cause the hopping barrier to tilt substantially. The electric field reduces the barrier by 0.24 eV [=1/2 × (0.48 nm) × (1 V nm−1)], and the tilted barrier height is 0.32 eV (Figure ). Therefore, the diffusion barrier at the heterointerface is 1.75 (=5.6 eV/3.2 eV) times lower than that of bulk TiO2, which is almost identical to the experimental result. Additionally, the charge transfer resistance [diameter of the semicircle of the Electrochemical impedance spectroscopy (EIS) Nyquist plot] of the TiCxN1–x/N‐TiO2 is much smaller than the pristine anatase TiO2 (Figure ), confirming that the charge transfer kinetics has indeed been improved by the heterointerface and the nitrogen doping. The higher slope of the oblique portion in the Nyquist plot in the low‐frequency range corresponding to the TiCxN1–x/N‐TiO2 electrode compared to the TiO2 electrode evidences the faster diffusion in the heterostructure.",
                "Based on the above results, some generic guidelines for designing high‐performance heterostructured electrodes can be formulated. First, the active part of the heterostructure must be electron accumulating rather than depleting, otherwise it will repel cations instead of attracting, thus substantially impeding ion transport in the host electrode material. Second, to achieve an electric field that can significantly reduce the diffusion barrier, the concentration of the accumulated electrons must be high enough. For example, trying to make a degenerate layer at the active side of the heterogeneous interface is a feasible way to achieve this requirement. Finally, to ensure the energy band engineering of the interface, it is necessary to construct a high‐quality, ideally flawless interface. Otherwise, the effects of unknown interface features may become difficult to predict."
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "In summary, this work has addressed low electrical conductivity and large ion transport barrier of TiO2 SIB negative electrode by a “three birds with one stone” plasma approach. Specifically, a high‐quality, high‐performance non‐rectifying TiCxN1–x/N‐TiO2 heterostructure was successfully prepared by a one‐step fast plasma processing of TiO2 electrode. The high electron concentration and strong electrostatic fields have thus been induced at the heterointerface, which lowered the Na+ ion diffusion barrier by a factor of 1.7. As a result, the TiCxN1–x/N‐TiO2 SIB anode exhibited high reversible specific capacities of 312.3 and 173.7 mAh g−1 at current densities of 0.1 and 10 C, respectively. The specific capacity at 10 C can retain 98.7% after 600 charge‐discharge cycles. The plasma‐induced fast Ostwald ripening of TiO2 is responsible for the formation of TiCxN1–x/N‐TiO2. A set of generic guidelines is proposed to design the heterostructures for energy storage electrodes. Our work reveals the mechanism of the diffusion barrier impacted by the interfacial electric field, also provides practical insights for the design of next‐generation heterostructure‐based energy storage materials."
            ],
            "name": "Conclusion",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The “many birds with one stone” synthesis of TiCxN1–x/N‐TiO2 heterostructure was completed by a one‐step urea plasma treatment within only 5 min. The “many‐birds” of the plasma “stone” include the simultaneous epitaxial growth of the heterostructure, interface energy‐band engineering, and N‐doping. The preparation of the anatase TiO2 electrode followed the established process. The slurry for electrodes were prepared with anatase TiO2 nanopowder (0.2 g, Aladdin, purity > 99.8%, 25 nm), acetylene black (0.025 g), and polyvinylidene fluoride (PVDF, 0.025 g) by vigorous stirring in N‐methylpyrrolidone (NMP, 1 mL). The slurry was coated on copper foil and vacuum dried at 100 °C for 12 h to obtain TiO2 electrodes.",
                        "The realization of the epitaxial growth of heterostructure, interface energy‐band engineering, and N‐doping relied on the non‐equilibrium character of the plasma, as well as the proprietary design of the plasma reactor and the process. The as‐obtained TiO2 electrode was placed in a quartz reactor coupled with a rectangular microwave waveguide. After the reactor was evacuated, 10 standard cubic centimeters per minute (sccm) of argon were flown in. The urea was heated to 120 °C to make it sublime upstream of the TiO2 electrode. The power of the microwave source was turned up to 500 W to ignite the plasma, and then H2 (100 sccm) gas was introduced. The temperature in the reactor was about 500 °C as measured by an infrared thermometer. The plasma process was maintained for 5 min, then the sample was cooled in Ar flow after turning off the plasma.",
                        "The crystallographic phases of the samples were investigated with XRD (Bruker D8 Advance A25) using Cu Ka radiation with a scan rate of 4° min−1. The structure and morphology of the nanomaterials were examined by TEM, HRTEM (TEM, JEOL JEM‐2100f). STEM‐HAADF was conducted on a Themis Z (FEI, Titan Z G3, 300 kV). XPS was carried out on a Thermo Scientific Escalab 250Xi XPS.",
                        "The electrodes were assembled into CR2016 coin cells with the metal Na as the counter and reference electrode, glass fiber (Whatman GF/D, 19 mm in diameter) as the separator, and NaClO4 1 m in a mix of ethylene carbonate/diethyl carbonate (volume ratio of 1:1) with 5 vol.% fluoroethylene carbonate as the electrolyte. The mass of the material loading on an electrode was obtained by weighing N electrodes, subtracting the mass of N pieces of current collectors, and then divided by N. The mass of active material on an electrode = the material loading on an electrode × 0.8. The specific capacity was the measured capacity divided by mass of active material on an electrode. EIS (frequency ≈10−3–106 Hz) and CV (scan rate 0.2–20 mV s−1) were performed on a CHI660E electrochemistry workstation. Charge‐discharge tests were carried out in a voltage range of 0.01 to 3 V versus Na/Na+ with a LAND battery tester (Wuhan, China)."
                    ],
                    "name": "Materials Synthesis",
                    "type": "section"
                },
                {
                    "content": [
                        "The “many birds with one stone” synthesis of TiCxN1–x/N‐TiO2 heterostructure was completed by a one‐step urea plasma treatment within only 5 min. The “many‐birds” of the plasma “stone” include the simultaneous epitaxial growth of the heterostructure, interface energy‐band engineering, and N‐doping. The preparation of the anatase TiO2 electrode followed the established process. The slurry for electrodes were prepared with anatase TiO2 nanopowder (0.2 g, Aladdin, purity > 99.8%, 25 nm), acetylene black (0.025 g), and polyvinylidene fluoride (PVDF, 0.025 g) by vigorous stirring in N‐methylpyrrolidone (NMP, 1 mL). The slurry was coated on copper foil and vacuum dried at 100 °C for 12 h to obtain TiO2 electrodes.",
                        "The realization of the epitaxial growth of heterostructure, interface energy‐band engineering, and N‐doping relied on the non‐equilibrium character of the plasma, as well as the proprietary design of the plasma reactor and the process. The as‐obtained TiO2 electrode was placed in a quartz reactor coupled with a rectangular microwave waveguide. After the reactor was evacuated, 10 standard cubic centimeters per minute (sccm) of argon were flown in. The urea was heated to 120 °C to make it sublime upstream of the TiO2 electrode. The power of the microwave source was turned up to 500 W to ignite the plasma, and then H2 (100 sccm) gas was introduced. The temperature in the reactor was about 500 °C as measured by an infrared thermometer. The plasma process was maintained for 5 min, then the sample was cooled in Ar flow after turning off the plasma.",
                        "The crystallographic phases of the samples were investigated with XRD (Bruker D8 Advance A25) using Cu Ka radiation with a scan rate of 4° min−1. The structure and morphology of the nanomaterials were examined by TEM, HRTEM (TEM, JEOL JEM‐2100f). STEM‐HAADF was conducted on a Themis Z (FEI, Titan Z G3, 300 kV). XPS was carried out on a Thermo Scientific Escalab 250Xi XPS.",
                        "The electrodes were assembled into CR2016 coin cells with the metal Na as the counter and reference electrode, glass fiber (Whatman GF/D, 19 mm in diameter) as the separator, and NaClO4 1 m in a mix of ethylene carbonate/diethyl carbonate (volume ratio of 1:1) with 5 vol.% fluoroethylene carbonate as the electrolyte. The mass of the material loading on an electrode was obtained by weighing N electrodes, subtracting the mass of N pieces of current collectors, and then divided by N. The mass of active material on an electrode = the material loading on an electrode × 0.8. The specific capacity was the measured capacity divided by mass of active material on an electrode. EIS (frequency ≈10−3–106 Hz) and CV (scan rate 0.2–20 mV s−1) were performed on a CHI660E electrochemistry workstation. Charge‐discharge tests were carried out in a voltage range of 0.01 to 3 V versus Na/Na+ with a LAND battery tester (Wuhan, China)."
                    ],
                    "name": "Materials Synthesis",
                    "type": "section"
                },
                {
                    "content": [
                        "The “many birds with one stone” synthesis of TiCxN1–x/N‐TiO2 heterostructure was completed by a one‐step urea plasma treatment within only 5 min. The “many‐birds” of the plasma “stone” include the simultaneous epitaxial growth of the heterostructure, interface energy‐band engineering, and N‐doping. The preparation of the anatase TiO2 electrode followed the established process. The slurry for electrodes were prepared with anatase TiO2 nanopowder (0.2 g, Aladdin, purity > 99.8%, 25 nm), acetylene black (0.025 g), and polyvinylidene fluoride (PVDF, 0.025 g) by vigorous stirring in N‐methylpyrrolidone (NMP, 1 mL). The slurry was coated on copper foil and vacuum dried at 100 °C for 12 h to obtain TiO2 electrodes.",
                        "The realization of the epitaxial growth of heterostructure, interface energy‐band engineering, and N‐doping relied on the non‐equilibrium character of the plasma, as well as the proprietary design of the plasma reactor and the process. The as‐obtained TiO2 electrode was placed in a quartz reactor coupled with a rectangular microwave waveguide. After the reactor was evacuated, 10 standard cubic centimeters per minute (sccm) of argon were flown in. The urea was heated to 120 °C to make it sublime upstream of the TiO2 electrode. The power of the microwave source was turned up to 500 W to ignite the plasma, and then H2 (100 sccm) gas was introduced. The temperature in the reactor was about 500 °C as measured by an infrared thermometer. The plasma process was maintained for 5 min, then the sample was cooled in Ar flow after turning off the plasma."
                    ],
                    "name": "Materials Synthesis",
                    "type": "section"
                },
                {
                    "content": [
                        "The crystallographic phases of the samples were investigated with XRD (Bruker D8 Advance A25) using Cu Ka radiation with a scan rate of 4° min−1. The structure and morphology of the nanomaterials were examined by TEM, HRTEM (TEM, JEOL JEM‐2100f). STEM‐HAADF was conducted on a Themis Z (FEI, Titan Z G3, 300 kV). XPS was carried out on a Thermo Scientific Escalab 250Xi XPS."
                    ],
                    "name": "Materials Characterization",
                    "type": "section"
                },
                {
                    "content": [
                        "The electrodes were assembled into CR2016 coin cells with the metal Na as the counter and reference electrode, glass fiber (Whatman GF/D, 19 mm in diameter) as the separator, and NaClO4 1 m in a mix of ethylene carbonate/diethyl carbonate (volume ratio of 1:1) with 5 vol.% fluoroethylene carbonate as the electrolyte. The mass of the material loading on an electrode was obtained by weighing N electrodes, subtracting the mass of N pieces of current collectors, and then divided by N. The mass of active material on an electrode = the material loading on an electrode × 0.8. The specific capacity was the measured capacity divided by mass of active material on an electrode. EIS (frequency ≈10−3–106 Hz) and CV (scan rate 0.2–20 mV s−1) were performed on a CHI660E electrochemistry workstation. Charge‐discharge tests were carried out in a voltage range of 0.01 to 3 V versus Na/Na+ with a LAND battery tester (Wuhan, China)."
                    ],
                    "name": "Electrochemical Measurements",
                    "type": "section"
                }
            ],
            "name": "Experimental Section",
            "type": "section"
        },
        {
            "content": [
                "Q.C. and X.L. contributed equally to this work. This work was financially supported by the National Natural Science Foundation of China (No. 62075100). K.O. thanks the Australian Research Council and QUT Centre for Materials Science for partial support."
            ],
            "name": "Acknowledgements",
            "type": "section"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflict of Interest",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "Research data are not shared."
                    ],
                    "name": "Data Availability Statement",
                    "type": "section"
                }
            ],
            "name": "Data Availability Statement",
            "type": "section"
        }
    ],
    "Title": "Overcoming Ion Transport Barrier by Plasma Heterointerface Engineering: Epitaxial Titanium Carbonitride on Nitrogen‐Doped TiO2 for High‐Performance Sodium‐Ion Batteries"
}