{
    "DOI": "10.1021/acsami.9b17952",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Over the past decades, climate change, environment pollution, and energy crisis issues have led to a rapid development of renewable and clean energy sources such as hydroelectricity, wind, and solar power. The common drawback of these powers is their intermittent character, which calls for suitable electricity storage facilities with low costs, high power, and long lifetimes to balance supply and demand in real time.  Although lithium-ion batteries (LIBs) have achieved great commercial success in portable electronics and electrical vehicle applications owing to high energy density, they lose superiority in the field of large-scale energy storage due to the limited resources and increasing price of lithium.  In this case, sodium-ion batteries (SIBs) attract worldwide attention again in light of the natural abundance of sodium resources and similar intercalation chemistry of sodium ions to their lithium counterparts. ",
                "Theoretically speaking, SIBs may not reach the energy density of the LIBs when considering that Na is more than three times heavier than Li and the standard electrochemical potential of Na+/Na (−2.71 V) is higher than Li+/Li (−3.04 V) with respect to the standard hydrogen electrode (SHE).  For this reason, the development of SIBs has been focused on further reducing the production cost to ensure the competitiveness. One of the main challenges is the exploration of new cathode materials with cheap and abundant elements since the prices of Co, Ni, and V have become more expensive than before.  Among numerous transition-metal elements, Fe and Mn seem to hold great potential because of their geographical distributions and outstanding electrochemical activities in many types of cathode systems like layered/tunnel oxides,  phosphates,  and Prussian blue analogues (PBAs).  In terms of the specific capacity, Fe–Mn-based oxides are much better than the others, but their development is seriously constrained by poor structural stabilities.  To solve this problem, different types of cations (e.g., Li+, Mg2+, Cu2+, Al3+, and Ti4+) were induced into the host materials, replacing Fe or Mn, in order to modulate the energy level or surface structure.  Notably, the Cu element was found to be electrochemically active between bivalence and trivalence in layered oxides, greatly improving the working potential and structural stability.  This discovery is quite attractive since Cu is also an abundant element, which opens the way to develop cheap cathodes based on Cu, Fe, and Mn elements.",
                "Compared to the wide concern on the compositions of positive-electrode materials, much less attention is given to the long and complicated chemical conversion processes from natural resources to these cathode materials. Generally, the oxide-type cathode materials are obtained through a solid-state reaction process using metal oxides with high purity as ingredients. Noteworthy, these metal oxides are produced by chemosynthesis or electrolytic routes. In other words, a considerable amount of energy is consumed to obtain these high-purity raw materials from natural ore resources. It is proposed that, if the natural ores can be directly used to prepare electrode materials, the energy consumption and cost would be further economized. Not surprisingly, the impurities in natural ores would be the biggest issue, but if the main impurity elements are favorable or at least harmless to the final products, they seem to be acceptable. As mentioned above, cation doping is one of the normal strategies to optimize the structure and improve the electrochemical performance of cathode materials. That is to say, the impurity elements do not necessarily mean negative effects. Revealing the specific effects of these impurity elements may enable the design of self-doping layered oxides based on natural ores. This assumption enlightened us to take a fresh look at the natural ore materials like chalcopyrite. As the most abundant copper mineral, the chalcopyrite is the main source of copper for extractive metallurgy.  The chemical formula of chalcopyrite is written as CuFeS2, indicating that it can provide both Cu and Fe simultaneously. Most importantly, the natural chalcopyrite can be purified to a high degree through a typical mineral-concentrating process consisting of crushing, ball-milling, and flotation.  Hence, the key point is to find a suitable synthesis method and discover the influences of the impurity elements.",
                "Based on the discussions above, herein, P2- and O3-type layered oxides (NaxMO2, M = Cu, Fe, Mn) are successfully prepared through a solid-state reaction process using chalcopyrite as the raw material. The main impurity elements beyond the theoretical composition are found to be Si and Ca. Combining inductively coupled plasma–atomic emission spectroscopy (ICP-AES), X-ray diffraction (XRD), and Rietveld refinement methods, the content of the impurity elements is evidenced to have great impact on the amount of Na in a unit cell and the phase structure of the products. With the decrease of impurity elements, the amount of Na atoms entering into the lattice can be increased, leading to a change of the phase structure from P2-type to O3-type. When used as the cathode materials for SIBs, both of the P2- and O3-type layered oxides derived from chalcopyrite exhibit comparable rates and cyclic performances to the materials obtained with high-purity ingredients. Noteworthy, the existence of a small amount of Ca has been proven to be beneficial for the structural stability of P2-type oxides due to its pillaring effect in the Na site, while Si occupying transition-metal sites is thought to be harmful. This work is expected to illuminate the actual influence of impurity elements on chalcopyrite for preparing durable cathode materials and pave the way for constructing low-cost SIBs based on natural ores."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The chalcopyrite raw materials with target fineness and purity were obtained from natural chalcopyrite ores through a mineral-concentrating process consisting of crushing, ball-milling, and flotation.  The layered oxides were prepared by the solid-state reaction method. Typically, a certain amount of the chalcopyrite concentrate was pre-calcined at 850 °C in air for 10 h, cooled down to room temperature, and mixed thoroughly with stoichiometric Mn2O3 (99.5%) and Na2CO3 (2% excess for the compensation of Na evaporation) by ball-milling. The mixtures were then pressed into flakes under 20 MPa followed by calcining at 850 °C in air for 15 h. The controlled samples were prepared by the same method but replacing chalcopyrite with stoichiometric CuO and Fe2O3."
                    ],
                    "name": "2.1.  Material Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The element ratios of the sample were confirmed by inductively coupled plasma-atomic emission spectroscopy (ICP-AES). The crystal structures were characterized by an X-ray diffractometer (XRD, Rigaku D/max 2550 VB +18 kW, Cu Kα radiation, Japan) and refined using the Rietveld method as implemented in the GSAS software package. The morphology and microstructure of the samples were investigated by a field-emission scanning electron microscope (FESEM, FEI Quanta 200, Japan) and transmission electron microscope (TEM, JEM-2100F, Japan). The X-ray photoelectron spectroscopy (XPS) measurements were conducted with a spectrometer using Al Kα radiation."
                    ],
                    "name": "2.2.  Material Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "The working electrodes were prepared by mixing the active materials (70 wt %), super P (20 wt %), and polyvinylidene fluoride (PVdF, 10 wt %) using NMP as a dispersing agent. The slurry was then spread on Al foil and dried at 110 °C in a vacuum oven for 12 h. The cathode loading mass is approximately 1.5 to 2.0 mg cm–2. Employing the sodium metal as the anode, Cegard 2400 membrane as the separator, and 1 M NaClO4 in EC:DEC (1:1) with 2 vol % fluorinated ethylene carbonates (FEC) as the electrolyte, the CR2016 coin-type half-cell was assembled in a glovebox filled with an Ar gas. The sodium ion full cells were assembled using P2- or O3-type layered oxides as the cathode and hard carbon as the anode in a CR2032 coin-type cell. The hard carbon was obtained adopting the method reported by Cao et al.  The hard-carbon electrodes were prepared by mixing the active materials (85 wt %), super P (10 wt %), and polyvinylidene fluoride (PVdF, 5 wt %) in an NMP solvent. The mass ratio of the cathode/anode materials was approximately 1:2. The specific capacity was calculated based on the weight of the cathode. The galvanostatic charge–discharge and cyclic voltammetry (CV) tests were carried out with an Arbin battery cycler (BT2000, U.S.A.), Solartron analytical instrument, and cyclic voltammetry (CV, MULTI AUTOLAB M204). The half-cells in target charged/discharged states were disassembled in the Ar-filled glovebox, washed with a DMF solvent, and dried under vacuum for ex situ XRD and XPS characterizations."
                    ],
                    "name": "2.3.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "As mentioned above, the chalcopyrite is one of the most common copper sulfide minerals in which the Fe and Cu elements are tetrahedrally coordinative with sulfur in the lattice.  The desulfuration process is found to be an essential step for obtaining the corresponding layered oxides because the sodium sulfates with high thermal stability would be produced preferentially when directly calcining the mixture of chalcopyrite, Na2CO3, and Mn2O3, as evidenced by XRD patterns (). It is worth mentioning that the Mn element is also important for the formation of the expected layered oxides due to its function as a structure pillar and for charge balance.  Finally, the layered NaxMO2 (M = Cu, Fe, Mn) materials are successfully obtained through a two-step solid-state reaction process, including precalcination of chalcopyrite in air and the following high-temperature reaction step. In order to reveal the effects of impurities, the elementary composition of a concentrated chalcopyrite sample (denoted as C1) is first analyzed using X-ray fluorescence spectroscopy (XRF). As shown in a, the chalcopyrite is actually composed of S (26.8%, atomic ratio), O (26.5%), Cu (16.4%), Fe (17.1%), Si (8.5%), Ca (3.6%), and other trace elements like Al and Mg. Notably, the main heteroatoms beyond theoretical composition are Si and Ca, and the total proportion of other trace elements is less than 1%. The O element may come from surface oxidation and impurities like SiO2. Through a typical concentrating process consisting of crushing, ball-milling, and flotation, the content of these impurities can be further reduced.  For comparison, two chalcopyrite samples with higher purity of 91.8 and 97.4% are also prepared and denoted as C2 and C3, respectively. XRF results () suggest that the atomic ratios of Si in C2 and C3 are reduced to 6.6 and 2.5%, while those of Ca are 1.5 and 0.1%, respectively. This is also confirmed by XRD results since the characteristic peaks of SiO2 gradually vanish from C1 to C3, as exhibited in b. In addition, all three chalcopyrite samples are transformed into mixed phases of CuFe2O4 and CuO after precalcining (b), denoted as PC1, PC2, and PC3, respectively. The FESEM images of abovementioned samples are exhibited in . Clearly, the average particle size of C1 is more than 20 μm, while that of C2 and C3 is much smaller (∼500 nm). The precalcined products almost retain the sizes of their precursors.",
                "With the same stoichiometry, PC1, PC2, and PC3 are mixed with Na2CO3 and Mn2O3 then calcined at 850 °C in air. Very interestingly, the products exhibit significant differences in the phase structure. The oxides prepared with PC1 and PC2 can be identified as P2 types (denoted as P2-1 and P2-2, respectively), while the product obtained from PC3 is found to be an O3 type (denoted as O3-3), according to the XRD patterns presented in b–d. As illustrated in a, typical layered NaxTMO2 (TM = transition metal) materials are usually prepared in P2 and O3 phases, depending on the surrounding Na environment and the number of unique oxide-layer packings. The letter O or P indicates the environment where Na is located (O for octahedral and P for prismatic), and the number indicates the unique sheets of edge-sharing TMO6 octahedra within the unit cell.  Usually, the P2 phase is formed when x < 0.8, while the O3 phase occurs when 0.8 < x < 1.  Notably, the mass of Na2CO3 is enough to ensure the formation of O3-type oxides. Therefore, it seems that the phase structures of the final product are greatly affected by the impurities in chalcopyrite. In this case, ICP-AES is employed to confirm the elementary compositions of the as-obtained layered oxides. As listed in , the stoichiometry of Na in each product is retained approximately 1, which is in good accordance with the ratio of Na2CO3 in the precursor. From P2-1 to O3-3, the proportions of Si and residual S are gradually decreased while those of Ca are almost constant. Considering the excessive Na sources, the products are washed with deionized (DI) water and analyzed with ICP-AES again (). It is clear that the elemental proportions of Cu, Fe, Mn, and Ca in P2-1, P2-2, and O3-3 remain stable even after washing. In contrast, the relative proportions of Na, Si, and S are obviously lower than before. From P2-1 to O3-3, the stoichiometry of Na is gradually increased, agreeing well with the relationship between Na content and phase structure. Note that the Na content in O3-3 is lower than the theoretical stoichiometry of an O3-type oxide. This may indicate a phase change induced by water, which will be discussed later. Another phenomenon is the loss of Si after washing, which suggests that soluble and thermostable silicates like sodium silicate may have been formed via the high-temperature reaction, hence consuming a certain amount of Na. This hypothesis is further evidenced by the ICP results () of the filtrate, which show that a certain amount of Na, Si, and S has dissolved into the water whereas the other elements are not detected. More greatly, Ca and the remaining Si can be effectively doped into the crystal structure. Owing to similar ionic diameters (as shown in ) and electrostatic stability, the Ca2+ ions may occupy the Na2 sites (edge-sharing trigonal prism space), whereas the Si4+ ions may take up the transition-metal sites.  Considering that high-temperature solid-state reactions are conducted in air, the S element most probably comes from the thermostable sulfates like Na2SO4 produced during the reactions. However, Na2SO4 is quite soluble in water. Therefore, the residual S in the washed samples is suggested to be doped into the crystal structure as well, which might occupy the O sites.",
                "Based on the conclusions above, the XRD data are successfully refined by the Rietveld method. b–d shows the XRD patterns and Rietveld refinement of P2-1, P2-2, and O3-3 samples. The diffraction lines of P2-1 and P2-2 are indexed to a hexagonal symmetry with a space group of P63/mmc, while those of O3-3 are well matched with a space group of R3̅m. According to the refined crystallographic data listed in , the occupation of Na in the three samples is 0.76, 0.63, and 0.91. Thus, the formulas of P2-1, P2-2, and O3-3 are described as Na0.76Ca0.03[Cu0.21Fe0.16Mn0.60Si0.04]S0.07O2−ε, Na0.63Ca0.05[Cu0.20Fe0.19Mn0.59Si0.02]S0.07O2−η, and Na0.91Ca0.02[Cu0.24Fe0.20Mn0.56]S0.05O2−σ in which ε, η, and σ indicate the possible composition deviations. Comparing the lattice parameters and structural information of P2-1 [a = b = 2.90099(9) Å and c = 11.21821(5) Å] with those of P2-2 [a = b = 2.90565(4) Å and c = 11.17490(3) Å], a slight contraction of the unit cell is observed, which may be attributed to the increased proportion of Ca2+ cations in the Na layers with stronger electrostatic attraction. The lattice parameters of O3-3, a = b = 2.93351(1) Å and c = 16.56598(3) Å, are also given by the structure refinement.",
                "The scanning electron microscope (SEM) and transmission electron microscope (TEM) images of the resulting samples images are displayed in . The particle size of the P2-1 sample is found to be nonuniform in a range of 1–10 μm, while that of P2-2 and O3-3 are distributed uniformly around 2 μm, which are in good agreement with the features of the corresponding chalcopyrite precursors. Notably, the particles in the three samples are all well crystallized with a hexagonal shape, demonstrating the characteristic of a layered structure. The high-resolution TEM (HRTEM) images further present the layered structure of these materials where the interplanar distances between the neighboring lattice fringes are well defined as 0.56 nm (P2-1), 0.28 nm (P2-2), and 0.55 nm (O3-3), corresponding to the d spacing value of the (002) and (004) planes of the P2 phase and (003) plane of the O3 phase. Moreover, energy-dispersive spectroscopy (EDS) mapping () show that Na, Cu, Fe, Mn, Si, Ca, S, and O elements are uniformly distributed at the surface of as-obtained P2- and O3-type particles.",
                "To further confirm the impact of the impurity elements on the phase structure, a series of composition-simulating experiments are employed using high-purity oxides as precursors. Note that the ratios of Cu:Fe:Mn in P2-1, P2-2, and O3-3 are slightly different, the controlled samples with the same ratio of Cu:Fe:Mn corresponding to P2-1, P2-2, and O3-3 are prepared first, as shown in a. With excessive Na sources, Na1–xCu0.21Fe0.17Mn0.62O2 and Na1–yCu0.20Fe0.20Mn0.60O2 both appear in the P3 phase, which is known as the low-temperature phase or the derivative of the O3 phase when sodium ions are partly extracted.  In contrast, Na1–zCu0.24Fe0.19Mn0.57O2 is found to be an O3 type, demonstrating the non-negligible influences on the Na content caused by the composition of transition-metal elements with different valences. Noteworthy, the O3-3 sample with the doped Ca2+ ions shows higher crystallinity and phase purity than those of Na1–zCu0.24Fe0.19Mn0.57O2. It was also proved that the composition of transition-metal elements may not be the only reason for constraining the Na content in the lattice since the P2 phase was not formed. Then, the structure evolution when adding Ca, Si, and S sources (same stoichiometry with P2-2) in sequence is further investigated in detail. The resulted XRD patterns are presented in b. Compared to the P3-type Na1–yCu0.20Fe0.20Mn0.60O2, a P2/O3 hybrid phase is formed after adding a small amount of CaO (Ca/Na = 0.07/1) into the precursor, which may be attributed to the lack of sodium in local areas. With the addition of SiO2 (Si/Na = 0.07/1) and CuS (S/Na = 0.15/1), the characteristic peaks of the O3 phase gradually vanish, and a single P2 phase close to that of the P2-2 sample is finally obtained. Meanwhile, the (002) peaks are successively shifted to a lower angle, which refers to the decrease of Na content in the layers. Thus, it is concluded that the existence of Si, Ca, and S elements in precursors will certainly affect the phases of products by consuming the Na source, hence constricting the Na content inside the layers. In this case, it is proposed that the phase design can be realized by adjusting the amount of the Na source. As displayed in c, utilizing PC2 as a precursor, the pure O3-type oxide is successfully prepared through increasing the mass of Na2CO3 by 1.5 times. Similarly, using PC3 as a precursor, the pure P2-type oxide is successfully prepared by decreasing the mass of Na2CO3 by 0.7 times. The elemental compositions of O3-2 and P2-3 before and after washing are also confirmed by ICP-AES as listed in . Furthermore, the impact of Ca and Si doping is verified through contrast experiments. As seen from d, compared to P2-Na0.7Cu0.2Fe0.2Mn0.6O2, which is prepared with pure oxides (denoted as P2-pure), the (002) peaks of the Ca-doped samples are gradually shifted to a higher angle, indicating the contraction of the Na layer spacing that can be ascribed to the strong electrostatic attraction between Ca2+ and neighboring O2– ions.  In contrast, the (002) peaks of the Si-doped samples have been moved to a lower angle, as plotted in e. These two small but important facts will exert non-negligible influence on the electrochemical performance of the as-obtained samples. ",
                "As known, most layered oxides are instable against moisture and air since water molecules are easy to insert into Na layers and the CO2 molecules may induce the formation of Na2CO3 on the particle surface.  For P2-type oxides, the insertion of H2O molecules or the de-intercalation of Na+ from the lattice usually lead to the expansion of the interlayer spacing, as shown in a, while the impure phase like the O2-type stack may emerge when x < 1/3.  For the exposed O3-type oxides, the spontaneous extraction of Na always gives rise to the rapid transition to Na-deficient phases like the P3-type stack, as illustrated in b. It is important to point out that these air-exposed layered oxides usually exhibit deteriorative electrochemical properties owing to residual H2O molecules or protons inside the lattice and inactive Na2CO3 layers on the surface, thus requiring huge costs on the material storage. As shown previously, Cu substitution is favorable to enhance the structural stability of Fe/Mn- or Ni/Mn-based oxides.  In this case, the stabilities of as-obtained samples against air and water are further investigated. As exhibited in c, the P2-1 sample seems to be not stable enough against air and water. Although no phase transition is observed, the (002) peaks have been shifted toward a lower angle after being exposed to air or soaked in water, showing the possible intercalation of water molecules or deintercalation of Na ions. Notably, the same phenomenon is detected in the test on P2-3 (e) and P2-pure (). In contrast, the P2-2 (d) shows significant stabilities both in air and in water as no change of the diffraction peaks is observed. Considering the small differences of impurity elements among these samples, it is proposed that the content of Si or Ca inside the lattice may have critical effects on the structural stability of the materials. This speculation is then evidenced by the same soaking tests on Si-doped and Ca-doped samples prepared with chemical reagents. As plotted in a–d, the P2-type Na0.6Ca0.05Cu0.2Fe0.2Mn0.6O2 (P2-Ca0.05) shows an outstanding stability against water, while Na0.65Ca0.025Cu0.2Fe0.2Mn0.6O2 (P2-Ca0.025) and the Si-doped samples (P2-Si0.02 and P2-Si0.04) experience structure changes after soaking in water, demonstrating that a certain amount of Ca ions occupying Na sites are beneficial to enhancement of structural stability. For O3-type samples, although O3-3 goes through a slight transition to a P3 phase after soaking in water, it was proven to be stable in air as exhibited in e. Noteworthy, when the Na+ ions are intercalated back into the lattice by electrochemical discharging treatment, the characteristic diffraction peaks of the P3 phase disappear and the pure O3 phase is recovered back again (f), indicating that the phase change of O3-3 in water is reversible. In addition, the other O3-type samples prepared with C2 or pure oxides (denoted as O3-2 or O3-pure, respectively) are also found to be instable in water ().",
                "The electrochemical performance of the P2-1, P2-2, and O3-3 electrodes are first evaluated in sodium half-cells at room temperature. a–c shows the cyclic voltammetry (CV) curves of P2-1, P2-2, and O3-3 electrodes, respectively, in a voltage range of 2.2–4.2 V versus Na+/Na at a scanning rate of 0.2 mV s–1. For P2-1, the main oxidation/reduction peaks located at 4.07 and 3.98 V should be contributed by the redox couple Cu2+/Cu3+, while the oxidation/reduction peaks appearing at 3.91/3.78 and 3.72/3.60 V correspond to the redox couple Fe3+/Fe4+.  The other conjugated peaks between 2.2 and 3.0 V can be ascribed to a small quantity of redox reactions of Mn3+/4+.  Notably, unlike the sharp and complex CV peaks of typical Ni-, Co-, or Mn-based oxides, which are attributed to Na+/vacancy ordering or multiple phase transitions, the CV peaks of Cu–Fe–Mn-based materials are smoother, indicating better structural stability during electrochemical reactions.  Compared to P2-1, the CV peaks of P2-2 are not obvious, but it is clear that the peaks of Cu2+/Cu3+ and Fe3+/Fe4+ are enhanced, suggesting an increased contribution to the capacity from the high-voltage part. For O3-3, the oxidation/reduction peaks appear at around 4.0/3.5 V, 3.6/3.2 V, and 3.2/2.9 V, which could be attributed to Cu2+/Cu3+ and Fe3+/Fe4+ couples. Also, the oxidation peak at 2.6 V corresponds to a slight transfer from Mn3+ to Mn4+. Compared to the P2-type samples, here, the shift of these peaks may have resulted from the polarization associated with the different Na ion diffusion coefficients between the P2 and O3 phase.  The first and second galvanostatic charge–discharge profiles of the as-prepared electrodes are exhibited in d–f. At the rate of 0.1 C (1 C = 100 mA g–1), the initial discharge capacities of P2-1, P2-2, and O3-3 electrodes are 69.8, 77.5, and 107.6 mAh g–1 with Coulombic efficiencies of 94.0, 87.7, and 91.6%, respectively. Clearly, the O3-type sample delivers higher specific capacity than that of P2-type ones due to the higher sodium content. The profiles of P2-type electrodes can be divided into two sloping regions, suggesting a solid-solution reaction process instead of phase transition. Especially, compared with P2-1, the discharge profiles of P2-2 exhibit a longer sloping region above the voltage of 3.2 V, which is well consistent with the CV curves. As for O3-3, a small voltage plateau is detected at approximately 3.1 V, which indicates a phase transition. This point is also evidenced by the weak but sharp peaks around 3.1 V in the CV curves. Besides, the average discharge voltages of these three electrodes are 3.1, 3.3, and 3.2 V.",
                "The ex situ XRD experiments are further employed to investigate the structure evolution of as prepared P2- and O3-type cathode materials during the first charge–discharge process. a shows the XRD patterns of the P2-2 electrode in selected charge or discharge states. The half-cell is cycled at a 0.1 C rate in the voltage range of 2.2–4.2 V. It is found that the (002) and (004) peaks of the P2 phase are shifted toward the low-angle position, while the (100) and (102) are toward the opposite direction during the charging process. The reverse changes are observed in the subsequent discharge process. Most importantly, no new peak beyond the P2 structure is detected through the whole evolution, indicating a solid-solution reaction mechanism along with sodium extraction/insertion.",
                "b exhibits the XRD pattern evolution of the O3-3 electrodes. When the electrode is charged back to 3.3 V, a new peak appears at approximately 45.2°, which is assigned to the hexagonal P3 phase,  suggesting that a phase is transformed from O3 to P3 when the Na is deintercalated. Then, the XRD patterns collected at 3.6 and 3.9 V show a continuous peak shift and no new peak appearing, indicating a solid-solution reaction in this region. However, when the electrode is fully charged to 4.2 V, the P3 phase is transformed to another new hexagonal O3 phase denoted as the O′3 phase as the (003) and (006) peaks shift back to a higher angle. During the subsequent discharge process, the XRD patterns exhibit a completely opposite evolution compared with the charge process, indicating a highly reversible phase transition process of O3-type cathode materials along with Na deintercalation and intercalation. Additionally, the valence states of Cu, Fe, and Mn elements during the charge process are further measured by X-ray photoelectron spectroscopy (XPS). However, the obtained signals are found to be too weak to distinguish, as shown in , which may be attributed to surface contamination. Hence, the more precise methods like X-ray absorption spectroscopy (XAS) are needed to reveal the valence evolution of the transition metal elements. ",
                "The rate performances of P2-1, P2-2, and O3-3 electrodes are exhibited in a–c, respectively. Charged/discharged at various rates from 0.1 to 5 C, the reversible capacities of the P2-2 electrode are 78, 76, 73, 72, 67, and 56 mAh g–1 at constant current rates of 0.1, 0.2, 0.5, 1, 2, and 5C, respectively. When the current rate is reduced back to 0.1 C, a reversible capacity of 77 mAh g–1 could be recovered, demonstrating a good rate capability. In contrast, the capacities of the P2-1 electrode obtained at the same current rates are lower than those of P2-2, which may be ascribed to the larger particle size and corresponding longer Na+ ion diffusion pathway of P2-1. With the high sodium content, the O3-3 electrode delivered high capacities at low current rates but suffers relatively large capacity fading along the current rates. At a high current rate of 5 C, a reversible capacity of 58 mAh g–1 remains, which is 54% of the initial value and much lower than that of P2-2 (72%). This further suggests the better kinetics of P2-type oxides than that of the O3-type due to the different Na+ diffusion coefficients. d,e presents the cycling performances of these three electrodes at a current rate of 1 C. After 100 cycles, the discharge capacities of P2-1, P2-2, and O3-3 electrodes remain to be 51.1, 62.7, and 78.7 mAh g–1 with capacity retention ratios of 90.9, 90.3, and 94.9%, respectively. Especially, at a high current rate of 2 C, the capacity of the O3-3 electrode remains above 84% after 200 cycles. Noteworthy, these performances are quite comparable to the Cu–Fe–Mn-based materials reported before.",
                "Furthermore, the rate and cycling performance of as-obtained samples after soaking in water are also determined in sodium half-cells, as displayed in . Notably, the rate capabilities of the three materials are all enhanced, which can be attributed to the improvement on the conductivity as the inactive substances like Na2CO3, Na2SO4, and Na2SO4 are removed. However, in spite of the increased capacities at the initial stage of cycling, the capacity retentions of P2-1, P2-2, and O3-3 electrodes are reduced to 76.7, 84.1, and 75.6, respectively, further demonstrating the good structural stability of the P2-2 sample against water. In addition, the stability of the O3-3 sample against air is evidenced by the test upon the materials after exposure for 2 months. As exhibited in , there is almost no decay in the performance. In addition, the rate and cycling performance of the controlled samples P2-pure, P2-3, and O3-2 are determined as exhibited in . Comparing all the electrochemical results above, it is proposed that P2-type oxides are more tolerant with the impurity elements than O3-type ones. In particular, among the as-obtained P2-type materials (P2-1, P2-2, P2-3, and P2-pure), the P2-2 sample with relatively more Ca and less Si atoms remaining in the lattice exhibits the best rate and cycling performance, suggesting that the self-doped Ca ions in Na sites help enhance the stability of the P2-type structure by suppressing Na+–vacancy ordering.  What is more, when comparing the initial charge–discharge profiles of P2-2 and P2-pure as shown in , the lower polarization potential of P2-2 also demonstrates the positive roles of Ca2+ in Na layers. In contrast, the worse rate performance of P2-Si0.04 than that of P2-pure (see ) confirms the negative effects of Si doping, possibly owing to the migration of TM ions into the Na layer.  Certainly, it is speculated that further increasing the Ca2+ content may cause an unfavorable change of status, and there must be a critical value for the content of Ca2+ that can meet the balance between kinetics and structural stability. Besides, for O3-type materials, less impurities seem to be more favorable since the rate capability and cycling stability of O3-3 are all better than those of O3-2.",
                "Using as-obtained P2-2 and O3-3 materials as the cathode and hard carbon (HC) as the anode,  the sodium-ion full batteries are further assembled in CR2032-type coin cells. The electrochemical results of the hard carbon electrode, P2-2/HC full cell, and O3-3/HC full cell are plotted in , respectively. Cycled at a current rate of 0.2 C within the voltage range of 1.0–4.0 V, both P2-2/HC and O3-3/HC exhibited good cycling stability at least in 20 cycles. The capacities (based on the cathode) of P2-2/HC are obviously higher than those of O3-3/HC. However, noteworthy, the P2-2 cathode only contributed about 2/3 of the Na+, while the extra Na+ may came from the electrolyte or pre-sodiated HC, showing the main drawbacks of P2-type cathodes for the practical applications. Overall, these results prove the considerable practical potential of as-obtained cathode materials derived from the natural chalcopyrite ores."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, for the first time, we propose a novel strategy to prepare NaxMO2 (M = Cu, Fe, Mn) layered cathodes by utilizing chalcopyrite as the main raw material. The impact of the impurity elements (including S, Si, and Ca) from the raw materials upon the phase structure of final products is clearly revealed by a combination of XRD, Rietveld refinement, ICP, and composition-simulating experiments. On the one hand, the residual S and Si elements may consume a certain amount of the Na source via the formation of soluble but thermostable sulfates or silicates, leading to a limitation of Na content in the lattice. On the other hand, residual Ca and a part of Si elements could be introduced into the lattice like a self-doping process, resulting in significant effects to the structural stability of as-obtained materials by modulating the layer spacing. Both the P2- and O3-type oxides derived from natural chalcopyrite have achieved excellent electrochemical performances, which are quite comparable to the same-type materials obtained with chemical reagents, according to the results of half- and full-cell tests. Notably, the P2-type products are found to be more tolerant with the impurity elements than the O3-type products. The existence of a certain amount of Ca that remained in Na sites even endows the P2-type electrode with better rate capability and cycling stability, while Si occupying transition-metal sites is thought to be harmful. Actually, these results have inspired a hierarchical utilizing strategy for the chalcopyrite raw materials with different purities. For example, the chalcopyrite with a relatively high impurity content is suitable for synthesizing P2-type products, while that with a low impurity content is more favorable for O3-type products. Then, the key points control the content, species, and uniformity of the impurity elements during the mineral-concentrating process. In spite of this, the strategy presented in this work still holds great potential for preparing durable cathode materials for SIBs compared to the traditional routes in an overall consideration of the cost, environment, and energy consumption."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Chalcopyrite-Derived NaxMO2 (M = Cu, Fe, Mn) Cathode: Tuning Impurities for Self-Doping"
}