{
    "DOI": "10.1002/smll.202300188",
    "Journal": "",
    "Keywords": [
        "electrode–electrolyte interfaces",
        "ether‐based electrolytes",
        "mechanism understanding",
        "NiCo2S4 electrodes",
        "sodium ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "Rechargeable sodium ion batteries (SIBs) are considered a viable alternative for lithium batteries in large‐scale grid storage applications due to the abundant resources and low cost of sodium‐containing precursors, and Na+/Na redox potential that is comparable to Li+/Li (−2.71 V vs −3.04 V).[] However, graphite anodes that dominate the commercial lithium‐ion battery market cannot deliver desired capacities in SIBs as a result of the mismatch between Na+ ions and graphite anodes. This implies that designing well‐performing anode materials with favorable frameworks to store Na+ ions remain challenging. Among all candidate anode materials, MSx (M stands for transition metal) has garnered wide interest due to multielectron reaction mechanisms, cost‐effective features, and tunable structure.[] Unlike conventional intercalation materials, MSx with abundant redox sites have much higher theoretical capacity, which has been regarded as promising electrode materials for SIBs. Particularly, NiCo2S4, as a typical bimetallic sulfide, is reported to have superior sodium storage performance mainly due to high theoretical specific capacity, richer redox activity, higher electronic conductivity, and better electrochemical reactivity than mono‐metal sulfides.[] However, NiCo2S4 electrode suffers from large volume variation and side reactions, leading to short‐term lifespan cycling and inferior capability.[] Previously, the electrochemical properties of NiCo2S4 are deemed to be structure/composition‐dependent, and various strategies including carbon modification, structural engineering, especially the design of unique morphologies (such as nanosheets,[] hollow micro‐/nanostructures[]) to increase the electrochemically active surface area, inhibit the structure collapse, and to realize the excellent electrochemical performance.[] However, the capacity and stability still have a large room to be improved.",
                "Designing advanced electrolytes becomes more intriguing because the electrolyte is not only the ionic conductor but also dictates the electrode/electrolyte interface.[] Electrolyte engineering is essential to achieve the high expectations of working electrodes since the performance of SIBs is strongly influenced by the electrode/electrolyte interface.[] It is believed that interfacial chemistry is related to the solvation structure of electrolytes, and the primary solvation sheath is the precursor of solid electrolyte interphase (SEI).[] For example, because of its preferential solvation and reduction effect, the ethylene carbonate in LIBs can passivate the electrode surface to form a robust SEI layer, which supports highly reversible Li+ intercalation in graphite. Compared with ester‐based electrolytes, ether‐based electrolytes are more favorable for metal sulfides to obtain reversible properties because they can effectively inhibit the shuttle effect of polysulfides formed during discharge/charge processes.[] The ether‐based electrolytes are also expected to promote the formation of a unique solvated structure. Such good compatibilities enable the investigation of electrochemical features of MSx in the ether‐based electrolyte, especially for the bimetallic sulfides with high capacity. Considering each component functions as active material and mutually competes in the NiCo2S4 anode, understanding the electrochemical behaviors of NiCo2S4 in ether‐based electrolytes could be important toward high‐performance SIBs.",
                "Herein, taking the NiCo2S4 nanocages as an example, we employed the ether‐based electrolyte, that is, 1.0 m NaCF3SO3‐DEGDME in SIBs, and we intensively studied the solvation structure and interfacial chemistry on NiCo2S4 electrodes. Particularly, the comparisons of the electrochemical behavior of NiCo2S4 in both ester‐ and ether‐based electrolytes are systematically investigated via electrochemical tests and related phase characterization. Theoretical calculation results unravel the influence of the solvated structure of the electrolyte on the electrode/electrolyte interfacial chemistry. In addition, the effect of the cut‐off voltage on the electrochemical properties of NiCo2S4 electrode in the ether‐based electrolyte was investigated by electrochemical tests. Finally, the formation of sulfide intermediates during charging and discharging was predicted by DFT calculation and verified by in situ XRD and HRTEM."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The NiCo2S4 is chosen because of its high theoretical capacity (703 mA h g–1) for SIBs, which is double to the theoretical capacity of carbonaceous materials (around 250–300 mA h g−1).[] The synthesis process of NiCo2S4 nanocages is schematically shown in Figure , Supporting Information. First, the ZIF‐67 particle with dodecahedral structure is synthesized as a sacrificial template.[] Following that, the sulfur source was added, and the homogeneous mixture was then transferred into an autoclave. The product was rinsed several times by water and ethanol. The NiCo2S4 was finally collected after drying in vacuum oven.",
                "The typical X‐ray diffraction (XRD) pattern of the as‐synthesized NiCo2S4 matches well with the pattern of standard NiCo2S4 (JCPDS NO. 20–0782) (Figure ). Several main diffraction peaks located at 16.34°, 26.83°, 31.58°, 38.31°, 47.41°, 50.46°, and 55.33° are well indexed to (111), (220), (311), (400), (422), (511), and (440) planes, respectively. No other residual or impure phases were detected in the XRD patterns, indicating the high purity of the prepared NiCo2S4 sample. The crystal structure of spinel‐structured NiCo2S4 with Fd3m space group was also indicated in the inset of Figure . The Raman vibration peaks located at 181 cm−1, 462 cm−1, 509 cm−1, and 653 cm−1 corresponding to the F2g, E2g, F2g, and A1g modes of the NiCo2S4 (Figure , Supporting Information), which is consistent with the previous work.[] In addition, as shown in the field‐emission scanning electron microscopy (FESEM) and transmission electron microscopy (TEM) images (Figure ; Figure , Supporting Information), the as‐prepared NiCo2S4 nanocages have a uniform shape of dodecahedron with an average particle size of about 400–600 nm. According to the high‐resolution TEM image of NiCo2S4 (Figure ), the interatomic distances of a selected area were determined to be 0.53 and 0.28 nm, standing for the interplanar distances of the (111) and (311) planes of the spinel NiCo2S4 structure, respectively. The oxidation state and atomic environment have been studied through X‐ray photoelectron spectroscopy (XPS), as shown in Figure , Supporting Information. The survey spectrum evidenced the uniform distribution of Ni, Co, and S throughout the NiCo2S4 sample (Figure , Supporting Information), which is consistent with the energy dispersive spectrometry results in Figure . In the high‐resolution Ni 2p spectrum, the binding energy of Ni 2p3/2 and Ni 2p1/2 can be deconvoluted into two peaks. Specifically, the peaks centered at 853.5 and 875.3 eV can be ascribed to Ni2+, while the peaks located at 856.7 eV and 880.6 eV can be attributed to Ni3+, respectively. Two shake‐up satellite peaks indicate that the majority of Ni element in the final product is Ni2+ cations, which is in good agreement with that of NiCo2S4.[] For the Co 2p spectrum (Figure , Supporting Information), it shows two distinct doublets located at a low energy band (around 784.0 eV, Co 2p3/2) and a high energy band (around 800.0 eV, Co 2p1/2), respectively. The difference of binding energy between the two doublets is over 15.0 eV, suggesting the co‐existence of Co2+ and Co3+. Figure , Supporting Information, depicts the spectrum of S 2p region, where the binding energy located at 161.6 eV and 162.7 eV are corresponding to S 2p3/2 and S 2p1/2, respectively.",
                "The electrochemical performance of NiCo2S4 was investigated in two different electrolytes: a) 1.0 m sodium perchlorate (NaClO4) in ethylene carbonate (EC)/diethyl carbonate (DEC) with 5% fluoroethylene carbonate (FEC) (1.0 m NaClO4‐EC/DEC + 5% FEC), and b) 1.0 m sodium trifluoromethanesulfonate (NaCF3SO3) in diethylene glycol dimethyl ether (DEGDME) (1.0 m NaCF3SO3‐DEGDME), where Na foils are used as the counter electrodes. Cyclic voltammetry (CV) curves of NiCo2S4 in different electrolytes were initially examined at a scan rate of 0.2 mV s−1 from 0.01 to 3.0 V versus Na+/Na (Figure , Supporting Information). In the electrolyte of 1.0 m NaCF3SO3‐DEGDME, two peaks located at 0.95 and 0.69 V can be observed in the first scan and ascribed to the formation of the SEI layers and sodiation process. In the second cathodic scan, there are several peaks detected in the range between 1.0 and 0.5 V, corresponding to the formation of different discharge products (i.e., Ni, Co, and Na2S),[] while prominent oxidation peaks at around 1.75 V can be assigned to the formation of metal sulfides. The NiCo2S4 sample in ester‐based electrolyte presents CV behavior with similar shapes to those in ether‐based electrolyte, but with different voltage values and inferior reversibility during the scans. Galvanostatic charge/discharge profiles of NiCo2S4 in the selected cycles at a current rate of 50 mA g–1 were presented in Figure . In the ether‐based electrolyte (Figure ), NiCo2S4 delivers a high initial Coulombic efficiency of 83.7%, and the voltage profiles are almost overlapped in the following cycles, indicating a superior cycling stability. In contrast, a much lower initial Coulombic efficiency of 54.1% is observed when use the ester‐based electrolyte (Figure ), implying more severe parasitic reactions occur for NiCo2S4 in ester‐based electrolyte. The rate capability of NiCo2S4 was further evaluated to further show the performance difference in those two kinds of electrolytes (Figure , Supporting Information). With ether‐based electrolyte, the NiCo2S4 anode showed the best rate performance with 619.8, 575.5, 535.1, 507.1, 494.8, and 492.1 mA h g−1 at 50, 100, 200, 500, 800, and 1000 mA g−1, respectively. The reversible capacities of NiCo2S4 were about 4 times higher than that in ester‐based electrolyte at corresponding current densities. In addition, to further prove the functionality of the selected 1.0 m NaCF3SO3‐DEGDME electrolyte, another ester electrolyte was selected (1.0 m NaCF3SO3‐EC/DEC + 5% FEC, Figure , Supporting Information). In the 1.0 m NaCF3SO3‐EC/DEC + 5% FEC electrolyte, the NiCo2S4 demonstrates inferior capacities and rate performance when compared with that in the electrolyte of 1.0 m NaCF3SO3‐DEGDME electrolyte. Obviously, the excellent electrochemical performance of NiCo2S4 electrodes gained in SIBs is dominantly influenced by the ether‐based electrolyte. The reaction kinetics of Na+ storage in NiCo2S4 electrode in two electrolytes was further investigated. Figure , Supporting Information, shows the CV curves collected at different scan rates. Obviously, the NiCo2S4 electrode in ether‐based electrolyte exhibits smaller polarization compared with that in ester‐based electrolyte. The electrochemical impedance spectroscopy (EIS) analysis was used to study the interfacial properties and internal resistances of NiCo2S4 electrode in both ester and ether‐based electrolytes (Figure , Supporting Information). At the open circuit voltage, charge transfer resistance (Rct) of the NiCo2S4 electrode in ether‐based electrolyte (about 14.5 Ω, Table , Supporting Information) is much lower than that in the ester‐based electrolyte (about 595.0 Ω, Table , Supporting Information). However, the overall resistance on NiCo2S4 electrodes in ester‐based electrolyte continuously increased during cycling, while the EIS curves for NiCo2S4 electrodes in ether‐based electrolyte almost overlapped for each cycle, demonstrating the excellent transfer kinetics in the ether‐based electrolyte.",
                "In order to further understand the electrochemical reaction processes in different electrolytes, the NiCo2S4 electrodes after 50 continuous cycles were examined by Fourier‐transform infrared spectroscopy (FTIR). Specifically, the electrode cycled in ether‐based electrolyte showed typical FTIR peaks of the binder and the separator, while the electrode cycled in ester‐based electrolyte showed additional peaks, which were probably attributed to the SEI film components including Na2CO3 (886.8 cm−1), ROCO2Na (1071.4 cm−1), (CH2OCO2Na)2 (at 1482 and 1071 cm−1), and EC solvent (≈1770 cm−1), etc.[] This result reveals that the ester solvent suffers from a more severe decomposition than the ether solvent. In order to further understand the chemical property and depth profile of the SEI layer formed in 1.0 m NaCF3SO3‐DEGDME electrolyte, XPS analysis was conducted and shown in Figure  and Figure , Supporting Information. In the C 1s spectra, the peaks at 286.2 eV (COC bonds) and 288.6 eV (CO bonds) are assigned to polyether with the ether‐based electrolyte. No peaks can be indexed to the OCO bond, indicating the absence of byproducts formed in ester‐based solvent such as Na2CO3 and ROCO2Na. The peaks at 531.7 eV (CO) and 532.9 eV (CO) in the O 1s spectra further prove the existence of organic species derived from the solvent decomposition. The fitting results of F 1s feature consist of two peaks at 684.5 (NaF) and 688.7 eV (CF2), representing the formation of inorganic/organic fluoride compounds.[] The SEI layer with such inorganic compounds should be robust enough to prevent the continuous decomposition of electrolyte, and thus, forming a thin SEI layer in the ether‐based electrolyte. Moreover, the contact angle test (Figure , Supporting Information) shows that the interface formed in ether‐based electrolyte has a much smaller contact angle (4.6°) than that in ester‐based electrolyte (14.0°). It implies that the interface formed in ether‐based electrolyte has a superior wettability, which can facilitate the charge transfer kinetics on the interface, and therefore improve the electrochemical performance.[] The thickness of the formed SEI layer was further confirmed by SEM images. As shown in Figure , Supporting Information, the cross‐section SEM image clearly displays the electrode layer with a thickness of 4.0 µm prior to cycling. When cycling in ester‐based electrolyte, the thickness of the electrode gradually changes from 8.0 µm (the 1st cycle) to 12.0 µm (the 30th cycle). In contrast, when cycling in ether‐based electrolyte at a similar current density, the electrode thickness only changes from 6.0 µm (the 1st cycle) to 9.0 µm (the 30th cycle). In the ether‐based electrolyte, a thinner electrode layer was achieved due to the unique inorganic/organic SEI layer, and consequently suppress side reactions at the interface. These results agree well with the aforementioned FTIR and XPS observations. Therefore, the ether‐based electrolyte could not only provide effective charge transfer pathways, but also suppress the interfacial side reactions.[]",
                "Density functional theory (DFT) calculations were subsequently employed to explore the working mechanism of the electrolyte. It was reported that the solvated structures with a lower LUMO energy would be preferentially reduced, indicating worse electrochemical stability of this electrolyte.[] Figure  indicates that the LUMO energy of DEGDME (−0.58 eV) is much higher than those of EC (−0.74 eV) and DEC (−0.62 eV), indicating a much higher anti‐reduction ability of DEGDME.[] Furthermore, when specific sodium salts are interacted with the solvent molecules, the LUMO energies are obviously tuned to be decreased in both electrolytes. However, the ether‐based electrolyte still has much higher stability than that in ester electrolyte systems, suggesting that the appropriate solvent should be coupled with a suitable sodium salt with a higher LUMO energy to achieve optimal stability against the reductive decomposition of the electrolyte and formation of the SEI during the electrochemical reactions. Furthermore, during repeated charge and discharge processes, the potential at the electrode–electrolyte interface should also be changed significantly. In this context, the oxidation of the electrolyte should also be considered. Figure  also showed that the HOMO energy of DEGDME:NaCF3SO3 decreases obviously, while that of EC:DEC:NaClO4 increases significantly. The opposite behavior not only leads to a much smaller HOMO‐LUMO gap for EC:DEC:NaClO4 but also reduces its stability against electrochemical oxidation at the interfaces. Therefore, it can be expected that the successive decomposition of ether‐based electrolyte (NaCF3SO3‐DEGDME) should be slight and this will finally result in thinner SEI layers on the electrode surface, which is beneficial to the electrochemical performance.",
                "Despite the much larger HOMO‐LUMO gap of DEGDME:NaCF3SO3 that can help prohibit the electron transfer through the electrolyte, the diffusion dynamics of Na+ in different electrolytes also affect the impedance of the batteries significantly and therefore their electrochemical performances. To evaluate this effect, we also performed additional calculations using the molecular dynamics method to calculate the molecular motions in those two electrolytes (Figure ). Figure  showed that the mean square displacement (MSD) of Na+ in DEGDME electrolyte is much larger than that in EC: DEC electrolyte. According to the relationship between the MSD and evolution time, it can be calculated that the diffusion coefficients of Na+ in DEGDME and EC:DEC electrolytes are 7.768 × 10−6 and 4.483 × 10−7 cm2 s−1, implying that the diffusion kinetics of Na+ in DEGDME is much faster than in EC:DEC electrolyte. Obviously, all the calculation results indicate that the ether‐electrolyte can form a better solvation structure, which is more suitable for the NiCo2S4 in SIBs.",
                "It can be concluded that when using the ether‐based electrolyte (1.0 m NaCF3SO3‐DEGDME), the NiCo2S4 electrode exhibits high initial coulomb efficiency, excellent cycling stability, reduced electrochemical polarization, and rapid sodium ion migration. Figure  schematically illustrates the potential mechanism during the Na plating/stripping process. When plating, the Na+ ion flux in the liquid electrolyte moves toward the substrate under the electric field, electrolyte decomposition may continuously occur, leading to the reformation of the SEI film. This may further result in battery failure once the electrolyte is exhausted.[]",
                "It should be noted that the cutting‐off voltage also plays a key role in achieving good cyclability. Although ether‐based electrolyte has been applied, the capacity of NiCo2S4 electrode seriously fades from 600 to less than 100 mA h g−1 within 40 cycles at 50 mA g−1 in the voltage range of 0.1–3.0 V (Figures , , Supporting Information). This can be attributed to the huge volume change caused by the conversion‐type reaction. However, the electrochemical performance has been significantly enhanced by tuning the cut‐off voltage to 0.4 V (Figure ). Even after 50 continuous cycles, the CV curve of the NiCo2S4 electrode demonstrates obvious redox peaks in the voltage window of 0.4–3.0 V (Figure , Supporting Information). Although the specific capacity of NiCo2S4 electrode has dropped about 100 mA h g−1 in the working window of 0.4–3.0 V when compared with that in 0.01–3.0 V, the cycling stability has been dramatically increased with a high ICE value of 96.2% (Figure ). Even after 200 cycles at a current density of 50 mA g−1, the NiCo2S4 electrode can deliver a reversible capacity of 380.4 mA h g−1 (Figure ). Compared with that in the working window of 0.01–3.0 V, the capacity output and rate performance can be further improved. As shown in Figure , the capacities of the NiCo2S4 electrode in SIBs at various current densities, ranging from 100 to 5000 mA g−1 are 429.5, 389.4, 362.2, 343.3, 310.4, and 215.4 mA h g−1. With the optimization of electrolyte and working window, the NiCo2S4 electrode exhibits superior rate performance when compared with the reported sulfide anodes for SIBs (Figure ).[] To further assess the cycling durability at higher current density, the NiCo2S4 electrode was subjected to long‐term cycling, as shown in Figure . After a short activation process at 100 mA g−1, 341.7 mA h g−1 could be retained after continuous 250 cycles at 200 mA g−1, accompanied by ≈100% Coulombic efficiency, which implying that the NiCo2S4 electrode contains comparable or higher electrochemical properties than many other cobalt/nickel sulfide‐based anode materials in SIBs (Table , Supporting Information). Furthermore, the EIS result (Figure , Supporting Information) obtained under different cycle state in the working window of 0.4–3.0 V confirmed that the NiCo2S4 electrode displays a smaller charge transfer resistance (27.6 Ω), which indicates the superior ionic transfer kinetics, when compared with that in the working window of 0.01–3.0 V.",
                "The remarkable sodium storage behavior of the NiCo2S4 electrode in the 0.4–3.0 V voltage window can be further understood by kinetic behavior analysis. The CV profiles recorded at various scan rates (from 0.2 to 5.0 mV s−1) is shown in Figure , Supporting Information. With the increase of the scan rate, the CV curves display a similar shape with 4 dominant redox peaks, indicating the high reversibility of the NiCo2S4 electrode. As revealed in Figure , Supporting Information, the slopes of intensities (denoted as the b‐value) of the cathodic peaks in NiCo2S4 electrode for SIBs were calculated to be around 0.62 for peak 1 and 0.97 for peak 2, while the anodic peak were calculated to be 0.81 for peak 2 and 0.71 for peak 4 (calculation method in experiment detail), making it manifest that the current originates from a pseudocapacitive dominated mechanism.[] The quantitatively separated contributions of the capacitive part increased from 53.82% at 0.2 mV s−1 (Figure ) to the maximum value of 84.84% at 5.0 mV s−1 in SIBs.",
                "To determine the phase transformation mechanism of the NiCo2S4 electrode during initial sodiation and desodiation, in situ XRD and DFT calculations were obtained. Here, the DFT calculation was used to predict the possible intermediates during the charging/discharging process. Table , Supporting Information, listed the most possible reaction product, which is mainly based on previous literature reports. The computational models were shown in Figure , while the average voltages were calculated according to Equations (1‐2), Supporting Information, and the total energies of different materials calculated via VASP are summarized in Tables , , Supporting Information. The theoretical results show that the energy required for the insertion of 0.5 Na+ into the interstitial sites of the NiCo2S4 lattice is 0.074 eV per formula unit (PFU), while the decomposition of NaxNiCo2S4 into Ni, Co, and Na2S is highly exothermal with reaction energy of about −9.444 eV/PFU, corresponding to an average discharge plateau at 1.18 V. This result is consistent with the observed redox peaks in CV and discharge platform in charge/discharge curve and indicates that the conversion mechanism is dominant over the insertion mechanism. After the initial discharge process, Ni, Co, and Na2S can be converted into different products, making the overall reactions reversible. Our calculation further suggested that one of the discharge product Co can be converted into CoS and CoS2 at very close voltage plateaus at 1.27 and 1.28 V, while Ni is converted into NiS at 1.22 and into NiS2 at 1.38 V, respectively. The two distinguished potentials can explain the possible existence of intermediate formation (NiS2). As shown in Figure , the peak that indexed to the (311) crystal face of NiCo2S4 was gradually disappeared at the end of the discharge process, while the peaks located at the range 38.8–39.1°, 46.5–50.0°, and 58.5–59.08° related to the conversion of Na2S, Co, and accompanied by some metal sulfides (Ni3S4/Co3S4). This result is consistent with the HRTEM observation (Figure , Supporting Information), which further indicates that the incomplete conversion reaction existed during the first discharge process. During the first charge process, Ni, Co, and Na2S can be converted into intermediate products. According to the in situ XRD pattern and HRTEM observation, the NiS2, CoS, and NiS are the main product in the charge process."
            ],
            "name": "Results and Discussions",
            "type": "section"
        },
        {
            "content": [
                "In summary, the electrochemical performance of NiCo2S4 nanocages synthesized by a facile method can be dramatically enhanced by both electrolyte engineering and applying cut‐off voltage. Combined experiment and theoretical computation confirmed that the solvation structure and SEI film formed in ether‐based electrolyte promoted the charge transfer and interfacial stability. As a result, both cycling stability (341.7 mA h g−1 after 250 continuous cycles at the current density of 200 mA g−1) and rate performance (215.4 mA h g−1 at the current density of 5000 mA g−1) can be enhanced. We conclude that our strategies will be attractive to practically control the electrochemical activity of bimetallic sulfides, and, importantly, other sulfides, tellurides, for ready uptake of sodium ions."
            ],
            "name": "Conclusion",
            "type": "section"
        },
        {
            "content": [
                "This research was supported by China Scholarship Council (CSC) (202006120433), Natural Science Foundation of Shandong Province (ZR2018MEM017). The authors also highly appreciate Key Laboratory of Functional Inorganic Material Chemistry (Heilongjiang University), Ministry of Education and HIT & Yun Shan Group Research and Development on Graphite Area."
            ],
            "name": "Acknowledgements",
            "type": "section"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflict of Interest",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The data that support the findings of this study are available from the corresponding author upon reasonable request."
                    ],
                    "name": "Data Availability Statement",
                    "type": "section"
                }
            ],
            "name": "Data Availability Statement",
            "type": "section"
        }
    ],
    "Title": "Electrolyte Engineering on Performance Enhancement of NiCo2S4 Anode for Sodium Storage"
}