{
    "DOI": "10.1002/adma.201800492",
    "Journal": "",
    "Keywords": [
        "anode materials",
        "hierarchically structured materials",
        "hollow structures",
        "sodium‐ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "Sodium‐ion batteries are considered as the most competitive electrical energy storage devices for smart grids to enable the practical application of renewable energy. They have similar working mechanism as lithium‐ion batteries but possess much lower cost due to cheaper sodium and aluminum current collectors. However, there are still some major barriers for their wide‐scale usage. One of them is the lack of suitable anode materials. Therefore, the search for a suitable anode for sodium‐ion batteries is an essential task toward practical usage of sodium‐ion batteries. Like the anodes for lithium‐ion batteries, there are several kinds of anodes for sodium‐ion batteries based on the insertion, alloying, or conversion mechanism. Among three kinds of anodes, the most widely applied ones are those based on the insertion mechanism. Basically, the “insertion” anodes involve a sodium‐ion storage mechanism that is a redox process taking place in the host material. From a crystallographic point of view, this process is a reversible electrochemical reaction, which involves the change in the oxidation state of transition metals and a topotactic reversible intercalation of sodium ions inside the crystal structure of the host without major structural changes. Except for the anodes based on the insertion mechanism, there are also anodes based on the alloying or conversion mechanism. The anodes based on the alloying mechanism are those that can electrochemically store sodium ions via alloying reaction (M + nNa+ + ne− = NanM). In this electrochemical reaction, sodium ions form alloys with anode materials. Contrasting to the insertion mechanism, the bonds between host atoms are broken. Therefore, the atomic framework of the host does not constrain the reaction, which grants the alloying anodes much higher specific capacity than that in the “insertion” anodes. As regards anodes based on the conversion mechanism, the conversion reaction is usually defined as the reaction of sodium and a binary transition metal compound, MaXb (M = transition metal, X = O, S, P,…), to yield M nanoparticles embedded in a matrix of NayX. This electrochemical reaction involves the full reduction of the transition metal to its metallic state, which assures high theoretical capacity. Like in the case of alloying reaction, the bonds between M and X are broken, which grants the “conversion anodes” high theoretical capacity. Since the crystal structure is destroyed and new compounds are formed during these electrochemical reactions, the high capacity anodes undergo severe volume expansion and the consequent capacity fading upon cycling. This is one of the key obstacles toward practical applications of these high capacity anodes.",
                "Hollow structured materials, with the functional thin shells and the inner voids, offer the advantages of a large surface‐to‐volume ratio, short diffusion length, large contact area, etc. Resulting from numerous benefits, they have been widely employed in several fields, for example, electrocatalysts, supercapacitors, and lithium‐ion batteries. Instead of modifying nanostructure of anode materials for lithium‐ion batteries, the employment of hollow structured materials resulted in a significant enhancement of the rate performance, durability, and specific capacity. While the rational design of hollow structured anodes for sodium‐ion batteries is similar to that of hollow structured anodes for lithium‐ion batteries, the requirements referring to the properties of materials are different due to the differences in sodium and lithium‐ion batteries. First, because the expansion and strain of anodes in sodium‐ion batteries during charging/discharging processes are more significant than those in the anodes used in lithium‐ion batteries, the sodium anodes are easier to peel off. Therefore, in the rational design of hollow structured anodes for sodium‐ion batteries, apart from the simple hollow structure, there is a need to design an extra space to accommodate a larger volume expansion. Additionally, due to the larger ion radius of sodium, the reaction kinetics is more sluggish during the charging/discharging processes than that in the case of lithium‐ion batteries. Hence, in addition to the simple hollow structured anode to reduce the diffusion length at the interface between electrode material and electrolyte, the building block should be specially designed to accelerate the ion diffusion in the hollow structure to further enhance the sodium kinetics. The most importantly, due to the lower voltage of sodium cathodes than those of lithium cathodes, the energy density of sodium‐ion batteries is lower than that of lithium‐ion batteries. Another concern is the low volumetric density of hollow structured electrode materials. Therefore, because of the low energy density of sodium‐ion batteries and the low volumetric density of hollow structured electrode materials, the energy density of anodes in sodium‐ion batteries is one of the major concerns toward application of these batteries. To sum up, although the design of hollow structured anodes for sodium‐ion batteries should be similar to that in the case of lithium‐ion batteries, the different features of these batteries require the use of proper anode materials.",
                "There are several reports on the use of hollow structured anodes in sodium‐ion batteries but a critical appraisal of this important area of research is not available yet. Here, we summarize recent advances in the development of hollow structured anodes for sodium‐ion batteries. First, we present the progress in the application of simple hollow structured anodes in sodium‐ion batteries. After that, the fabrication and application of different complex hollow structured anodes for sodium‐ion batteries are discussed. Finally, a brief outlook of the future trends in this area is presented."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "In this section, we summarize the application of simple hollow structured anodes in sodium‐ion batteries. These structures are defined as follows: (i) the hollow structure is without any confinement, (ii) the building blocks are simple nanoparticles without further tailoring, and (iii) the hollow structure consists of single shell. Among all kinds of “insertion” anodes, the carbon‐based anodes are the most widely used. For instance, Tang et al. developed simple carbon hollow spheres by hydrothermal carbonization of the mixture of poly(styrene) latex and d‐glucose. As compared to the solid carbon spheres, the hollow carbon spheres as shown in Figure A,B exhibited higher reversible capacities under both low and high current densities. Under the current density of 1 A g−1, the hollow carbon spheres exhibited a reversible capacity of over 100 mA h g−1 while the solid ones delivered a reversible capacity of about 50 mA h g−1 (Figure C). This result demonstrates that the hollow structure has favorable transport properties, which assure a superior electrochemical performance.",
                "In addition to hollow spheres, hollow nanotubes, 1D hollow structures, are also attractive for sodium‐ion batteries because of the structural stability and good conducting connectivity. Liu et al. used the in situ transmission electron microscopy to investigate the behavior of hollow carbon nanofibers (CNF) for sodium‐ion batteries. This study suggested that there is a strain caused by volume change during sodiation process, which can be partially alleviated by the hollow structure. Except for hollow carbon tubes, there are also other reports on sodium titanate hollow tubes, another “insertion” anode. Thanks to the good connectivity of tubes and different modifications as shown in the scanning and transmission electron microscope (SEM and TEM) images, a capacity retention of over 90% after 10 000 cycles was achieved, demonstrating their excellent stability (Figure D–F). As compared to the hollow spheres, thanks to the prolonged length and the consequently high length‐to‐diameter ratio, the 1D hollow structured anodes, for example, nanotubes, possess extra advantages of good conducting connectivity and better structural stability. Therefore, the nanotubes normally exhibit better cycling performance than hollow spheres.",
                "There are also several reports on 3D hollow structures. Zhao et al. prepared the 3D macroporous MXene films with different compositions. The as‐prepared samples exhibited a reversible capacity of 250 mA h g−1 at 2.5 C after 1000 cycles, which was significantly better than the reversible capacity obtained on multilayer MXenes and MXene/CNT hybrid open structure (Figure G–I). This work demonstrates that the proper architecture is crucial for achieving great electrochemical performance. As compared to 0D and 1D hollow structures, the 3D architecture provides higher electrolyte/electrode contact area, which is beneficial for the transportation of sodium ions, and consequently, assures a superior rate performance.",
                "Numerous studies showed that the hollow structure of anodes is crucial for good electrochemical performance because of several reasons: (i) large amount of electrochemical active sites due to the large surface‐to‐volume ratio; (ii) large contact area between electrode and electrolyte; (iii) short ion diffusion path because of thin shell and inner void. The above‐mentioned reasons grant the hollow structured anodes in sodium‐ion batteries the performance better than that in the solid structured analogs."
            ],
            "name": "Simple Hollow Structures",
            "type": "section"
        },
        {
            "content": [
                "Although simple hollow structures possess many advantages, it is worth to mention that most of the reports on simple hollow structured anodes with good performance are not based on the alloying or conversion mechanism. On the other hand, several simple hollow structured “alloying and conversion” anodes have been reported."
            ],
            "name": "Complex Hollow Structures",
            "type": "section"
        }
    ],
    "Title": "The Application of Hollow Structured Anodes for Sodium‐Ion Batteries: From Simple to Complex Systems"
}