{
    "DOI": "10.1039/D3CC02610H",
    "Journal": "Chemical Communications",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Flexible electronic products such as roll-up screens, and wearable technology are burgeoning at a surprising pace. Flexible storage systems, as the kernel component of flexible electronics, have attracted extensive attention. Although flexible lithium-ion batteries (F-LIBs) have been commercialized, their sustainable development is being hampered by the limited storage and soaring prices of lithium reserves. Therefore, flexible sodium-ion batteries (F-SIBs) have been considered as one of the most promising alternatives, owning to their abundant resources of sodium and the similar working principles to LIBs. However, F-SIBs are still in their infancy, and their energy density is far below the demands in various application scenarios. Relative to flexible anodes, flexible cathodes for F-SIBs with both excellent electrochemical and mechanical properties are facing particularly huge challenges.",
                "Flexible free-standing cathodes are usually composed of active substances and flexible substrates, in which the active substances serve as the sodium storage system. Among the polyanions, layered oxides, and Prussian blue analogues active substances for SIBs, only the polyanionic cathode materials have received more extensive attention, such as NaFePO4, Na3V2(PO4)3, and Na3(VO)2(PO4)2F for F-SIBs to date. Generally, flexible polyanionic cathodes are constructed by an electrospinning technique. The electrospinning membrane can be used directly as a cathode without the addition of binders, conductive carbon or collector fluids. And the electrospinning technique offers continuous expressways for electrons to improve the electronic conductivity. While the improvement of the energy density of flexible polyanionic cathodes is primarily restricted by the limited theoretical specific capacity and large relative molecular mass of polyanionic active substances.",
                "Instead, layered transition metal oxide active substances possess the advantages of high theoretical capacity, fast ion diffusion, high energy density, etc. Flexible free-standing cathodes with transition metal oxides as the active substances are usually fabricated via solvothermal synthesis, hydrothermal reaction, and a vacuum filtration technique. Note that the success of solvothermal and hydrothermal synthesises depends strongly on the selected flexible substrates, which also lowers the energy density of flexible cathodes. And the vacuum filtration technique easily causes cathode fracture and stripped active substances during cycling due to the weak adhering interaction between the active substances and flexible substrates. In contrast, cathodes fabricated via electrospinning are intrinsically flexible without additional flexible substrates and possess strong cohesion between the active substances and flexible substrates. However, oxide active substances are typically synthesized in oxidizing atmospheres, which are incompatible with that of electrospinning technology. According to our previous studies, layered oxide NaCrO2(NCO) is synthesized in an inert/reducing atmosphere compatible well with that of electrospinning technology, and exhibits superior rate and cycling performance as well as larger theoretical specific capacity (250 mA h g−1) suitable as the electrochemical active substances for F-SIBs.",
                "Herein, we innovatively proposed to construct a NaCrO2@C(NCO@C) flexible free-standing cathode via an electrospinning technique. The as-constructed NCO@C flexible free-standing cathode exhibits superior rate performance (106.3 mA h g−1 at 10C), good cyclability (capacity retention of 87.5% over 300 cycles at 0.2C), and outstanding mechanical flexibility. The current work opens a new avenue towards the future development of flexible free-standing cathodes for SIBs.",
                "According to the PDF Card No. 88-0720, the main diffraction peaks in Fig. 1 can be accurately indexed to the hexagonal layered structure of NCO with a space group Rm (166). Note that two impurity phases, Cr2O3 and Na2CO3, are also included with 29 wt% and 14 wt%, respectively. It is reported that the Cr2O3 layer coated on NCO can avoid direct contact between NCO and the electrolyte, effectively limiting the incidence of side reactions. The Na2CO3 impurity may result from the residual base on the membrane surface reacting with the CO2 in the air. No diffraction peaks of carbon fibre in Fig. 1 reveal that the carbon substrate is amorphous.",
                "SEM images of the NCO@C free-standing cathode in Fig. 2a show the consecutive and interlaced fibres with diameters ranging from 100 to 200 nm. The NCO particles of about 50 nm are uniformly adhered to or embedded in the interlinked carbon fibres, which are not easily detached during cycling, beneficial for cycling stability. The elemental mappings captured by EDS (Fig. 2b) demonstrate that the Na, Cr, O, C, and N elements are homogeneously distributed in the NCO@C fibres. Meanwhile, Fig. 3a further verifies the presence of Na, Cr, O, C and N elements. In Fig. 3b, four characteristic peaks of C 1s at 284.5 eV, 285.6 eV, 287.9 eV, and 289.5 eV are attributed to CC, CN, C–N, and OC–O, respectively. There are three fitted N 1s peaks at 398.3 eV, 400.1 eV, and 403.0 eV assigned to the pyridine nitrogen, pyrrole nitrogen and graphite nitrogen, respectively. Notably, the various nitrogens derived from the PAN precursor can provide more electrons to the π-conjugated system of carbon, thus significantly improving the electronic conductivity of the NCO@C flexible free-standing cathode.",
                "As Fig. S2 (ESI†) shows, the two broad peaks located around 1350 cm−1 and 1600 cm−1 represent the D-band (related to sp3 coordination behavior) and the G-band (related to graphite carbon and sp2 coordination behavior), respectively. The value of R is close to 1.14, indicating good conductivity of the carbon framework of the NCO@C flexible free-standing cathode, which is beneficial for improving the electrochemical performance.",
                "Based on the thermo-gravimetric analysis in Fig. S3 (ESI†), the content of NCO substance including Na2CO3 and Cr2O3 impurities in the NCO@C flexible free-standing cathode is 63 wt%. Combined with the refined XRD result (Fig. 1), the calculated content of NCO electrochemical active substance in a flexible cathode is 35.8 wt%. In Fig. 4a, the features of the CV curves are well consistent with those of the NCO cathode. At 0.1 mV s−1, two pairs of main redox peaks at 3.09/2.83 V and 3.33/3.27 V, correspond to the redox reaction of Cr3+/Cr4+. And yet the other small peaks in the range of 2.9–3.1 V are attributed to the order/disorder phase transformation. The discharge curves in Fig. 4b demonstrate long plateaus at ∼3.0 V (vs. Na/Na+) and small plateaus at ∼3.3 V, in accordance with two main redox peaks in the CV curves. No obvious working potential drop occurs during the initial 20 cycles, indicating the good electrochemical reversibility. The initial discharge capacity of 110.0 mA h g−1 is achieved at 0.5C (1C = 250 mA g−1), which is slightly lower than that of the NCO cathode in ref. . As shown in Fig. 4c, the NCO@C free-standing cathode delivers an outstanding rate performance with average reversible capacities of 112.3 112.2, 110.6, and 106.3 mA h g−1 at 0.5C, 2C, 5C, and 10C, respectively. When the current density is switched back to 0.5C, the capacity is recovered to 111.2 mA h g−1, very close to the initial value. The initial coulombic efficiency (ICE) in Fig. 4d is 86.2% and the discharge capacity remains at 82.9 mA h g−1 after 300 cycles at 0.2C, which illustrates outstanding cycling stability. The excellent rate and cycling performance of the NCO@C free-standing cathode can be probably ascribed to the following two reasons. On the one hand, the NCO particles are refined by the freeze-assisted sol–gel method, exposing more active sites for sodiation/desodiation and shortening the Na+ diffusion distance. Meanwhile, the electrospinning technique offers a continuous one-dimensional channel for electron transfer to lower the Na+ diffusion resistance, enabling rapid Na+ diffusion. On the other hand, the unique cathode structure of NCO active particles embedded in carbon fibres can suppress the volume expansion of NCO during the repetitive Na+ intercalation/deintercalation to stabilize the crystal structure.",
                "The NCO@C flexible free-standing cathode possesses excellent electrolyte wettability compared to the conventional NCO cathode with aluminium foil as a collector, as shown in Fig. 5. The contact angle between the liquid (electrolyte) and the solid substrate (electrode) can be defined by the Laplace–Young's equation:",
                "γγγ",
                "Fig. S4 (ESI†) demonstrates that the NCO@C flexible free-standing cathode possesses good bending flexibility. After repeated bending, no fractures or wrinkles occur in the NCO@C flexible free-standing cathode when being recovered to its initial state.",
                "The NCO@C flexible free-standing cathode with excellent electrochemical properties and mechanical flexibility was firstly constructed by an electrospinning technique using layered oxide NCO as the electrochemical active substance. The NCO particles are uniformly glued to or embedded in the interconnected carbon fibres, which creates a strong bond between the electrochemical active substance and the flexible substrate. The constructed NCO@C flexible free-standing cathode delivers an impressive rate and cycling stability performance, with an average discharge capacity of 106 mA h g−1 at 10C and retention rate of 87.5% after 300 cycles at 0.2C. The carbonaceous structures constructed by electrospinning not only contribute to the electron conductivity, but also suppress the volume expansion of NCO during sodiation and desodiation. The combination of oxide-based electrochemical active substances and electrospinning technology sheds a brand-new light on the further development of high-performance F-SIBs.",
                "We would like to express our sincere appreciation for the generous financial support provided by the National Science Foundation, China (21673051), and the Natural Science Foundation of Guangdong Province, China (Grant No. 2021A1515010388)."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "A NaCrO2@C free-standing cathode via electrospinning for sodium-ion batteries"
}