{
    "DOI": "10.1007/s10008-023-05706-4",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With increasing concerns about environmental pollution and resource shortages, it is desired in recent decades to combine a range of intermittent renewable and clean energy (wind and solar) into large-scale energy storage systems [1]. Lithium-ion batteries (LIBs) are now being studied extensively and have showed great performance as an energy storage device [2,3,4]. However, rare lithium element resources hinder the further development of lithium-ion batteries [5, 6]. As a result, new storage systems are requested to be developed. Because of the abundance and global dispersion of sodium, as well as its chemical features similar to lithium, sodium ion batteries (SIBs) have advantages as one of the most promising next-generation batteries for energy storage applications [7,8,9,10,11,12,13].",
                "Cathode materials, as a crucial component of the batteries, play an important role in determining the energy density, power density, and cost of the batteries. Numerous cathode materials are proposed for sodium ion batteries, such as layer oxides [14,15,16,17] and Prussian blue [18,19,20,21]. The open framework of Prussian blue compounds facilitates the materials to accommodate larger alkali metal cations, such as sodium and potassium ions [18]. Each molecular of Prussian blue contains two redox centers (M+2/+3 and Fe+2/+3), it corresponds to the ability to reversibly insert two sodium ions [22]. However, there are several drawbacks to using Prussian blue in production and application, such as the complex preparation process and rapid capacity degradation [23, 24]. In contrast, layered oxides, in particular, NaxMnO2 stand as a viable cathode for sodium ion batteries because of the high theoretical capacity, low cost, and simple synthesis procedure [25,26,27,28,29]. The P2 and O3 phases are the most common structures. Compared to O3-type oxides [30, 31], P2-type oxides present higher average discharge voltage, simpler phase transition and higher rate capability [32]. However, the problem of rapid capacity degradation remains challenge. The Jahn-Teller effect of MnIII in NaxMnO2 results in a short cycle life and poor structural stability [33]. By doping active or inactive metal ions into the main material, the synergistic effect of polymetals can improve the electrochemical stability and structural stability of P2-type NaxMnO2 [34, 35]. In addition, by partially replacing Mn with electrochemically active Ni instead of Mn as a P2-phase layered oxide, P2-type Na2/3Ni1/3Mn2/3O2 material can be synthesized, and the average voltage and power density of the material can be increased [36].",
                "P2-type Na2/3Ni1/3Mn2/3O2 is able to maintain good cycle performance in the voltage range from 2 to 4 V. However, when the cut-off voltage reaches ~ 4.2 V, an irreversible phase transition happens, limiting the capacity and the energy density of the cathode materials [30, 37,38,39,40]. The plateau around 4.2 V is attributed to a phase transition from P2 to O2 phase along with the gliding of transition metal layers, which is harmful to capacity retention [41]. Many attempts were proposed to improve the long-cycle performance of Na2/3Ni1/3Mn2/3O2 when the cut-off voltage is higher than 4.0 V, such as element doping [42,43,44, 41, 45,46,47,48,49,50], surface coating [51,52,53,54,55], and phase adjustment [17, 56,57,58]. The metal element doping (such as Fe, Ti, and Cu) can substitute the Ni or Mn element in Na2/3Ni1/3Mn2/3O2 to increase stability at high voltage, hence expand the voltage range of Na2/3Ni1/3Mn2/3O2 and improving electrochemistry performance [41, 50, 59,60,61,62,63,64]. Zn was used as the doping element because of its low cost and the proper ionic radius. Zn2+ doping suppresses the irreversible phase transition of P2-O2 during cycling, and thus the Zn doped samples were able to exhibit higher capacity and capacity retention [50, 65, 66]. Wu reported that Zn doping can effectively improve the cycling performance, and the capacity retention of Na0.66Ni0.26Zn0.07Mn0.67O2 prepared with solid-phase method was 83% after cycling for 30 cycles at a voltage range of 2.0–4.4 V [41]. Hong reported that the capacity of the zinc-doped Na0.67Ni0.23Zn0.1Mn0.67O2 was 85.0 mAh g−1 with 93.5% capacity retention after cycling 50 cycles in the voltage range of 2.5–4.3 V [66]. It can be seen that the cycle life of the Zn doped P2-type Na2/3Ni1/3Mn2/3O2 is still not satisfied, and further exploration to meet a long cycle life is requested.",
                "In this work, a series of P2-type Na0.7Ni0.35-xMn0.65ZnxO2 (x = 0, 0.05, 0.1, 0.15, 0.2) were synthesized using a simple and convenient solid-state method. With a high charge cut-off voltage, the structural stability, cycling, and rate performance of the material are significantly improved when the amount of zinc doping is appropriate. In addition, the synthesis process impacts greatly on the electrochemical properties of cathodes for SIBs, such as calcination temperature [67, 68] and cooling procedure [69, 70]. The effects of calcination temperature and cooling methods on the electrochemical properties of P2-type Na0.7Ni0.35-xMn0.65ZnxO2 are discussed. The material prepared at 950 °C with natural cooling method exhibits preferential (002) orientation and presents excellent cycle stability."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Na0.7Ni0.35-xMn0.65ZnxO2 (x = 0, 0.05, 0.1, 0.15, 0.2) was prepared by a traditional solid-state method. Na2CO3 (≥ 99.8%, Sinopharm Chemical Reagent Co., Ltd.), NiO (≥ 99%, Sigma-Aldrich), Mn2O3 (≥ 99%, Beijing Innochem Science & Technology Co., Ltd), and ZnO (≥ 99%, ≤ 100 nm, Sigma-Aldrich) were mixed in stoichiometric ratio. The mixture was transferred into an agate mortar with anhydrous ethanol and milled. Then the powder was calcined at 900, 950, or 1000 °C for 16 h in muffle furnace. Two different cooling methods were used after calcination, one is natural cooling and another is liquid nitrogen cooling. For the latter, the materials were naturally cooled to 300 °C and then using liquid nitrogen for rapid cooling. The samples are denoted as N-Zn-x-T and L-Zn-x-T, respectively, in which x represents the zinc content and T represents calcination temperature. The resulting samples stored in Ar-filled glove box to avoid reaction with water in air."
                    ],
                    "name": "Synthesis of materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "The active materials, acetylene black and polyvinylidene fluoride (PVDF) were mixed at a mass ratio of 8:1:1 in N-methyl-2-pyrrolidone (NMP). The slurry was spread on Al foil and dried in a vacuum overnight. The mass loading of the active material is around 1.4 g cm−2. Sodium metal is the counter electrode, and a Whatman GF/F glass fiber is the separator. The electrolyte was 1.0 M NaClO4 in a solution composed of EC: PC (with volume ratio of 1:1). All cells are assembled in a glove box filled with argon. The coin cells (CR2025) of galvanostatic charge/discharge were investigated at various rates (1C = 170 mAh g−1) using a Land Test System (CT2001A). Cyclic voltammetry (CV) measurements were carried out on a CHI660E (Chenhua, Shanghai)."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "X-ray diffraction (XRD) is used to characterize the structures on a Smart lab (Rigaku, Japan) with Cu Kα radiation (λ = 1.5406 Å). Rietveld refinement was performed using the Total pattern analysis solutions (TOPAS). The surface morphology is obtained via scanning electron microscopy (SEM, Phenom ProX)."
                    ],
                    "name": "Materials characterization",
                    "type": "h3"
                }
            ],
            "name": "Experiment section",
            "type": "h2"
        },
        {
            "content": [
                "Na0.7Ni0.35-xMn0.65ZnxO2 (x = 0, 0.05, 0.1, 0.15, 0.2) were prepared by a traditional solid-state method calcined at 900 °C followed by liquid nitrogen cooling, which are denoted as L-Zn-x-900. XRD and SEM of the samples with varying Zn contents are shown in Figs. 1 and S1. From the XRD results, it can be seen that all the materials match the standard card (PDF#00-054-0894) of the P2-type structure, space group P63/mmc well. After Zn doping, the peaks do not change much and still remain sharp, indicating that the samples are well crystalline. When the amount of zinc doping is low, no additional impurity peaks are present. When the Zn content is higher than 0.15, additional peaks appear, which can be attributed to the formation of ZnO (PDF#36–1451). The XRD Rietveld refinement patterns suggest that the zinc ions are located in the transition-metal oxide layer (Fig. S2 and Table S1). SEM images of different samples show mere difference of the prepared materials (Fig. S1), the particle size of the prepared samples is around 2–5 µm with typical layered structure [71], and it demonstrates that a small amount of Zn doping has no significant effect on the morphology of the material.",
                "The electrochemical performance of the pristine sample (L-Zn-0-900) with low charge cut-off voltage (2.0–4.0 V) was firstly investigated. Figure S3a shows the cyclic voltammetry (CV) curves of L-Zn-0-900 during the first three cycles at a scan rate of 0.1 mV s−1. The curves are highly overlapped, demonstrating that L-Zn-0-900 presents outstanding cycle performance in this voltage range. The peaks in 2.0–2.5 V are assigned to the redox reaction of Mn3+/Mn4+, while the peaks in 2.5–4.0 V are assigned to the redox reaction of nickel metal [72]. Figure S3b shows the charge-discharge profiles of the first cycle of L-Zn-0-900 in the voltage range of 2.0–4.0 V at 17 mA g−1. The plateaus match the redox peaks in the CV curves in Fig. S2a well. When the material is cycled with the current density of 170 mA g−1 between 2.0 and 4.0 V, the initial discharge capacity is 77.9 mAh g−1 (Fig. S3c). After 500 cycles, the discharge capacity still retains 62.0 mAh g−1, and the capacity retention approaches to 79.6%. Figure S3d shows the rate performance of L-Zn-0-900. The discharge capacity at 34, 85, 170, 340, 850, and 1700 mA g−1 are 79.2, 77.4, 75.8, 72.8, and 58.6 mAh g−1. These results demonstrate that L-Zn-0-900 exhibits good cycle stability and rate performance in the voltage range of 2.0–4.0 V.",
                "To depict the influence of Zn doping at high voltage, the electrochemical performance of materials with different Zn doping content were evaluated in the voltage range of 2.5–4.2 V and the results are shown in Fig. 2. At 34 mA g−1, when L-Zn-0-900 is charged to 4.18 V, a long plateau appears, which is assigned to phase transition from P2 to O2 [72]. Figure 2a shows the charge-discharge profiles of the materials with different Zn content. Compared to L-Zn-0-900, the curves of L-Zn-0.05-900 do not change much and the same phase transition plateau exists. When the Zn content is further increased to 0.1, a substantial change is observed. The plateau at ~ 4.2 V lowers to ~ 4.0 V and becomes slope-like during the charging process. This change is conducive to the reversible intercalation of sodium into the cathode, and is also considered to be beneficial to the cycle life [73]. The initial discharge capacity of L-Zn-0.1-900 is 94.1 mAh g−1, much higher than that of L-Zn-0-900 (72.4 mAh g−1). For the L-Zn-0.15–900 and L-Zn-0.2-900 samples, the plateaus at higher voltage are not obvious, and the discharge capacity of the first cycle is 89.1 mAh g−1 and 72.4 mAh g−1, respectively. The lower discharge capacity compared to that of L-Zn-0.1-900 is due to excessive Zn doping, which reduces the amount of Ni in redox reaction. In addition, the average discharge voltage, which is one of the most important parameters for measuring the energy density, elevates after zinc doping. The average discharge voltage of L-Zn-0-900 at a current density of 34 mA g−1 is 3.23 V. The average discharge voltage of L-Zn-0.05-900, L-Zn-0.1-900, L-Zn-0.15–900, and L-Zn-0.2-900 is 3.62, 3.64, 3.67, and 3.67 V, respectively. The cycle performance with the current density of 170 mA g−1 was further investigated, as shown in Fig. 2b. L-Zn-0.1-900 exhibits the highest initial discharge capacity of 87.9 mAh g−1 and highest capacity retention (78.4% after 500 cycles). In contrast, the capacity of L-Zn-0-900 is only 43.4 mAh g−1 after 500 cycles, with a capacity retention of 60.8%. For L-Zn-0.05-900, a capacity of 53.6 mAh g−1 after 500 cycles is achieved with a capacity retention of 70.4%. As the Zn content exceeds 0.1, the cycle performance deteriorates, and the capacity of L-Zn-0.15–900 decreases to 58.3 mAh g−1 after 500 cycles, while the capacity retention decreases to 71.5%. The performance of L-Zn-0.2-900 is even worse, the capacity is 33.8 mAh g−1 and the capacity retention is 49.3% over 500 cycles. Furthermore, L-Zn-0.1-900 presents excellent rate performance (Fig. 2c). In the voltage range of 2.5–4.2 V, the discharge capacity of L-Zn-0-900 is just 28.8 mAh g−1 at 3.4 Ah g−1. When the current density back to 34 mA g−1, the discharge capacity is only 61.4 mAh g−1. By contrast, L-Zn-0.1-900 can deliver 47.5 mAh g−1 even at 3.4 Ah g−1 and 84 mAh g−1 when the current density returns to 34 mA g−1, indicating outstanding rate capability. The charge-discharge profiles of L-Zn-0-900 and L-Zn-0.1-900 for different cycle at 170 mA g−1 are shown in Fig. S4. As the cycle number increases, the curves for L-Zn-0.1-900 maintain a relatively good overlap, while the capacity for L-Zn-0-900 decreases rapidly. Based on the aforementioned results, L-Zn-0.1-900 sample presents the best the electrochemical performance among the doping materials, thus the following modification is focused on Na0.7Ni0.35-xMn0.65ZnxO2 with x = 0.1.",
                "Previous research has shown that when the synthesis temperature is not high enough, Na2/3Ni1/3Mn2/3O2 remains thermodynamically stable in the P3 phase, while when calcined at higher temperatures the material would remain stable in the P2 phase [17, 56,57,58, 74]. An appropriate increase in temperature might improve the electrochemical performance of P2-type layered oxides. In this context, Na0.7Ni0.25Mn0.65Zn0.1O2 was synthesized at different calcination temperatures in the range between 900 and 1000 °C, followed by liquid nitrogen cooling; the samples are denoted as L-Zn-0.1-T, in which T presents the calcination temperature. In addition, the cooling rate impacts on the structural deficiency, and the capacity would be influenced. Thus sample with natural cooling was prepared as well, which is denoted as N-Zn-0.1-T. Optimized calcination temperature of the natural cooling sample was set based on the performance evaluation of the samples with liquid nitrogen cooling.",
                "The XRD patterns of the materials synthesized at different temperature and with different cooling methods are shown in Fig. 3a. It can be seen that all the materials match the standard card (PDF#00-054-0894) of the P2-type structure. When the calcination temperature increases to 950 °C, trace of impurity (NiO)0.75(MnO)0.25 (PDF#78-0425) is observed for both L-Zn-0.1-950 and N-Zn-0.1-950. When further increasing the calcination temperature to 1000 °C, the signal of impurity (NiO)0.75(MnO)0.25 is obvious. In addition, for N-Zn-0.1-950, the (002) peak is enhanced, indicating a preferential lateral crystallization orientation along (002) plane. The SEM images of the samples prepared with various calcination temperatures and different cooling methods are shown in Fig. 3b–e. L-Zn-0.1-900 and L-Zn-0.1-950 exhibit smaller particle size of ~ 3 µm. For L-Zn-0.1-1000, it presents layered morphology and the particle size increases to 5–7 µm. For N-Zn-0.1-950, similar layered morphology can be observed, and the particle size is ~ 8 µm. The particle size of N-Zn-0.1-950 is larger than that of L-Zn-0.1-950, which should be attributed to the crystal growth with slow cooling rate during the natural cooling.",
                "The galvanostatic charge-discharge profiles at 34 mA g−1 of materials synthesized at different temperature and with different cooling methods are shown in Fig. 4a. The cells were cycled at a current density of 34 mA g−1 in the voltage range of 2.5–4.2 V. The L-Zn-0.1-900 delivers an initial discharge capacity of 94.1 mAh g−1. And L-Zn-0.1-950 shows a similar initial discharge capacity of 92.5 mAh g−1. For L-Zn-0.1-1000, it has the highest initial discharge capacity of 120 mAh g−1. And N-Zn-0.1-950 exhibits a discharge capacity of 84.6 mAh g−1, which is slightly lower than that of L-Zn-0.1-950. L-Zn-0.1-950 presents smaller particle size, in addition, oxygen deficiency might be introduced during the quick liquid nitrogen cooling process, and thus L-Zn-0.1-950 delivers slightly higher capacity than N-Zn-0.1-950. For all the samples, three charge plateaus can be observed, which is attributed to the sequential oxidation of nickel element [41, 73].",
                "The cycle performances of the materials prepared with different calcination temperatures and cooling methods at 170 mA g−1 are shown in Figs. 4b and S5. L-Zn-0.1-900 and L-Zn-0.1-950 exhibit an initial discharge capacity of 87.9 and 91 mAh g−1, respectively. The discharge capacity of L-Zn-0.1-900 after 500 cycles is 68.9 mAh g−1, and the capacity retention is 78.4%, the capacity is 56.7 mAh g−1 with a capacity retention of 64.5% over 1000 cycles. At the same current density, L-Zn-0.1-950 shows a slightly higher discharge capacity (72.7 mAh g−1) and capacity retention (79.9%) over 500 cycles. The capacity of L-Zn-0.1-950 after 1000 cycles is 60 mAh g−1, and capacity retention is 65.9%. For the L-Zn-0.1-1000 sample, it shows the highest initial discharge capacity of 105.2 mAh g−1, but it decreases rapidly as the cycle number increases. After 500 cycles, the discharge capacity is only 53.8 mAh g−1, which is 51.1% of the first cycle. As for N-Zn-0.1-950, though it delivers a relatively low initial discharge capacity of 77.3 mAh g−1, it presents excellent cycle stability; a capacity of 68.9 mAh g−1 with a capacity retention of 89.1% is achieved over 500 cycles. After 1000 cycles, the discharge capacity is 64.9 mAh g−1, which is 84.0% of the first cycle. The cycle performance of N-Zn-0.1-950 is superior to those reported in literature, as shown in Table S2.",
                "The rate performance of the materials is shown in Fig. 4c. and the charge-discharge profiles of N-Zn-0.1-950 at different current densities is shown in Fig. 4d. L-Zn-0.1-950 exhibits the best rate performance; the discharge capacity at 34, 68, 85, 170, 340, 850, 1700, 2550, and 3400 mA g−1 is 93.6, 89.3, 87.2, 83.5, 79.6, 72.6, 65.7, 60.8, and 54.7 mAh g−1. It can still deliver a capacity of 87.6 mAh g−1 when the current density returns back to 34 mA g−1. The rate performance of L-Zn-0.1-900 and N-Zn-0.1-950 are slightly worse than that of L-Zn-0.1-950, especially at high currents density. The discharge capacity of L-Zn-0.1-900 and N-Zn-0.1-950 is 91.1 and 86.2 mAh g−1 at 34 mA g−1, 82.2 and 77.7 mAh g−1 at 170 mA g−1, 60.3 and 55.1 mAh g−1 at 1700 mA g−1, 48.2 and 43.1 mA g−1 at 3400 mA g−1. For the L-Zn-0.1-1000 sample, the discharge capacity is the highest at low current density. However, the capacity decreases rapidly as the current density increases. When the current density is 340 mA g−1, the discharge capacity of L-Zn-0.1-1000 is 89.9 mAh g−1, still higher than the other three materials. But as the current density is further increased, its capacity rapidly decreases to 48.4 mAh g−1 at 1700 mA g−1, and is only 12.7 mAh g−1 at 3.4 Ah g−1, which is much lower than other samples. The aforementioned results show that L-Zn-0.1-1000 sample presents the highest initial capacity, while it suffers rapid capacity fading over cycling and poor rate performance. In contrast, N-Zn-0.1-950 presents excellent cycle performance. L-Zn-0.1-1000 sample with the highest calcination temperature would present more oxygen release and oxygen deficiency [36, 75], which might result in poor structural stability and rate performance. For N-Zn-0.1-950, the excellent cycle performance might result from the preferential orientation of (002) plane, which maintains good structure stability during cycling.",
                "In order to further investigate the reason for the high capacity retention of N-Zn-0.1-950, in situ XRD investigation is performed, and the results are shown in Fig. 5. According to previous reports, the Na-Ni-Mn-O system gradually transforms from P2 phase to O2 phase when it is charged up to ~ 4.2 V, which is the main reason for the poor capacity retention [76, 77]. Before charging, N-Zn-0.1-950 exhibits a typical P2 phase, with a diffraction peak at about 15° and 32°, corresponding to the (002) and (004) crystal faces, respectively [78]. The intensity of the (002) peak is reduced. This might be due to the cell used during in situ XRD operation, at low angles, the beam is slightly hidden or the beam width is a bit larger than the size of the electrode [79]. As the voltage increases, the peaks of (002) and (004) faces shift to the low angle, indicating the expansion of the c-axis and the contraction of the ab-plane. When the voltage increases to 4.1 V, the peak of the P2 phase becomes weak, followed by the emergence of (002) and (004) faces of the OP4 phase located at 16.5° and 33.5°, respectively [80]. This indicates that the sample transforms from P2 phase to OP4 phase when the charge voltage is higher than 4.1 V. Afterwards the P2 phase completely transits into the OP4 phase at 4.2 V. The phase transition (P2 → OP4) may be related to the sliding of the plate, which is attributed to the thermodynamic instability of the prismatic sites without sodium ions, and the formation of the OP4 phase would reduce structural change compared to the P2-O2 phase transition, thus contributing to the high structural stability of the material [71]. Upon discharge, the characteristic peaks of the OP4 phase get weak, and the characteristic peaks of the P2 phase reappear at 4.1 V. The (002) and (004) peaks move to high angles as the voltage decreases. When discharged to 2.75 V, the intensity and position of the characteristic peaks are similar to that of the material before cycling, indicating that the P2 → OP4 → P2 phase transition is highly reversible, which contributes to the excellent cycle performance of N-Zn-0.1-950."
            ],
            "name": "Results and discussion",
            "type": "h2"
        },
        {
            "content": [
                "P2-type Na0.7Ni0.35-xZnxMn0.65O2 (x = 0.05, 0.1, 0.15, 0.2) was successfully prepared with solid-state method. Among them, Na0.7Ni0.25Zn0.1Mn0.65O2 exhibits the best electrochemical performance with a higher charge cut-off voltage (2.5–4.2 V). The impacts of calcination temperature and cooling methods on the electrochemical performance are investigated. It was found that P2-type Na0.7Ni0.25Zn0.1Mn0.65O2 prepared at 950 °C with natural cooling presents excellent cycle performance when cycled in the voltage range of 2.5–4.2 V. Though it delivers a relatively low initial discharge capacity of 77.3 mAh g−1, a capacity of 68.9 mAh g−1 with a capacity retention of 89.1% is achieved over 500 cycles. After 1000 cycles, the discharge capacity is 64.9 mAh g−1, 84.0% of the first cycle, which is superior to those reported in literature. The sample presents preferential (002) plane orientation; in addition, it goes through a reversible P2-OP4-P2 phase transition at high charge voltage, which might contribute to its excellent cycle performance. This study would benefit to the development of cathode materials for sodium ion batteries with high working voltage and long cycle life."
            ],
            "name": "Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Zinc doped P2-type layered cathode for high-voltage and long-life sodium ion batteries: impacts of calcination temperature and cooling methods"
}