{
    "DOI": "10.1002/smtd.202001050",
    "Journal": "",
    "Keywords": [
        "Ag@C natrophilic substrates",
        "AIMD and finite element simulations",
        "anode‐free SIBs",
        "Na–Ag networks",
        "sodium metal anodes"
    ],
    "Sections": [
        {
            "content": [
                "By virtue of enticing theoretical capacity (1165 mAh g−1), desirable redox potential (–2.71 V vs SHE) and materials abundance, sodium metal anode (SMA)[] would substantially boost energy density and feasibility of conventional sodium ion batteries (SIBs).[] Furthermore, SMA also plays as an indispensable component for many novel Na‐S/Se/Te,[] Na‐P,[] Na‐O2,[] Na‐CO2,[] and Na‐Br/I systems.[] For these reasons, SMA chemistry is currently an important research area for building advanced sodium ion batteries (SIBs).",
                "Albeit with these promising merits, daunting challenges including cycling lifetime and safety still plague practical adoption of the rechargeable SMA.[] Particularly, heterogeneous Na‐ion deposition during repeated plating/stripping often leads to morphological and chemical instability manifested as dendritic Na growth, large volume expansion, poor Columbic efficiency (CE), incomplete solid electrolyte interphase (SEI) films and ultimately premature battery failure. Ever worse, sodium metal reacts detrimentally with flammable ester‐based electrolytes, suggesting that SMA is prone to catch fire or explode under harsh conditions. In short, safety concern is a major hurdle for the wide applications of the SMA. Thus far, a wealth of rational coping approaches have been pursued to achieve long cycling stability and enhanced operation safety, such as fabricating anode surface coating,[] innovating Na‐ion plating substrate,[] synthesizing liquid Na metal alloy,[] regulating local molecular structure of electrolyte,[] generating robust artificial SEI, and constructing potential solid‐state electrolyte (SSE).[] While these approaches can indeed improve the cycling life and alleviate the issue of dendrite formation, the fact that the SMA itself being a bulk piece of sodium is still the origin of safety concern.",
                "In fact, similar problem also exists for lithium metal anode (LMA) although the safety concern is not as severe as that in SMA. Louli et al. have recently proposed a new “anode‐free” approach to address this issue for lithium ion battery.[] In this design, they directly use a copper foil as anode without preloading any lithium metal leading to the following advantages: i) the absence of bulk lithium in the anode can significantly decrease weight and volume of the cell, thereby enabling much higher gravimetric and volumetric energy density; ii) upon initial charging process of Li on the copper foil, it works as a real LMA, hence inheriting intrinsic merits of LMA while alleviating safety concern of using bulk lithium metal. Inspired by this innovative approach, we hereby develop an “anode‐free” SMA to address the stability and safety issues of conventional SMA. However, as there is no bulk sodium in the “anode‐free” SMA, the loss of sodium metal to SEI formation has to be supplied from the cathode. This implies that if the SEI is unstable upon cycling, there will be a continuous consumption of sodium leading to short cycling life and low CE.[] On the other hand, rough and non‐uniform deposition of metal ion on the anode side will intensify the inhomogeneous distribution of the electrical field and thus drive dendrite formation.[] Therefore, in order to implement a high performance “anode‐free” SMA, one pre‐requisite has to be achieved: Uniform sodium deposition on the anode substrate.",
                "In this study, we use a carbon cloth as the substrate for the “anode‐free” SMA. We found that uniformity of sodium deposition can be substantially enhanced by coating a thin layer of silver on the carbon cloth. This Ag@C “anode‐free” SMA demonstrates an ultra‐stable cycling and high CE at 2 mA cm−2 with a capacity of 2 mAh cm−2 over 500 cycles. Comprehensive density functional theory (DFT), ab‐initial molecular dynamics (AIMD) simulation and scanning electron microscopy (SEM) analysis clearly reveal that the presence of Ag assists smooth plating/stripping of Na ions. By pairing the Ag@C “anode‐free” SMA with a Prussian white cathode, a sodium metal full battery shows a high initial capacity of 133/116 mA h g−1 at 0.1/0.5 C rate, along with a reasonable capacity retention of ≈56% over 800 cycles at 0.5 C rate. This work paves an effective avenue in taming the structural and surface properties of anode hosts toward superior anode‐free sodium metal batteries (SMB)."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "Figure  shows schematic illustration of Na ion plating behavior on a natrophilic and a sodium repellent substrate. On the natrophilic substrate, sodium will have a high nucleation rate and like to give a uniform sodium layer upon plating (Figure ). On the contrary, the lower nucleation rate on the sodium repellent substrate will result in uneven sodium plating and islands (Figure ). Upon application of a voltage, the uniform sodium layer and the sodium islands would lead respectively to a uniform and an uneven electric field distribution (right hand column of Figure , as determined with the COMSOL Mutiphysics simulation). The uneven electric field on the sodium repellent substrate would cause preferential sodium disposition on the islands, which eventually bring about dendrite formation and thus is highly unfavorable for battery applications.[]",
                        "In consideration of these key factors, 3D natrophilic Ag@C substrate was fabricated via a facile thermal evaporation deposition method as visualized in Figure . Morphology and microstructure of the pristine carbon cloth and its silver coated layer were studied with SEM. As shown in Figure  and Figure S1a, Supporting Information 3D carbon cloth is woven with smooth carbon nanofibers, which provides open channels for Na ions and electrons accessibility. After silver deposition, the carbon cloth is decorated with a high density of silver nanoparticles (AgNPs) with uniform distribution (Figure ; Figure S1b, Supporting Information). EDX mapping of the pristine carbon cloth and silver coated carbon cloth are shown in Figure  and Figure S1c, Supporting Information respectively. X‐ray diffraction (XRD) peaks from face‐centered cubic silver can be clearly observed on the silver‐coated sample (Figure ). This natrophilic 3D Ag@C substrate is largely expected to smooth Na ion plating/stripping, improve redox kinetics, and electrode chemistry.[]"
                    ],
                    "name": "Surface and Microstructure Characterizations",
                    "type": "section"
                },
                {
                    "content": [
                        "Figure  and Figure S2, Supporting Information summarize the deposition voltages profiles and galvanostatic cycling lives of the Na||Ag@C, Na||C half‐cells with 1 m NaClO4 in ethylene carbonate/propylene carbonate (EC/PC) containing 5 wt% fluoroethylene carbonate (FEC). It is reasonably concluded that the large part of capacity is delivered by Na plating/stripping rather than other intercalation reaction in the Ag@C and carbon cloth matrix (Figure S2a–d, Supporting Information).[] Upon cycling, the almost overlapping voltages curves (Figure ) indicate stable Na ion plating/stripping for the first three cycles. Notably, only a slight increase of voltage hysteresis appears for Na ion deposition at the current densities ranging from 1 to 3 mA cm−2 with a capacity of 2 mAh cm−2. Long‐term cycling measurements of these cells were then undertaken to assess the capability and stability retention. As shown in Figure , these cells demonstrate excellent Na ion plating/stripping stability at 1, 2, and 3 mA cm−2 after 100 cycles, respectively. Additionally, an extended 500 deep cycling profiles is presented in Figure , which exhibit no obvious potential shifts and more promising Na ion deposition kinetics among various strategies (Table S1, Supporting Information). In stark comparison, as shown in Figure S3a–d, Supporting Information, pristine carbon cloth substrate shows much poorer Na ion plating/stripping stability. For one thing, lager voltage hysteresis occurred for Na ion deposition at the current densities ranging from 1 to 2 mA cm−2 (Figure S3a, Supporting Information). As the current density increased to 3 mA cm−2, it is reasonable to conclude that cells become unworkable (Figure S3a, Supporting Information). Figure S3b–d, Supporting Information also shows severe potentials fluctuations at 1, 2, and 3 mA cm−2 over 80 cycles. All these analyses confirm that the AgNPs decoration on the carbon cloth is beneficial for stable Na ion plating/stripping.",
                        "In support of above statement, we then investigated the electrochemical impedance spectroscopy (EIS) and CE of Na ion plating/stripping. Figure  shows EIS curves of the Ag@C substrate at 1, 2, and 3 mA cm−2 (2 mAh cm−2) after 1, 10, 50, and 100 cycles. It is obvious that there exits only a limited change in the EIS profiles for these cells. RSEI and Rct of the equivalent circuit were determined by fitting the corresponding EIS curves and listed in Table S2, Supporting Information. The most important observation is that after the AgNPs deposition, both RSEI and Rct are much smaller and much more stable upon cycling. These suggest that cells with the Ag@C substrate own better interface stability and charge transfer dynamics. By contrast, cells with pristine carbon cloth substrate demonstrate inferior stability (Figure S4–c and Table S2, Supporting Information).",
                        "CE is another quantifiable indicator accounting for the reversible Na ion deposition process. Intriguingly, the Na||Ag@C cell shows a gradual increase of CEs from ≈96% to ≈99% in just five cycles (Figure ), which may be tentatively ascribed to the building of complete SEI. Upon subsequent cycles, Na||Ag@C cell preserves high CE at 1, 3 mA cm−2 over 100 cycles and 2 mA cm−2 over 500 cycles (Figure ), again attesting to the remarkable stability of the Na deposition on the Ag@C substrate in ester‐based electrolyte. On the contrary, cells with pristine carbon cloth show severe erratic fluctuations of CE (Figure S4d–f, Supporting Information), which can be attributed to the low‐quality SEI and sodium dendrite growth upon cycling.[]"
                    ],
                    "name": "Electrochemical Analysis of the Na Ion Deposition",
                    "type": "section"
                },
                {
                    "content": [
                        "For clarifying the stability of Na plating/stripping with Ag@C substrate, it is instructive to explore Na deposition kinetics. We initially study affinity between Na atoms and Ag@C substrate via DFT simulation. Specifically, as shown in Figure S5a,b, Supporting Information, (100), (110), and (111) crystallographic surface of Ag (grey color) and Na (golden color) metal were first constructed. Optimized binding energies of a Na ad‐atom (green color) on (111), (110), and (100) surfaces of Ag are −1.68, −1.72, and −1.53 eV respectively, while corresponding values on Na surfaces are only −0.62, −0.68, and −0.81 eV (Figure S5c, Supporting Information). These clearly show that Na atoms prefer to bind with Ag particles and the Ag@C substrate can thus provide natrophilic surfaces to enable uniform and stable sodium plating. On account of above modeling results, a matching Ag/Na interface is established to further illustrate Na ion plating dynamics via AIMD calculation. Figure  shows the four snapshots (0, 5, 10, and 20 ps) with 216 Ag and 64 Na atoms. Upon heating at 400 K, it is evident that the Na atoms progressively diffuse into the silver surface, forming a Na–Ag network at the surface of silver. After 20 ps, it is found that almost all Na ions were inclined to spread upon the surface of silver (Figure ) without forming any Na–Ag alloy since all the typical diffraction peaks belong to cubic silver and cubic sodium metal (Figure S6, Supporting Information), thus greatly benefiting Na ion redox kinetics and eliminating morphological instability. In parallel, DFT calculations (Figure S7, Supporting Information) show that the bind energy of a Na atom on a C (001) surface is only −0.52 eV, which is considerably smaller than the Na–Na binding energies (Figure S5, Supporting Information). Meanwhile, AIMD results (Figure S8, Supporting Information) indicate that Na atoms tend to move away from the carbon surface, rather than creating a mixed Na–C layer.",
                        "With the above understanding, we investigate morphological evolution of the Ag@C and pristine carbon cloth substrates upon extended Na plating/stripping cycling. As shown in Figure , after 100 cycles at 1, 2, and 3 mA cm−2 with a capacity of 2 mAh cm−2, the Ag@C substrates depict similar smooth morphologies with no apparent agglomeration of large sodium particles. Elemental Na, C, Ag, Na, O, and F mapping images of cycled Ag@C anode at 2 mA cm−2, 2 mAh cm−2 (Figure S9, Supporting Information) further affirm above results. This morphology features result in smooth electric field distributions, stable reaction interface, and reversible Na atoms plating/stripping. For comparison, SEM and elemental mapping images of the cycled pristine carbon cloth are shown in Figures S10 and S11, Supporting Information. It can be observed that sodium particles of hundreds micron sizes were randomly dispersed on the carbon cloth substrates, and these agglomerates may further catalyze sodium dendrite growth and morphological deterioration, hence contributing to the cells’ failure. High‐resolution X‐ray photoelectron spectroscopy (XPS) spectra of C 1s, Na 1s, Ag 3d, and F 1s for cells (after 100 cycles) with the Ag@C and the pristine carbon cloth substrates at a current density of 2 mA cm−2 are shown in Figure S12, Supporting Information. It is clear that both the Na 1s (1073.8 eV) and the F 1s (686.4 eV) spectra (Figure S12b–f, Supporting Information) demonstrated strong NaF signals for both substrates, which can be attributed to the effective reduction of FEC. Importantly, NaF protective layer is considered to be thermodynamically stable against Na metal and avoid continuously unwanted side reactions which sacrifice Na ion redox kinetics. Composition of the C 1s spectrum is rather complicated, consisting of CC (282.1 eV), CO (287.1 eV), ROCH2ONa (288.8 eV), Na2CO3 (290.8 eV) and CFx (292.3 eV) bonds (Figure S12a,d, Supporting Information). These C‐containing products can be stemmed from decompositions of PC and/or FEC. Two well‐separated peaks located at 367.7 and 373.9 eV correspond to the binding energies of Ag 3d3/2 and Ag 3d5/2, respectively (Figure S12c, Supporting Information). Additionally, peak locations and distance are quiet distinct from pure metallic Ag, possibly attributing to the Na–Ag interaction. All these interfacial chemistry analyses agree well with the DFT results, confirming that the non‐planar natrophilic Ag@C substrate can markedly facilitate Na ion deposition dynamics, interface, and morphological stabilities."
                    ],
                    "name": "Sodium‐Ion Plating/Stripping Mechanism Analyses",
                    "type": "section"
                },
                {
                    "content": [
                        "To confirm the advantages of the Ag@C substrate as “anode‐free” SMA, we prepare a full battery by paring with a Prussian white (PW) cathode. PW, featuring ease of preparation, high specific capacity, and acceptable Na ion mobility (Figure S13, Supporting Information), was viewed as an ideal cathode for SIBs.[] Detailed microstructure characterizations of the as‐synthesized PW are shown in Figures S14 and S15, Supporting Information. Rietveld refinement XRD results (Figure S14a, Supporting Information) suggest that the well‐crystallized PW possesses the monoclinic structure with P21/n space group (a = 10.1127 Å, b = 7.3826 Å, c = 6.9711 Å, α = γ = 90°, β = 90.6°). Three characteristic Raman peaks (Figure S14b, Supporting Information) lied in 2073.8, 2114.2, and 2161.9 cm−1 were assigned to the FeII‐CN‐MnII, FeII‐CN‐MnIII, and FeIII‐CN‐MnII.[] A typical SEM image (Figure S14c, Supporting Information) clearly shows that as‐synthesized PW owns the typical cubic shape with dimensions of 100–200 nm, as testified by the uniform distribution of Mn, Fe, K, C, and N presented in the elemental mapping images (Figure S15, Supporting Information).",
                        "Afterward, “anode‐free” sodium metal full batteries were fabricated to carry out performance and electrochemical analysis. Figure  shows schematic constructions of anode‐free SMB, where active Na+ ions are totally accommodated in the PW cathode. In Figure , dQ/dV curve exhibits two conspicuous peaks, which can be ascribed to FeII/ FeIII and MnII/ MnIII redox. As shown in Figure , nearly overlapping voltage‐capacity profiles for the first 3 cycles of the full cell demonstrate remarkable electrochemical reversibility and stability. Meanwhile, the cell is able to deliver an initial specific charge/discharge capacity of 136/128 mAh g−1 at 0.1 C, realizing an acceptable initial CE of 94.1%. Moreover, at 0.2, 0.5, 1, 2, and 5 C rates (Figure ; Figure S16, Supporting Information), the cell yields highly reversible capacities, respectively, of 110, 104, 95, 75, and 52 mAh g−1. After recovering back to the 0.1 C rate, the cells still retain a considerable capacity of 122 mA h g−1, indicating the appreciable rate performance of this “anode free” SMB. More importantly, the cells cycled at 0.5 C rate show good cycling stability with a capacity retention of ≈56% after 800 cycles, corresponding to a relative slow capacity decay of 0.055% per cycle (Figure ). Although these cells exhibit relative inferior capacity retention than those with pure Na metal anode in the initial 250 cycles (≈0.0055% loss per cycle), PW||Na cells suddenly lost its functionality after 250 cycles (Figure S17, Supporting Information). It can therefore be concluded that anode properties are the main reason for these full cells’ capacity degradation and failure. Compared with the Ag@C substrate, we also analyzed electrochemical performance of an “anode‐free” SMB metal cell with a pristine carbon cloth substrate upon the same testing conditions. It was worth noting that the dQ/dV profile of the full cell with a carbon cloth substrate show larger voltage polarization, indicating inferior interfacial charge‐transfer kinetics (Figure S18a, Supporting Information). For the first three voltage profiles, we found a distinct decrease of capacity from 127 to 121 mAh g−1 (Figure S18b, Supporting Information). Even worse, the capacity values reduces rapidly from 108 mA h g−1 at 0.1 C to 5 mAh g−1 at 5 C rate (Figure S18c, Supporting Information), suggesting much inferior Na ion redox dynamics without the silver treatment. Apart from poor rate capability, the cell with the pristine carbon cloth cycled at 0.5 C rate also shows low capacity retention of ≈42% over 200 cycles, giving rise to a marked capacity decay of 0.29% per cycle (Figure S18d, Supporting Information). Finally, an Ag@C electrode sheet with ≈1 cm diameter in its fully charged state (i.e., sodium loaded) and a small piece (size 0.6 cm × 0.3 cm × 0.1 cm) of sodium metal were put into water to assess the safety as shown in the supported video. It was clearly that sodium metal reacts vigorously with water, while no obvious reaction can be observed on the sodium loaded Ag@C substrate. This suggests that the present design does deliver a much safer anode system comparing to using a real SMA. All these encouraging electrochemical analyses strengthen the great potential of Ag@C substrate for construction of the advanced “anode‐free” SMB."
                    ],
                    "name": "Anode‐Free Sodium‐Metal Full Cells",
                    "type": "section"
                }
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "In conclusion, we demonstrate a 3D Ag@C natrophilic substrate that is fabricated via a facile thermal evaporation deposition process. The natrophilic Ag provides abundant active sites for Na ion deposition, enabling uniform Na ion plating/stripping and much improved electrochemical stability. During cycling, cells with Ag@C configuration yield a superior cycling life and high CE at 2 mA cm−2 with a capacity of 2 mAh cm−2 over 500 cycles. DFT and AIMD analyses intrinsically unveil that Na ions prefer to adsorb on the Ag surface and dynamically form a Na–Ag network, thus effectively facilitating Na ion redox kinetics and morphological stability. More importantly, paired directly with a PW cathode, the “anode‐free” sodium metal full batteries show excellent rate capability at various cycling rates (0.1 to 5 C rates), and good long‐term cyclability at 0.5 C over 800 cycles, thus making our design a feasible “anode‐free” SMB."
            ],
            "name": "Conclusion",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "Typically, a piece of carbon cloth (≈50 cm−2) was thoroughly immersed into acetone followed by ultra‐sonication for 2 h. Afterward, the cleaned carbon cloth was dried at 70 °C in vacuum for 12 h. Next, 300 mg Ag particles were placed in a crucible and the carbon cloth was fixed just above the Ag source. Finally, Ag@C composites were successfully synthesized via thermal evaporation deposition for 10 min in a vacuum of 10−6 pa. Surface area and average weight of the obtained carbon cloth electrodes were ≈1 cm2 and 10.2 mg respectively. Average weight of the fabricated Ag@C electrodes (≈1 cm2) was 15.3 mg.",
                        "0.001 mol MnSO4·H2O and 0.01 mol Na3C6H5O7·2H2O were first dissolved into 50 mL distilled water via vigorous stirring for 2 h to form transparent solution A. 0.001 mol K4Fe(CN)6·3H2O was then added into 50 mL DI water to form clear solution B. Subsequently, solution B was drop‐wise added into solution A under vigorous stirring for 12 h. The obtained white products were completely washed with DI water and ethanol several times, and then finally dried under vacuum at 80 °C for 12 h.",
                        "Detailed microstructure of the Ag@C substrate and the PW nanocubes were characterized by a QUATTRO S scanning electron microscope. Crystal structure of Ag@C, C, and PW were determined with a X‐ray diffractometer using Cu‐Kα radiation. XPS (VG ESCALAB 220i‐XL) were undertaken to determine chemical compositions and bonding features of the cycled carbon cloth and Ag@C electrodes. Raman (RENISHAW) measurements were carried out to analyze CN vibration mode with a 532 nm laser source. To better understand Na ion deposition morphological stability, cycled carbon cloth, and Ag@C electrodes against sodium metal at different current density were also checked with SEM.",
                        "Ag@C||Na and C||Na half cells were assembled to assess Na ion plating/stripping stability. Voltage profiles and long‐term cycling performances of these half cells were conducted with a MACCOR battery cycler at a current density of 1, 2, and 3 mA cm−2 with a capacity of 2 mAh cm−2. Subsequently, anode‐free SMB were fabricated by pairing with a PW cathode and an Ag@C or a pristine carbon cloth substrate. Cyclic voltammetry tests were carried out with a Zahner electrochemical workstation (voltage range of 2–4.2 V, 0.2 mV s"
                    ],
                    "name": "Ag@C Substrate Fabrication",
                    "type": "section"
                },
                {
                    "content": [
                        "Typically, a piece of carbon cloth (≈50 cm−2) was thoroughly immersed into acetone followed by ultra‐sonication for 2 h. Afterward, the cleaned carbon cloth was dried at 70 °C in vacuum for 12 h. Next, 300 mg Ag particles were placed in a crucible and the carbon cloth was fixed just above the Ag source. Finally, Ag@C composites were successfully synthesized via thermal evaporation deposition for 10 min in a vacuum of 10−6 pa. Surface area and average weight of the obtained carbon cloth electrodes were ≈1 cm2 and 10.2 mg respectively. Average weight of the fabricated Ag@C electrodes (≈1 cm2) was 15.3 mg.",
                        "0.001 mol MnSO4·H2O and 0.01 mol Na3C6H5O7·2H2O were first dissolved into 50 mL distilled water via vigorous stirring for 2 h to form transparent solution A. 0.001 mol K4Fe(CN)6·3H2O was then added into 50 mL DI water to form clear solution B. Subsequently, solution B was drop‐wise added into solution A under vigorous stirring for 12 h. The obtained white products were completely washed with DI water and ethanol several times, and then finally dried under vacuum at 80 °C for 12 h.",
                        "Detailed microstructure of the Ag@C substrate and the PW nanocubes were characterized by a QUATTRO S scanning electron microscope. Crystal structure of Ag@C, C, and PW were determined with a X‐ray diffractometer using Cu‐Kα radiation. XPS (VG ESCALAB 220i‐XL) were undertaken to determine chemical compositions and bonding features of the cycled carbon cloth and Ag@C electrodes. Raman (RENISHAW) measurements were carried out to analyze CN vibration mode with a 532 nm laser source. To better understand Na ion deposition morphological stability, cycled carbon cloth, and Ag@C electrodes against sodium metal at different current density were also checked with SEM.",
                        "Ag@C||Na and C||Na half cells were assembled to assess Na ion plating/stripping stability. Voltage profiles and long‐term cycling performances of these half cells were conducted with a MACCOR battery cycler at a current density of 1, 2, and 3 mA cm−2 with a capacity of 2 mAh cm−2. Subsequently, anode‐free SMB were fabricated by pairing with a PW cathode and an Ag@C or a pristine carbon cloth substrate. Cyclic voltammetry tests were carried out with a Zahner electrochemical workstation (voltage range of 2–4.2 V, 0.2 mV s"
                    ],
                    "name": "Ag@C Substrate Fabrication",
                    "type": "section"
                },
                {
                    "content": [
                        "Typically, a piece of carbon cloth (≈50 cm−2) was thoroughly immersed into acetone followed by ultra‐sonication for 2 h. Afterward, the cleaned carbon cloth was dried at 70 °C in vacuum for 12 h. Next, 300 mg Ag particles were placed in a crucible and the carbon cloth was fixed just above the Ag source. Finally, Ag@C composites were successfully synthesized via thermal evaporation deposition for 10 min in a vacuum of 10−6 pa. Surface area and average weight of the obtained carbon cloth electrodes were ≈1 cm2 and 10.2 mg respectively. Average weight of the fabricated Ag@C electrodes (≈1 cm2) was 15.3 mg."
                    ],
                    "name": "Ag@C Substrate Fabrication",
                    "type": "section"
                },
                {
                    "content": [
                        "0.001 mol MnSO4·H2O and 0.01 mol Na3C6H5O7·2H2O were first dissolved into 50 mL distilled water via vigorous stirring for 2 h to form transparent solution A. 0.001 mol K4Fe(CN)6·3H2O was then added into 50 mL DI water to form clear solution B. Subsequently, solution B was drop‐wise added into solution A under vigorous stirring for 12 h. The obtained white products were completely washed with DI water and ethanol several times, and then finally dried under vacuum at 80 °C for 12 h."
                    ],
                    "name": "Prussian White Fabrication",
                    "type": "section"
                },
                {
                    "content": [
                        "Detailed microstructure of the Ag@C substrate and the PW nanocubes were characterized by a QUATTRO S scanning electron microscope. Crystal structure of Ag@C, C, and PW were determined with a X‐ray diffractometer using Cu‐Kα radiation. XPS (VG ESCALAB 220i‐XL) were undertaken to determine chemical compositions and bonding features of the cycled carbon cloth and Ag@C electrodes. Raman (RENISHAW) measurements were carried out to analyze CN vibration mode with a 532 nm laser source. To better understand Na ion deposition morphological stability, cycled carbon cloth, and Ag@C electrodes against sodium metal at different current density were also checked with SEM."
                    ],
                    "name": "Materials Characterization",
                    "type": "section"
                },
                {
                    "content": [
                        "Ag@C||Na and C||Na half cells were assembled to assess Na ion plating/stripping stability. Voltage profiles and long‐term cycling performances of these half cells were conducted with a MACCOR battery cycler at a current density of 1, 2, and 3 mA cm−2 with a capacity of 2 mAh cm−2. Subsequently, anode‐free SMB were fabricated by pairing with a PW cathode and an Ag@C or a pristine carbon cloth substrate. Cyclic voltammetry tests were carried out with a Zahner electrochemical workstation (voltage range of 2–4.2 V, 0.2 mV s"
                    ],
                    "name": "Electrochemistry Measurements",
                    "type": "section"
                }
            ],
            "name": "Experimental Section",
            "type": "section"
        }
    ],
    "Title": "3D Ag@C Cloth for Stable Anode Free Sodium Metal Batteries"
}