{
    "DOI": "10.1002/smll.202102400",
    "Journal": "",
    "Keywords": [
        "dendrite‐free sodium anode",
        "interfacial protection engineering",
        "long‐life sodium metal battery",
        "sodium nanoparticles"
    ],
    "Sections": [
        {
            "content": [
                "Due to the high theoretical specific capacity (1165 mAh g−1) and low standard electrode potential (−2.71 V vs the standard hydrogen electrode) of metallic sodium (Na) anode, sodium metal batteries (SMBs) are regarded as one of the most prospective secondary rechargeable energy‐storage equipment.[−] However, the practical application of Na anode is hindered by the following two aspects: 1) Owing to the high chemical reactivity, metallic Na easily reacts with electrolyte to form unstable solid electrolyte interface (SEI).[] During the repeated plating/stripping processes, the huge volume variety of Na anode unavoidably causes the fracture of SEI layer; thus the newly exposed metallic Na will be consumed in constant contact with the electrolyte, finally leading to the depletion of electrolyte and poor Coulombic efficiency (CE).[] 2) More seriously, the formation and growth of Na dendrites during cycles easily induce the short circuit, overheating or even explosion of battery accompany with the penetration of dendrites through separator to reach the cathode.[] Relative researches indicate that the emergence of Na dendrites is mainly induced by the uneven distribution of Na+ ions, high local current density, and heterogeneous nucleation of Na.[−]",
                "To solve these issues, a variety of strategies have been adopted, such as constructing 3D Na to reduce local current density,[−] engineering artificial SEI layers to enable the uniform distribution of Na+ ions,[−] optimizing liquid electrolyte to reduce the parasitic reactions via depressing the activity of organic solvent,[] designing solid‐state electrolyte to improve the safety of SMBs by avoiding the penetration of Na dendrites,[−] and so forth. Among the aforementioned strategies, the formation of robust SEI film is able to effectively boost the cycling stability of SMBs. For example, Yu et al. prepared a Na3P film on the surface of Na foil to inhibit the growth of dendrites by adjusting the uniform deposition of ions.[] Seh and co‐workers evaporated gaseous tin tetrachloride (SnCl4) onto the surface of Na foil to form Sn‐Na alloy based SEI layer, significantly lowering the interfacial charge transfer resistance.[] Moreover, Wang's group used N,S codoped carbon nanotube paper as the interlayer of Na foil to control the nucleation behavior of Na, achieving dendrite‐free plating/stripping of Na+ ions.[] However, the generally used Na foils with thickness of ≈100−200 μm (corresponding to the areal capacity of ≈20−40 mAh cm−2) are not suitable for the industrialization of SMBs.[] That is because excessive metallic Na not only increases the weight of SMBs to decrease their gravimetric energy density but also brings security risks. Furthermore, the electrochemical processes of anodes during cycles are confined to the 2D interface of Na foil, decreasing the transport rate of electrons and Na+ ions. Therefore, 3D Na with limited areal capacity is highly desirable to boost the energy density and safety of SMBs. Nevertheless, the increased contact area between electrolyte and 3D Na will induce more side reactions and thereby effective protection of 3D Na is also important to improve the CE and prolong the cycling life of SMBs.[] As far as we know, the interfacial protection toward 3D Na has not been reported up to now.",
                "In this work, we propose the concept of interfacial protection engineering of Na nanoparticles (Na‐NPs) to achieve nondendritic and long‐life SMB. First, Na‐NPs anode is fabricated via using sodiophilic Sn/SnO2‐C nanoparticles@graphene hybrid as the host (Figure ,). Second, Sn@Na‐NPs is formed by conformably coating Sn‐Na alloy on the surface of Na‐NPs based on an ion‐exchange method, constructing a robust and stable alloy‐based SEI layer (Figure ). The conformal alloy‐based SEI film on the interface of Sn@Na‐NPs anode possesses the following benefits: 1) significantly improving the transferring kinetics of Na+ ions and lowering the interfacial impedance; 2) making Na+ ions deposit evenly to avoid the growth of dendrites (Figure ); and 3) protecting the Sn@Na‐NPs from the attack of electrolyte and thereby reducing the parasitic reaction. Thanks to these values, the symmetric Sn@Na‐NPs cell shows an ultralow average hysteresis of 0.54 V after 600 h at 10 mA cm−2 with the areal capacity of 1 mAh cm−2. Paired with Na3V2(PO4)2O2F (NaVPF) cathode, the NaVPF‐Sn@Na‐NPs full battery delivers a high specific capacity of 89.2 mAh g−1 at 1 C and retains the 81.6% of initial capacity after 600 cycles (1 C = 130 mA g−1). More importantly, the idea of interfacial protection mechanism can be applied to other nanostructured alkaline metal anodes, while paving the ways for the development of high‐energy‐density and dendrite‐free alkaline metal batteries."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The preparation of Sn@Na‐NPs anode is shown in Figure −. First, sodiophilic Sn/SnO2‐C nanoparticles@graphene (i.e., Sn/SnO2‐C@G) hybrid was coated on the surface of Cu foil via the conventional slurry‐casting method, which was fabricated using Sn/SnO2‐ZIF‐8@rGO (ZIF = zeolitic imidazolate framework, rGO = reduced graphene oxide) as the precusor (Figures  and , Supporting Information). The thickness of Sn/SnO2‐C@G electrode was ≈100 μm (Figure ,), in which the diameters of Sn/SnO2‐C nanoparticles were ≈80−420 nm (Figures  and , Supporting Information). Second, 5 mAh cm−2 of Na was plated into Sn/SnO2‐C@G to fabricate Na‐NPs. Optical and scanning electron microscopy (SEM) images showed the Na‐NPs electrode with a thickness of ≈170 μm exhibited nondendritic and silvery surface (Figure ,). Third, an organic solution comprising SnTFSI salt was dropped onto Na‐NPs to form Sn@Na‐NPs (see the Experimental Section), accompanying with the color change from silver into dark brown and increased thickness approaching ≈210 μm (Figure ,). Taking use of the spontaneous redox reaction, Na‐NPs induced the decomposition of SnTFSI salt to form Sn and SnO2, thereby constructing conformal Sn‐Na alloy‐based SEI on the surface of Sn@Na‐NPs anode. Transmission electron microscopy (TEM) image, elemental mappings, and energy dispersive X‐ray spectroscopy (EDS) displayed that Sn@Na‐NPs with diameters of ≈93 nm included C, N, O, S, F, Na, and Sn, in which the content of Sn accounted for 13.89 at% (Figure , and Figure , Supporting Information). X‐ray diffraction (XRD) patterns indicated there was a same diffraction peak located at 29.6° existing in both Na‐NPs and Sn@Na‐NPs, which was related to the (110) plane of metallic Na (Joint Committee on Powder Diffraction Standards, i.e., JCPDS card 03‐0598). In contrast, the newly appeared two peaks in Sn@Na‐NPs anode were attributed to Sn (2θ = 30.8° and 32.2°, JCPDS card 04‐0673) (Figure ). The SEI composition of the Sn@Na‐NPs anode was analyzed by X‐ray photoelectron spectroscopy (XPS). The Sn 3d spectrum was divided into two peaks, located at ≈484.6 and ≈486.7 eV were indexed to Sn/Sn‐Na alloy and SnO2, respectively (Figure ).[] As for C 1s spectrum, the four peaks with binding energies of ≈284.8, ≈286.5, ≈288.2, and ≈289.8 eV were assigned to CC, RONa, RCONa, and ROCO2Na/Na2CO3/NaHCO3, respectively (Figure ).[] The S 2p spectrum showed four peaks located at ≈167.0, ≈168.7, and ≈169.9/≈171.0 eV could be identified as Na2SO3, Na2SO4, and FSI−, respectively (Figure ).[] For the F 1s spectrum, the two obvious peaks were referenced to NaF (≈684.0 eV) and FSI− (≈688.0 eV), respectively (Figure ).[] The Na 1s spectrum showed the peak at ≈1071.6 eV was corresponded to Na+ (Figure ).[] Based on the EDS, XRD, and XPS results, it could be concluded that the SEI of Sn@Na‐NPs anode was mostly made up of Sn‐Na alloy, Sn, SnO2, Na‐based inorganic salts (e.g., Na2CO3, NaHCO3, Na2SO3, Na2SO4, and NaF), and Na‐organic species (e.g., RONa, RCONa, ROCO2Na, and NaFSI)."
                    ],
                    "name": "Synthesis and Characterization of the Sn@Na‐NPs Anode",
                    "type": "section"
                },
                {
                    "content": [
                        "Symmetric cells were assembled to investigate the Na plating/stripping behavior. Figure  shows that the symmetric Sn@Na‐NPs cell exhibits good cycling stability at a current density of 10 mA cm−2"
                    ],
                    "name": "Electrochemical Performance and Postcycling Characterization of the Symmetric Sn@Na‐NPs Cell",
                    "type": "section"
                }
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Interfacial Protection Engineering of Sodium Nanoparticles toward Dendrite‐Free and Long‐Life Sodium Metal Battery"
}