{
    "DOI": "10.1007/s10853-024-09373-2",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Significant efforts have been made in recent years to develop high-power and energy-density storage devices that can be used in portable electronic devices, smart grids, and electric vehicles to meet the current requirement of zero-carbon or CO2 emissions. In this purview, lithium-ion batteries (LIBs) are traditionally viewed as the viable solutions to meet out the energy demands still the present era faces the negative aspects of this technology. A few to mention are: scarcity, safety issues, relying on specific electrode components due to the compatibility issues. Owing to these, it is high time to explore the newer battery grade materials which fit into the different chemistry of electrochemical energy storage mechanisms [1,2,3,4,5]. The emerging technologies with promising large-scale applications are sodium-ion batteries (SIB), Zn-ion batteries (ZIB), Mg/K/Al-ion batteries, supercapacitors (SC), fuel cells, etc. This research work exclusively focuses on the cathode component of high performing systems SIB, ZIB, and SC. Particularly, SIBs are promising alternatives to LIBs due to the similar electrochemistry such as +1 cationic state, availability, environmental friendliness, and other factors [6,7,8,9,10]. Yet, the significant challenge is in identifying the suitable electrode materials which effectively intercalates/alloys with the Na+ ions due to the ionic radii issues of sodium. Various cathode materials have been investigated, including fluoride-based materials, fluorophosphate, fluorosulfates, layered transition metal oxides, Olivine, and NASICONs; however, none of the above cathode materials demonstrated suitable electrochemical performance in terms of capacity, cyclability, and rate capability. In this series, manganese dioxides possess excellent structural properties which has enough room to accommodate the larger cations in its tunnel structure during redox reactions. Further, the material is abundant in nature, exhibits multi-phases with specific electrochemistry and environmentally benign [11,12,13,14,15,16,17,18,19,20,21,22,23,24]. Aqueous ion batteries are traditional electrochemical systems yet getting accelerated in this twenty-first century owing to the above-mentioned concerns. Particularly, ZIB are astounding due to their performance in aqueous electrolytes, exceptional safety, harmlessness to the environmental, abundance of Zn, and high specific power of the systems for stationary applications. Aqueous systems demand high volume of the electrolyte solution for high performance, and hence, these systems are ideal for stationary applications. Specifically, when compared to LIBs, Zn has a high volumetric and gravimetric specific capacity of 5855 mAh cm−3 and 820 mAh g−1 [25,26,27,28,29,30,31,32]. The only challenge in ZIB systems is the dendrite growth on repeated charge–discharge cycles, while this can be overcome with the suitable battery components. Layered structures with large interlayer spacing or tunnel structures with multiple ion channels are highly considered cathode materials for ZIBs. In this case, α-MnO2 has been considered a promising material and has attracted significant interest due to its massive [2 × 2] and [1 × 1] tunnel structures along its c-axis made of four edge-sharing MnO6 octahedral units [33,34,35,36,37].",
                "Regarding the power density factor of the batteries, we need to compensate on this point due to the complementary-high energy density output of the batteries. The power density is the driving force in most of electronics and automotive industries which needs different electrochemistry than the batteries. This way, SCs have drawn a lot of interest due to their distinctive features, including high power, long cycle life, and an environmentally friendly design. They serve as a bridge for the energy-power gap between a traditional capacitor (with high power) and fuel cells/batteries (having high energy storage) [38,39,40]. The electrode materials with high surface area are the ideal materials for SC applications to undergo electrostatic reactions rather than the electrochemical reactions. Metal oxide materials are currently gaining popularity due to their inherent properties such as high specific capacitance and conductivity. Until now, a wide range of metal oxides such as RuO2, MnO2, NiO, IrO2, SnO2, V2O5, and others have been extensively studied [41,42,43,44,45,46,47,48,49,50,51,52,53]. Among them, α-MnO2 has been extensively studied due to its unique properties of the high theoretical capacitance of 1300 F g−1; however, its physical and chemical factors and microstructure can affect the pseudocapacitive behavior in terms of cycling stability and specific capacitance. Also α-MnO2 possesses poor electronic conductivity (10−5–10−6 S cm−1) and low ionic diffusion constant (~ 10−13 cm2 V s−1) which makes it imperative to modify this component for viable applications.",
                "Following this, numerous reports have been made on morphological variations of α-MnO2 such as nanorods, nanowires, nanotubes, and nanofibers for rapid Faradaic reactions, short diffusion paths for electron transport, and high surface area, which have resulted in improved charge storage capabilities [54,55,56,57,58,59,60,61]. Further, α-MnO2 has been reported with different dopants, composites, and other anionic modifications as well. The modification factors rely on the target applications such as improving the conductivity, electrochemical performance, stability, and other factors. The present research work aims at batteries and SC applications which require better surface area and electrical conductivity for effective charge migration, electrolyte percolation, and rate capability and hence including carbon in the α-MnO2 matrix could be the ideal problem to resolve. Among different allotropes of carbon such as fullerene, carbon nanotubes, graphite and graphene, and onion-like carbons (OLC) are the carbon nanoparticles possessing exceptional small size (or zero dimension). OLCs can be added to any electrode material as conductivity boosters as they easily disperse in the target matrix than the other carbon (1D and 2D) materials [62]. Regarding the structure of the OLCs, they have concentric shells with or without a core of nano-diamond particles and hence always termed as multiwall structures [63]. Due to the extremely smaller dimension and higher temperature range during the synthesis, OLCs have lesser intrinsic porosity while owing to the internal layered arrangements; surface porosity can be exploited for the target applications. In the present study, α-MnO2 prepared by microwave irradiation method and appropriate mixing of α-MnO2 and OLC for composite preparation through ultra-sonication is reported. The physical and chemical properties of α-MnO2/OLC composite and the pristine material are studied. The electrochemical performance of versatile 1D α-MnO2/OLC nanocomposite on SIBs, aqueous ZIBs, and SCs is studied and comparatively reported with the pristine."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "First, the raw EMD (Delta EMD (Pty) Ltd., South Africa) was heated at 600 °C for 22 h under an air atmosphere to obtain spherical α-Mn2O3. The α-Mn2O3 was dispersed in 8 M H2SO4 solution for 5 h using a magnetic stirrer. Then, the above solution was transferred into microwave tubes and processed for 20 min at 1000 W and 280 °C, constant temperature. The resultant microwaved solution was centrifuged and washed with distilled water several times until removes all the impurities and dried for 24 h at 80 °C."
                    ],
                    "name": "Preparation method of α-MnO2 from electrolytic manganese dioxide (EMD)",
                    "type": "h3"
                },
                {
                    "content": [
                        "OLC was produced from nano-diamond powder with a purity of 99% (purchased from Gelon LIB Co. LTD, China). The nano-diamond powder was added in a closed-lid cylindrical graphite crucible (30 mm in diameter and 20 mm in height) and thermally annealed at 1780 °C for 3 h in a water-cooled high-temperature vacuum furnace. For preparing α-MnO2/OLC composite, α-MnO2 nanorods and the appropriate amount of OLC were dispersed in 40 mL of ethanol and distilled water in a beaker. Then, the beaker was placed in an ultra-sonication and magnetic stirrer for 4 h, after which samples were washed by centrifugation with copies amounts of de-ionized water. Finally, the resultant powder was heated at 80 °C overnight to obtain α-MnO2/OLC composite."
                    ],
                    "name": "Preparation method of OLC from nano-diamond and α-MnO2/OLC composite",
                    "type": "h3"
                },
                {
                    "content": [
                        "X-ray photoelectron spectroscopy (XPS) experiments were carried out on a Kratos Axis Ultra-DLD system (Shimadzu) with monochromated Al Kα radiation (1486.6 eV). Binding energies were calibrated using the containment carbon (C 1 s at 284.6 eV). The spectra analysis was performed with the XPS Peak 4.1 program, and a Shirley function was used to subtract the background. Powder X-ray diffraction data were obtained using a Rigaku Ultima IV diffractometer system operating at λ = 0.15405 nm as a radiation source operating at 40 kV and 30 mA with Cu-Kα radiation and scan range between 10 and 70°. Thermal behavior of the pristine and composite samples was tested through TG–DTA analysis in inert atmosphere using PerkinElmer TGA 4000 Thermogravimetric Analyzer. Scanning electron microscope was imaged using LEO 1525 field emission scanning microscope (FE-SEM) with an acceleration voltage of 2.00 kV. The transmission electron microscopes (TEM) were carried out by using a JEOL HRJEM–2100 microscopy using LAB6 filament as an electron source. Energy-dispersive X-ray spectra (EDX) were recorded with an EDX system (Oxford Instruments) at 5 different positions. The chemical composition was calculated using the AZtec energy analysis software (Oxford Instruments). The BET (Brunauer, Emmett, and Teller) measurements were performed out using a Micromeritics TriStar II instrument."
                    ],
                    "name": "Materials characterization and techniques",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrode fabrication for SIB and ZIBs is as follows: The slurry was prepared using the mixture of active materials (α-MnO2 nanorods and α-MnO2/OLC composite), conducting acetylene black and polyvinylidene fluoride (PVdF) as a polymer binder in the ratio of 75:15:10 wt% for SIB and 75:15:10 wt% for ZIB. The slurry was coated onto cleaned and polished aluminum foil/nickel foam disks as the current collector and then dried in a vacuum oven at 80 °C for 24 h for SIB/ZIBs. The coated aluminum foil (mass loading of the electrodes are 3–4 mg) was then cut into circular disks and kept inside the glove box filled with argon gas. The coin cells for sodium-ion batteries were assembled in an argon-filled glove box (MBraun-O2, H2O < 0.5 ppm), while the coin cells for ZIBs were fabricated outside at room temperature. The electrolyte of 1 M NaClO4 in a 1:1 (v/v) mixture of EC: PC for SIBs and 1 M ZnSO4 with the additive of 0.1 M MnSO4 in distilled water for ZIB is used.",
                        "The sodium metal foil/zinc plate can be used as a reference/counter electrode, and the Celgard 2300 polypropylene-based membrane/fiberglass filter separator is used for SIBs and ZIBs. The assembled coin cells were aged for 12 h prior to the electrochemical measurements. The galvanostatic cycling performances of the compound were carried out by using a MACCOR series 4000 tester. The cyclic voltammetry (CV) and electrochemical impedance spectroscopy (EIS) for fresh and cycled cells were analyzed by using a Bio-Logic VMP3 potentiostat/galvanostat controlled by EC-Lab v10.40 software.",
                        "Electrochemical measurements were performed on conventional two-electrode (full or symmetric cell) system configurations with α-MnO2 nanorods and α-MnO2/OLC composite as working and reference electrodes, respectively, and 1 M Na2SO4 aqueous solution as electrolyte. The active electrode materials (α-MnO2 and α-MnO2/OLC), carbon black (CB) (PRINTEX XE-2-B, Degussa) as a conducting agent, and polyvinylidene fluoride powder (PVDF) (Sigma-Aldrich) as a binder were mixed uniformly using a pestle and mortar in the weight ratios of 80:15:5. A few ml of N-Methyl-2-pyrrolidone (C5H9NO) (NMP) (Reagent Plus, 99%, Sigma-Aldrich) was added as a wetting agent to produce a homogeneous slurry. For two-electrode symmetric cells, such as coin-type cells (CR 2032) or Swagelok cells (MTI, Inc., USA), the slurry was applied using a spatula to a Ni foam with a 16 mm diameter that served as a current collector (Celmet: thickness = 1.6 mm, and mass loading range of 2–4 mg cm−2), and dried at 90 °C in a vacuum oven for 12 h. A glass microfiber filter (Whatman GF/F) was then used as a separator. Prior to use, the Ni foam was cleaned by sonicating it for 30 min in a 1 M HCl solution and then washing it thoroughly with distilled de-ionized water. The procedure was repeated twice, and the Ni foam was dried overnight in a vacuum oven. Prior to testing, the cell was allowed to equilibrate for 6 h. The electrochemical performances of cyclic voltammetry (CV), galvanostatic cycling with potential limitation (GCPL), and electrochemical impedance spectroscopy (EIS) were carried out at room temperature. The tests were carried out on a computer-controlled multi-channel potentiostat/galvanostat Bio-Logic VMP3 operated by EC-Lab v10.40 software. The CV tests were carried out at scan rates ranging from 5 to 100 mVs−1. The GCPL tests were performed at current densities ranging from 3 to 10 A g−1. EIS measurements were performed in the frequency range of 100 kHz to 10 mHz at an open-circuit voltage with an AC voltage amplitude of 5 mV, and data were analyzed using the Z-fit tool.",
                        "The electrochemical properties of specific capacitance, energy density, and power density were calculated from a galvanostatic charge/discharge (GCD) curve according to the following equations. The specific capacitance (Csp), maximum power density (Pmax), and specific energy density (Esp) for the full cells (symmetric devices) were evaluated from the slope of the charge–discharge curves using Eqs. (1)–(4).",
                        "where i (A) is the applied current, ΔV (V)/Δt (s) is the slope of the discharge curve and m (g) is the total mass of both electrodes, C (F) is the calculated capacitance, V (V) is the maximum voltage obtained during charge, and Rs is the equivalent series resistance (ESR) [64]."
                    ],
                    "name": "Electrochemical characterization techniques",
                    "type": "h3"
                }
            ],
            "name": "Experimental section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Figure 1 shows a schematic representation of α-MnO2 and α-MnO2/OLC composite electrodes. The α-Mn2O3 homogeneous spherical particle was achieved from agglomerated EMD particles. The resultant product was microwaved to obtain one-dimensional α-MnO2 nanorods. Finally, the 1D-α-MnO2/OLC composite was developed in which OLC nanoparticles were encased α-MnO2 nanorods, which is advantageous for rapid ion transport during the electrochemistry process and has an effect on the structural stability of the composite.",
                        "Figure 2a depicts the wide scan XPS spectrum of α-MnO2 and α-MnO2/OLC composite recorded from zero to 1300 eV. Only Mn, O, and C signals can be seen, indicating the sample purity. The calculated atomic percentage of the elements of α-MnO2 are O 1 s (54.3%), Mn 2p (27.1%), and C 1 s (18.6%), while O 1 s (9.7%), Mn 2p (4.8%), and C 1 s (85.5%) for α-MnO2/OLC composite. The carbon signal in the α-MnO2/OLC composite shows quite intense and most likely arises from the carbon present in the composite. The Mn 2p spectrum for α-MnO2 is illustrated in Fig. 2b, and it consists of two major splitting peaks appearing at 642.6 eV and 654.1 eV, corresponding to Mn 2p3/2 and 2p1/2 orbits, with the spin energy separation of 11.5 eV, while Mn 2p spectrum for α-MnO2/OLC composite (Fig. 2c) involves two doublets at 642.3 eV (Mn 2p3/2) and 653.8 eV (Mn 2p1/2), with the energy difference of 11.5 eV. The energy difference values of both materials indicate the presence of a 4+ oxidation state of Mn metal [1, 65]. It is difficult to arrive at a firm conclusion of the Mn oxidation state from the Mn2p spectra because the splitting energy gap always differs for the different valence state; therefore, it is more essential to evaluate the Mn 3 s spectra to determine the oxidation state of Mn. The Mn 3 s spectrum of both materials is exemplified in Fig. 2d and evolves two doublet peaks located at 84.3 eV and 88.9 eV and 83.9 eV and 88.7 eV, with energy splitting gap of 4.6 eV and 4.8 eV for α-MnO2 and α-MnO2/OLC composite, respectively. This result clearly indicates that both materials consume mainly Mn4+ and with some Mn3+ oxidation state of Mn [66,67,68]. Figure 2e depicts the C1s spectrum of α-MnO2/OLC composite; the strongest peak at 284.8 eV ascribed to the C–C bonds encapsulated from the OLC in the composite, while the other peaks at 285.8 eV and 287.5 eV are assigned to C–O and O–C=O corresponding to the presence of some oxygen-containing functional groups in the organic matrix and from a trace amount of carboxyl in the hybrid samples. O 1 s spectrum of α-MnO2 and α-MnO2/OLC composite (Fig. 2f, g) shows three different peaks at 529.8 eV, 531.3 eV, and 533.3 eV and 529.6 eV, 531.2 eV, and 533.3 eV. The main peak at ~ 529.8 eV corresponds to metal oxide bonds, while the other peaks at 531.3 eV and 533.3 eV attributed to hydroxide and water (C–O, C=O, OH), which are good agreement with reported literature [69, 70].",
                        "Figure 2h depicts the X-ray diffraction pattern (XRD) of all the samples (α-MnO2, α-MnO2/OLC, and OLC) synthesized by microwave irradiation method. XRD reveals that all the diffraction peaks of the α-MnO2 and α-MnO2/OLC composite are well indexed to the tetragonal Hollandite-type structure of α-MnO2 with the space group 14/m (87), in which the MnO6 octahedra are linked to form double zigzag chains along the c-axis by edge-sharing. These double chains then share their corners with each other forming approximately square tunnels parallel to the c-axis, as shown in the inset of Fig. 2i [65, 71]. No characteristic peaks were observed related to impurities in the XRD pattern, suggesting a pure phase of α-MnO2 crystal structure. The XRD pattern of OLC is co-plotted with α-MnO2 which shows two significant peaks at 25° and 43.78° associated with the (002) and (111) planes of OLC revealing the existence of graphitic carbon [41, 72, 73]. Including OLC in α-MnO2 matrix certainly modifies the original parameters of the later due to the structural deformations of OLC. This can be confirmed by refining the XRD patterns of the pure and compared with the composite α-MnO2 samples (Fig. 2i). Though lattice parameters shows similar values, crystallite size of the composite sample is smaller than that of the pristine which is completely due to the addition of OLC [65]. The dense yet smaller nanoparticles greatly affect the crystal density and volume of the unit cell as shown in Table 1. This can be further understood by observing the peak shift and larger FWHM of α-MnO2/OLC composite than the pristine (Fig. 2h).",
                        "TG–DTA study was performed to investigate the thermal stability and chemical composition of the α-MnO2 and α-MnO2/OLC (Fig. 2j, k) composite under airflow. The α-MnO2 and α-MnO2/OLC composites have a feeble weight loss that occurred at temperatures in the range of 150 to 220 °C, which could be attributed to the physically absorbed water molecules from the materials owing to their hygroscopicity [74]. All types of manganese oxide sample possess multistage decomposition with respect to temperatures, and in the present samples apart from the initial weight loss, a major weight loss event is recorded at 550–630 °C range. Transition at this temperature range is always associated with the formation of non-stoichiometric compositions such as MnOx or phase transformations such as Mn2O3 [75] due to the loss of oxygen atoms. Further weight loss events lead to the other phases like Mn3O4 which are not prominently seen here. However, OLC undergo decomposition at the similar temperature range indicating the poor thermodynamic stability of carbon at higher-temperature range. Overall, the pristine sample shows lesser weight loss (~ 6%) compared to the α-MnO2/OLC composite (~ 46%). As mentioned earlier, the reason for such a large amount of weight loss event must be corroborated to the existence of carbon in the α-MnO2 matrix. Calculating the percentages of weight loss events, the composite sample composes 46% of carbon and another 54% as α-MnO2 and this data goes in line with the preparatory entries. Considering the pristine sample, the smallest weight loss observed is a positive attribute of this system which is better than weight loss reports available elsewhere [32, 76]. For each weight loss event, a corresponding endothermic reaction is seen in the DTA plot which infers the thermal decomposition reaction at the corresponding thermal ranges.",
                        "The morphological and EDX investigations of pristine and α-MnO2/OLC composite are shown in Fig. 3a–q. One-dimensional α-MnO2 dominates the morphology of the composite matrix, whereas the pristine OLCs are amorphous and extremely small to resolve in the composite sample. Figure 3a–d indicates the dimensions of the nanorods and the distribution of the agglomerated grains. Figure 3a exhibits the layered/onion-like morphology of MnO2 sample, while it is imperative to understand that rod-shaped particles/grains of MnO2 resemble concentric structure morphology collectively. Also, EMD often exhibits rod-shaped morphology in MnO2 samples which has been widely reported, while similar petal-like structures is observed [77,78,79]. However, dimensional analysis indicates the assorted sizes all over the matrix of pristine (Fig. 3a, b) and doped samples (Fig. 3c, d) which can be ascribed to the synthesis conditions. However, to estimate the existence of carbon samples in the samples, HRTEM analysis was performed and owing to the smaller size, and the carbon samples are not viewed legibly. Still, the settlement of amorphous carbon powders surrounding the α-MnO2 nanorods can be seen through the shadow regions, in Fig. 3e, f. The SAED pattern further confirms the purity of the α-MnO2 sample with the characteristic d-spacing and miller indices. Finally, the elemental distribution is viewed through mapping process which reveals the existence of Mn, O, C elements alone as shown in Fig. 3n–q.",
                        "The BET findings (not shown) infer that α-MnO2 exhibits a surface area of 42.2 m2/g, pore volume of 0.118 cm3/g, and a pore size of 13 nm. Conversely, OLC-included α-MnO2 displays a surface area of 45.4 m2/g, pore volume of 0.123 cm3/g, and a pore size of 11.9 nm. Surface area of 22.5 m2/g and 12 nm pore size has been reported for nanorod-shaped α-MnO2 elsewhere which indicates the similarity of present findings in pore size [80]. A similar finding has been reported elsewhere with a lower surface area [81]. Overall, EMD-processed α-MnO2 exhibits larger surface area, while this is further large in the OLC-included sample. Both types of α-MnO2 present suitable characteristics for Na- and Zn-ion batteries, providing moderate surface areas enabling ion adsorption and pore volumes facilitating ion diffusion. Larger surface area and pore volume of OLC/α-MnO2 could facilitate the ion migration across the electrode and potentially boost battery performance. For supercapacitors necessitating high surface areas and pore volumes, both α-MnO2 samples exhibit favorable traits and the higher surface area of OLC-included α-MnO2 particularly shows the better electrochemical performance. It is important to note that mesopores of both samples facilitates the smoother charge transport kinetics across the electrode during electrochemical reactions and this is further beneficial in the SCs where surface reactions occur."
                    ],
                    "name": "Results and discussions",
                    "type": "h2"
                },
                {
                    "content": [
                        "Cyclic voltammogram of the α-MnO2 and α-MnO2/OLC composite electrodes is shown in Fig. 4a, b for the initial ten cycles. The redox peaks are found to be stable within a voltage window of 1.0–4.3 V vs. Na/Na+. The electrodes exhibit a pair of redox peaks corresponding to Na+ insertion and de-insertion in the α-MnO2 crystal structure: (1) between 2.5 V and 1.5 V; (2) between 2.6 V and 3.5 V. However, the peak potential values of composite electrode are found to show minute shifting compared to the pristine which is due to the addition of OLC. In addition to the minute peak shift, peak current values are also improved in the composite sample which should be marked to the OLC contribution alone [77].",
                        "The first cycle voltage profiles of α-MnO2 and α-MnO2/OLC composite electrodes, at 500 mA g−1, are shown in Fig. 4c. The α-MnO2 nanorods and α-MnO2/OLC composite exemplify a discharge plateau from 3.2 to 3.8 V and 2.6 to 3.75 V, respectively. The wide plateau area of the α-MnO2/OLC composite than the pristine α-MnO2 attributed to the increased electrochemical performance of this sample after the addition of OLC. The initial charge/discharge capacities of 192/230 mAh g−1 and 245/266 mAh g−1 are obtained for α-MnO2 nanorod and α-MnO2/OLC composite electrodes, respectively. The cycling performance of α-MnO2 nanorod and α-MnO2/OLC composite (Fig. 4d) depicts a rapid capacity decay up to initial 20 cycles (shown in Fig. 4d inset) and attains stability after the 20 cycles and maintained up to 500 cycles. The intercalation/deintercalation reactions at the working electrode contribute to the phase/spatial changes in the electrode material which induces structural vibrations initially. After the stable interface layer formation on the electrode surface, the material exhibits smooth redox reactions [78] and the same is ensured here. This interface formation enables the improved contact area and efficient percolation of the electrolyte into the electrode material. The α-MnO2 nanorods exhibit an initial capacity of 230 mAh g−1 and drop to 109 mAh g−1 at the 100th cycle and slightly reduced to 92 mAh g−1, and the capacity is maintained up to 500 cycle, whereas α-MnO2/OLC composite displays an increased initial capacity of 266 mAh g−1 and then drops to 139 mAh g−1 at the 100th cycle and the same capacity is maintained up to the 500th cycles (139 mAh g−1). Compared to pristine α-MnO2, α-MnO2/OLC composite exhibits a higher capacity and better cycling stability and this behavior is related to the OLC in the composite electrode. The active structural rearrangements of the α-MnO2 sample after OLC addition benefit more number of cation intercalation and facilitate the electrical conductivity along with rate capability. The overall capacity retention is 45.3% and 66.5% for α-MnO2 and α-MnO2/OLC composite electrodes, respectively, after 500 cycles.",
                        "Figure 4e infers the rate performances of the pristine and composite samples at different current densities (50, 100, 200, 500, and 700 mA g−1). Increasing the current density induces rapid electrochemical kinetics in the system under analysis which obviously lessens the output capacity of the electrode materials. Table 2 indicates the current density and relative discharge capacities of the α-MnO2 and composite samples. It is worth to emphasize that the composite sample was able to deliver a discharge capacity 137 mAh g−1 at a current density 700 mA g−1 after undergoing the deep cycles of 500 numbers at a slow scan rate 50 mA g−1. This behavior is commendable than the rate performance of the pristine material and other reported electrodes [77, 82,83,84,85,86,87].",
                        "In order to investigate the electrochemical reaction kinetics of the electrode, EIS tests were conducted at open-circuit potential, after 2 cycles and after aging at a charge (4.3 V) and discharge (1.0 V) and the Nyquist plots of the α-MnO2 and α-MnO2/OLC composite are given in Fig. 4f, g, and h. The Nyquist plots (Z’ vs. Z’’) of all the composites were fitted using an electrical equivalent circuit (EEC) given in the inset of Fig. 4i, in which the dots represent the experimental data and the lines denote the calculated data. The Nyquist plots of all compositions consist of one or two semicircles in the high-mid frequency region, represented by surface resistance due to the SEI contribution (Rf) and charge transfer resistance (Rct) followed by an inclined line in the low-frequency region, represented by Warburg impedance (Ws). The Rct value of the α-MnO2/OLC composite electrode is (849.4), which is significantly lower than the value of α-MnO2 (1043.2), indicating that the α-MnO2/OLC composite has a faster charge transfer process. The morphology of the OLC can contribute to the better electron conduction during charge and discharge, and it is true that the charge transfer process of α-MnO2/OLC has improved in comparison with α-MnO2. However, prolonged cycles throw different behaviors in impedance patterns of both the samples. It is obvious to decrease in the SEI-related impedances after a few numbers of cycling due to the stable interlayer formation. When the number of cycles is increased to larger units, due to the structural transformations, overall cell resistance increases [88] and the same holds true in the present electrodes, in Fig. 4g, h.",
                        "The CV pattern of the α-MnO2 and α-MnO2/OLC composite (Fig. 5a, b) electrodes shows the two pair of redox peaks, while the pristine sample’s oxidation peak is broadened by accommodating two peaks. The voltage window of the CV profile fits within the working range of aqueous electrolyte, 1.0 V to 1.9 V vs. Zn/Zn2+. The most probable water dissociation peaks such as H2 generation or O2 evolution are not initiated in both the samples which indicate the controlled redox behavior of the both α-MnO2 samples. The OLC-included α-MnO2 electrode is well refined in redox peaks along with improved peak current values. Further, comparatively, peak area is increased in the composite sample which could actively impact the specific capacitance of this sample. The peak potential values are recorded between 1.5 and 1.6 V for oxidation reaction, while the reduction reaction is found at 1.4 to 1.2 V. Comparing the peak positions, a small shift in peak potential is observed for the composite sample toward the smaller peak separation, while the pristine sample shows comparatively larger peak separation. A distance of ~ 59 mV between the redox peaks is claimed to be perfect reversible electrochemical system, while smaller deviations in this value show a quasi-reversibility. Compared to the pristine, α-MnO2/OLC composites show closer redox peaks between 1.54 and 1.22 V which indicates the improved electrochemical stability of the system due to the carbon addition. OLC acts as a buffer matrix to stabilize the α-MnO2 from its structural disintegrations and metal dissolution reactions and thereby better charge transfer kinetics is recorded. The steps involved in the redox reactions of α-MnO2 electrode with the Zn-based fellow components can be found from our previous report and other publications [35, 89, 90].",
                        "The voltage profiles of the α-MnO2 and α-MnO2/OLC composite electrodes are shown in Fig. 5c, d which indicates two distinct voltage plateaus. Comparatively, the OLC-included matrix shows two distinct stable/flat regions, while the pristine sample shows comparatively inconsistent specific capacitance values. Such a phenomenon can be related to the heterogeneous reduction reactions at the electrode which directly implies the improved electrochemical kinetics of the pristine on the addition of OLC in the matrix. The charge–discharge capacity values are calculated at 500 mA g−1 for 400 cycles. The composite sample shows a discharge capacity of 376 mAh g−1 at the 100th cycle which is similar to our earlier reports on MnO2/CNT electrode for ZIB systems [35]. The total specific capacity of α-MnO2 is 189 mAh g−1 at 172 cycles, and the combined specific capacity of α-MnO2/OLC is 476 mAh g−1 at 400 cycles (Fig. 5e and the inset image), with the corresponding capacity retention of 77.5% and 100%, respectively. It is imperative to include a buffer component such as OLC in the MnO2 matrix which truly unveils the charge storing potential of the electrode along with improving the electrical conductivity of the host.",
                        "The rate performance of the pristine and composite electrodes for different current densities (ranging from 700 mA g−1 to 1400 mA g−1) is shown in Fig. 5f which exhibits a decreasing trend in discharge capacity values for higher current densities. Again, pristine sample exhibits less stability for higher current density values, whereas the OLC inclusion in the α-MnO2 greatly influences both the capacity and stability. Already, the presence of Mn2+ in the electrolyte solution is a boon in improving the chemical kinetics of the Zn-ion batteries by suppressing the metal dissolution on cycling. Introducing OLC becomes an add-on to improve the stability and electrical conductivity, and hence, rate capability is also well pronounced here. This discussion can be corroborated to the capacity vs. stability results of these two electrodes where α-MnO2/OLC is superior in terms of both the parameters of the scale. The present capacity values are higher than the similar reports on α-MnO2 for aqueous ZIBs [91,92,93,94,95,96,97,98]. The high surface area supplemented by the OLC to α-MnO2 electrode shortens the ion diffusion pathway [35, 99,100,101,102] which enables the electrode to accommodate more number of Zn2+ ions in its structure. Further, high surface area increases the contact area between the electrode–electrolyte regions and this increases the stability of the composite electrode along with the capacity. These results can be correlated with the flat discharge profiles of the composite electrode compared to the pristine α-MnO2. These findings can be validated by analyzing the electrochemical impedance behavior of the samples during cycling studies. Nyquist plot consists of semicircles (surface and charge transfer resistance), and diffusion regions (Warburg impedance) show significant changes in both the electrodes, in Fig. 5g. Equivalent circuit which theoretically fits into the experimental results of the α-MnO2 and α-MnO2/OLC is given as inset in Fig. 5g. The surface film (Rf) and charge transfer (Rct) resistance for α-MnO2 and α-MnO2/OLC materials were 100, 168 (± 5) Ω and 52, 78 (± 1) Ω, for open-circuit voltage, 74, 104 (± 5) Ω and 35, 46 (± 5) Ω for after aging, respectively. The lower resistance values should be related to the OLC in the composite matrix due to the improved surface area and interface kinetics. These results agree with the galvanostatic cycling and cyclic voltammetry results.",
                        "Figure 6 compares the electrochemical performances (cyclic voltammograms, charge–discharge, and electrochemical impedance spectroscopy) of α-MnO2 and α-MnO2/OLC composite investigated using two-electrode system (symmetric electrodes) in 1 M Na2SO4 aqueous electrolyte. Figure 6a shows the CV obtained for the α-MnO2 symmetric electrodes at various scan rates, cycled between 0 and 0.8 V, and the curves sustain a semi-rectangular shape, relating to less capacitive behavior. The CV curves of α-MnO2 and α-MnO2/OLC composite recorded at different scan rates (5, 10, 25, 35, 50, 75, and 100 mV s−1) exemplified in Fig. 6b, c cycled between 0 and 0.9 V, and notably both electrodes exhibit rectangular shapes, corresponding to an ideal capacitive behavior, which reported elsewhere [103, 104]. The new electrochemical reaction imposes capacitive behavior in the sample; however, Faradaic property is also valid for this electrode when tested against battery systems. To be clearer, the electrolyte solution for testing SC properties of α-MnO2 and α-MnO2/OLC composite is Na2SO4 aqueous solution. The ionic radius of the Na+ cations is larger than the tunnel dimension of the α-MnO2. This size difference induces the surface reactions of the electrode rather than the penetration, and hence, SC application of the α-MnO2 is validated.",
                        "The specific capacitance of α-MnO2 (from 694 F g−1 at 5 mV s−1 to 655 F g−1 at 100 mV s−1) is significantly lower than that of α-MnO2/OLC composite (from 792 F g−1 at 5 mV s−1 to 773 F g−1 at 100 mV s−1) [105,106,107,108,109]. The improved electrochemical performances of α-MnO2/OLC composite could be attributed to the α-MnO2 nanorods and OLC, which could serve as channels for high charge transport and improve the electrical conductivity of α-MnO2. The nearly isosceles triangle shape of the charge/discharge curves in Fig. 6d, e also proves this, indicating good columbic efficiency calculated as between 90 and 97%. In addition, α-MnO2/OLC composite shows large current density than pristine and demonstrated better electrochemical reversibility and faster electron transfer kinetics due to the unique nanorod structure and OLC contribution. The homogenous OLC coating on the surface of α-MnO2 matrix prevents the dissolution of the oxide in the electrolyte [105, 106] as revealed in the following equation,",
                        "Figure 6d, e depicts the charge/discharge curves of α-MnO2 and α-MnO2/OLC composite at different current densities (0.3–10 A g−1). It is found that all the charge/discharge curves demonstrate ideal capacitive behavior, due to its isosceles triangle shape. At all the current densities investigated (Fig. 6f), the composite exhibited better electrochemical performance compared to the pristine, achieving remarkable a maximum reversible specific capacity of 150 F g−1 at the current density 10,000 mA g−1. Figure 6g portrays the cycling behavior of α-MnO2 and α-MnO2/OLC composite cycled at a constant current density of 500 mA g−1 for 5000 cycles. The initial specific capacitance of α-MnO2 and α-MnO2/OLC composite is 148 and 220 F g−1, respectively. α-MnO2 exhibits a specific capacitance of 150 F g−1 for 300 cycles with the capacity retention of nearly 100%, and then, the specific capacitance was gradually decreased to 108.5 F g−1 at the end of the 5000 cycles. Interestingly, the α-MnO2/OLC composite exhibits significantly increased specific capacitance of 230 F g−1 up to 1500 cycles (100% of initial specific capacitance was retained) and then the capacitance was declining slightly with cycling and maintained 218 F g−1 at the end of the 5000 cycles. The α-MnO2/OLC composite exhibits enhanced and stable specific capacitance with the highest capacitance retention of 98.5%, while 68% for α-MnO2 over 5000 cycles. The improved electrochemical capacitance and stability of the α-MnO2/OLC composite electrode over pure α-MnO2 could be attributed to carbon-facilitated electronic conduction and synergistic effects between OLC and α-MnO2, indicating that the α-MnO2/OLC composites can satisfy the demands of both high capacity and long cycle lifetime. Moreover, the high value reflects the effective ion migration even at a higher speed which is influenced by high surface area of nanorod composite with minimum diffusion length of ion accessibility. The measured specific capacitance and extraordinarily high capacitance retention seem to be higher than what is reported in the literature [39, 110,111,112,113,114,115,116]. Moreover, OLC-added α-MnO2 could improve the electron transport, increase the intrinsic conductivity of pristine and stabilize the interlayer to inhibit the collapse of the structure, effectively.",
                        "To further understand the electrochemistry of the electrodes, EIS was carried out, the EIS curves of pristine and composite electrodes are illustrated in Fig. 6h, i and the fitted equivalent electronic circuit is shown in inset of Fig. 6h. The enlarged Nyquist plots (Fig. 6i) of the electrodes show an unapparent semicircle in the high-frequency region belongs to the charge transfer resistance between the electrolyte and electrode surface. The steep slope line in the low-frequency region attributes to the Warburg resistance associated with ion diffusion resistance from the electrolyte into the electrode. The high-frequency intercept with the X-axis represents the combination of equivalent series resistance, and the electrode intrinsic and electrolyte resistance (Rs). The α-MnO2/OLC composite exhibits unapparent semicircle with the smaller arc diameter than that of pristine, indicating that low faradaic resistance and reduced charge transfer resistance [116]. The Rs values for the α-MnO2/OLC composite are extremely low (Rs = 0.47 Ω and 0.39 Ω) when compared to pristine α-MnO2 (Rs = 2.2 Ω and 1.13 Ω) for before and after cycles, respectively. Furthermore, the charge transfer resistance of α-MnO2/OLC composite (Rct = 1.6 Ω and 1.1 Ω) is lower than that of pristine α-MnO2 (Rct = 4.2 Ω and 3.2 Ω). This result indicates that α-MnO2/OLC composite exhibits improved conductivity compared to that of pristine α-MnO2. This could be attributed to the α-MnO2 nanorods and the synergistic effect between high surface area OLC and α-MnO2. Overall key performance of pristine and composite α-MnO2 is compared in Table 3 for readers’ sake. These properties promote efficient electron and ion diffusion and transmission, resulting in higher rate capability at high current density."
                    ],
                    "name": "Electrochemistry analysis",
                    "type": "h3"
                }
            ],
            "name": "Results and discussions",
            "type": "h2"
        },
        {
            "content": [
                "Synthesis of α-MnO2 and α-MnO2/OLC composite through microwave irradiation method is succeeded by an annealing process, utilizing cost-effective raw EMD as a source of manganese. The electrochemical performance of these materials was evaluated for their application as cathodes in sodium-ion batteries (SIBs), zinc-ion batteries (ZIBs) and supercapacitors (SC). The cycling results demonstrated that the α-MnO2/OLC composite showcased remarkable stability and a significantly higher reversible capacity of 139 mAh g−1, while the pristine α-MnO2 exhibited a capacity of 92 mAh g−1 over 500 cycles at a current density of 500 mA g−1 in SIBs. When considering ZIBs, the pristine α-MnO2 material demonstrated a reversible capacity of around 189 mAh g−1 over 172 cycles, while the composite material maintained a higher capacity of 476 mAh g−1 over 400 cycles. This translated to a capacity retention of 77.5% for the pristine material and a full retention of 100% for the composite material in ZIBs. The fabricated 1D nanorod composite demonstrated as cathode for supercapacitor application. The specific capacitance of the α-MnO2/OLC composite is higher than that of α-MnO2 nanorods. The capacitance of α-MnO2 and α-MnO2/OLC composite was 108.5 Fg−1 and 218 Fg−1, respectively. It can be seen that the α-MnO2/OLC composite exhibits enhanced and stable capacitance with the highest capacitance retention of 98.5%, while 68% for α-MnO2. This could be attributed to the α-MnO2 nanorods and the synergistic effects between high surface area OLC and α-MnO2. These properties promote efficient electron and ion diffusion and transmission, resulting in higher rate capability at high current density. The α-MnO2/OLC composite has been found to be a successful electrode due to its high performance in Na-ion and Zn-ion battery types and supercapacitors. Despite its improved capacities and rate capabilities over α-MnO2, issues with long-term stability and thermal resilience persist as per the observations made. Compared to previous α-MnO2 studies, this composite presents notable advancements, but enhancing its stability through surface modifications and optimization strategies remains crucial for wider practical use."
            ],
            "name": "Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Enhanced electrochemical energy storage devices utilizing a one-dimensional (1D) α-MnO2 nanocomposite encased in onion-like carbon"
}