{
    "DOI": "10.1021/acsami.4c07504",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In recent years, energy storage technologies have become increasingly vital in addressing environmental issues and the depletion of fossil fuel resources. Among these technologies, lithium-ion batteries (LIBs) have emerged as a preferred choice due to their high energy density and relatively simple energy storage mechanism.  LIBs are used in our daily lives, including portable electronics, electric vehicles, and energy storage systems.  However, the limited reserves of Li in the Earth’s crust and its high material cost are unable to meet the growing demand for LIBs. Recently, sodium-ion batteries (SIBs) have been considered one of the most promising alternatives to LIBs because Na is 1000 times more abundant on Earth than Li. Furthermore, SIBs have a similar intercalation chemistry to LIBs, facilitating their application and development to leverage existing LIB technology and knowledge.  However, it is important to note that the ionic radius of Na ions (1.02 Å) is larger than that of Li ions (0.76 Å), resulting in significant volume changes during the insertion/deintercalation of Na+ ions within the host structure.  Consequently, the crystal structure of the material becomes relatively unstable, leading to intense surface-side reactions with the electrolyte. Additionally, SIBs have lower energy density compared to LIBs because the electrode potential of Na ions (−2.71 V vs SHE) is slightly higher than that of Li ions (−3.01 V vs SHE).  Therefore, innovative technologies are needed to enhance the energy densities and stable cycling of SIBs to make them competitive with the commercial applications of LIBs.",
                "To address these challenges and accelerate the practical use of SIBs, O3-type layered transition metal oxide cathodes are being intensively studied because they have the same crystal structure as commercial LiCoO2.  Recently, Sun and co-workers systematically investigated the electrochemical Na+ storage and thermal properties of O3-type Na[Ni1–x–yCoxMny]O2 (O3-NaNCM) cathodes in SIBs.  They found that increasing the Ni content in the O3-NaNCM cathodes leads to higher discharge capacity; however, when the Ni content exceeded 60%, rapid capacity fading occurred due to side reactions with polar and acidic electrolyte solutions. In general, O3-NaNCM cathodes synthesized using the precursor from coprecipitation reaction exhibit polycrystalline particles, where nanosized primary particles aggregated into microsized secondary particles.  However, those polycrystalline particles easily undergo pulverization along weak interparticle boundaries when large a size of Na+ ions was (de)intercalated during cycling and, consequently, leading to microcracks formation and the creation of new interfaces that promote undesirable side reactions between the electrolyte and electrode interface.  In particular, the polycrystalline O3-NaNCM cathodes experience aggravated interfacial side reactions owing to the structural degradation and instability of Ni4+ at high charging potential regions.  Doping and surface coating methods have been proposed to mitigate anisotropic lattice variations and suppress uncontrollable surface reactions of the O3-NaNCM cathodes.  Nonetheless, completely controlling the inherent interparticle boundaries remains challenging. Morphological modulation presents an efficient solution to inherently address this limitation. Morphology of single-crystalline particles shows improvements in cycle life and structural integrity due to reduced grain cracking during cycling.  However, the synthesis of the single-crystalline particles generally requires higher calcination temperatures than the polycrystalline particles,  which can lead to issues in O3-NaNCM cathodes such as NiO formation due to the solubility limit of Ni at high temperatures as well as particle aggregation.  While numerous studies have focused on the development of single-crystalline particles for LIB cathodes, introduced additional dopants and flux strategies capable of promoting particle growth at lower calcination temperatures.  Research on the development of single-crystalline particles for SIB cathodes is still in its early stages.",
                "In this study, we synthesized a pore-free single-crystalline, O3-type Na[Ni0.6Co0.2Mn0.2]O2 (SC-NCM) cathode through the molten-salt method at low calcination temperature. The dissolution–recrystallization mechanism of the molten-salt method increases the diffusion of metal ions, facilitating the formation of single-crystalline particles irrespective of the initial morphology. In addition, the proposed synthesis method for the SC-NCM cathode significantly reduces process time and complexity by eliminating coprecipitation synthesis and lowering the calcination temperature. The SC-NCM cathode with no grain boundaries, exhibited high mechanical robustness and effectively suppressed parasitic reactions, thereby alleviating the cracking problem observed in the PC-NCM cathode. As a result, the SC-NCM cathode demonstrated a reversible redox reaction of Ni2+/Ni4+ during multiple charge–discharge cycles, leading to a stable cycling performance over 350 cycles."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The Ni0.6Co0.2Mn0.2(OH)2 precursor was prepared using the coprecipitation process as described in our previous reports.  Subsequently, the polycrystalline O3-type Na[Ni0.6Co0.2Mn0.2]O2 (PC-NCM) sample was prepared by calcining the hydroxide precursor with 115% NaOH (Na:[Ni + Co + Mn] = 1.15:1 Molar ratio) at 720 °C for 24 h in an oxygen gas, followed by quenching under vacuum conditions. In contrast, the single-crystalline O3-type Na[Ni0.6Co0.2Mn0.2]O2 (SC-NCM) sample was prepared by using stoichiometric amounts of NiO, Co3O4, and MnO2 ground in a mortar and pestle. The oxides were thoroughly mixed with 140% NaOH (Na: [Ni + Co + Mn] = 1.4:1 Molar ratio), calcined at 720 °C for 24 h in an oxygen gas, and cooled naturally."
                    ],
                    "name": "2.1.  Synthesis of Polycrystalline and Single-Crystalline O3-Type Na[Ni0.6Co0.2Mn0.2]O2",
                    "type": "h3"
                },
                {
                    "content": [
                        "Powder X-ray diffraction (XRD) (SmartLab, Rigaku) with Cu Kα radiation was used to identify the crystal phases of the prepared powders. XRD data were collected in the 2θ range from 10° to 80° at a scan rate of 5° min–1. The structural refinement was performed by Rietveld analysis by using the Fullprof suite.  The morphologies and elemental distributions of the samples were observed by using a focused ion beam (FIB) (Helios, FEI). Chemical composition analysis of the prepared powder was determined using inductively coupled plasma-optical emission spectrometry (ICP-OES) (iCAP 700SERIES, Thermo Fisher Scientific). Pore volume measurements of each material were determined using Brunauer–Emmett–Teller (BET) (3 Flex, Micromeritics) with nitrogen as the adsorbate. The compression rupture strength of single particles was evaluated through a microcompression test (MCT) (MCT-W 500, SHIMADZU) using a high-resolution zoom lens (5000×). The loading speed was set at 3.8736 mN s–1. The X-ray absorption near-edge structure (XANES) measurements were performed at the BL7D beamline of the Pohang Light Source (PLS). Transmission electron microscopy (TEM) (NEO ARM, JEOL) was also performed. For the TEM samples, 50 nm thin foils were prepared by cutting particles with a FIB and loading them onto Cu grids."
                    ],
                    "name": "2.2.  Material Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "The cathodes were fabricated by blending Na[Ni0.6Co0.2Mn0.2]O2 powder (85 wt %), carbon black (7.5 wt %), and poly(vinylidene fluoride) binder (7.5 wt %). The obtained slurry was coated onto an Al foil current collector and dried at 110 °C for 12 h in a vacuum oven. The active mass loading of the electrodes for the half-cell was adjusted to 2–3 mg cm–2. In an Ar-filled glovebox, 2032 coin-type half-cells were assembled using the prepared cathodes and a Na metal anode, separated by a polymer separator (Celgard 2400) and glass fiber (GB-100R). The electrolyte was 1 M sodium hexafluorophosphate (NaPF6) in a mixture of ethylene carbonate and diethyl carbonate (EC:DEC, 1:1 by volume) with 5 wt % fluoroethylene carbonate (FEC) solution purchased from Enchem Engineering. The cells were typically cycled in constant current mode at a 0.5 C rate within the voltage range of 1.5–4.0 V versus Na/Na+, where 1 C corresponds to a current density of 150 mA g–1."
                    ],
                    "name": "2.3.  Electrochemical Tests",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                " compares the synthesis processes for single-crystalline Na[Ni0.6Co0.2Mn0.2]O2 (SC-NCM) and polycrystalline Na[Ni0.6Co0.2Mn0.2]O2 (PC-NCM) materials. Initially, the coprecipitation method is commercially used to synthesize PC-NCM precursors.  In this process, transition metal solutions, chelating agents, and precipitators (i.e., sodium hydroxide) are mixed in a reactor to generate a hydroxide precursor ([Ni0.6Co0.2Mn0.2](OH)2), which is finally obtained after the following filtering and drying process. Next, the resulting precursor is mixed with NaOH and calcined in an oxygen gas at 720 °C for 24 h, followed by quenching under vacuum to obtain spherical PC-NCM samples. As shown in , the XRD pattern of the PC-NCM sample without the quenching process (natural cooling) reveals the formation of a Na2CO3 compound phase and broadened peaks, indicating that the quenching process is essential to form a fine crystalline phase and reducing carbonate species formation.  In general, the synthesis of single-crystalline particles requires a higher calcination temperature than that of polycrystalline particles; however, such a high calcination temperature causes the aggregation of particles and the formation of an impurity phase within the crystal structure.  Unlike the PC-NCM sample, therefore, the SC-NCM sample is prepared through the molten-salt method using the same calcination temperature and relatively simple synthetic steps. In detail, the SC-NCM sample is prepared by mixing metal oxides with an excess amount of NaOH and calcining at the same temperature as PC-NCM particles. Notably, the SC-NCM sample is obtained at room temperature via natural annealing without a quenching process. As shown in , the dissolution-recrystallization mechanism of the molten-salt method increases the diffusion of metal ions, enabling the formation of single-crystalline particles at low temperatures regardless of the starting morphology; hence, metal oxides can be used as starting materials to fabricate single-crystalline particles, leading to commercial benefits by eliminating the coprecipitation process. ",
                "Previous studies have shown that the crystal structures and particle morphologies vary depending on the quantity of the molten salt, which subsequently influences the performance.  For example, when the amount of molten salt is insufficient, the precursor particles do not dissolve or recrystallize completely. Therefore, we try to synthesize single-crystalline particles with different amounts of NaOH to determine the optimal NaOH content to be used as a molten salt.  XRD patterns confirmed a reduction in impurity phases such as NiO and Na3MnO4 when the NaOH content reached 140% ().  These results show that a sufficient molten-salt content of 140% is required to compensate for the evaporative NaOH loss during heat treatment and facilitate the dissolution-recrystallization mechanism. However, such excessive amounts of NaOH content may not be sodiated into a crystalline structure and form residual sodium species on the surface of the SC-NCM sample. Generally, in LIBs, water-washing is required to remove the excess salt using a molten-salt synthesis method.  However, the washing process is not ideal for obtaining a fine crystalline Na-layered oxide cathode, which is known to be sensitive to moisture and prone to decomposition.  Consistent with previous reports, the XRD patterns of the SC-NCMs sample exhibited the structural deformations after washing with deionized water or ethanol ().  Therefore, optimizing the molten-salt synthesis method without the formation of the residual sodium compounds and/or finding a suitable washing process is essential to obtain a high-quality SC-NCM sample.",
                "Rietveld refinement of the XRD data of the SC-NCM and PC-NCM samples (a,b) exhibit a series of diffraction peaks, which can be indexed to the hexagonal O3-type α-NaFeO2 structure (R3̅m space group), without detectable impurity phases.  From the calculated structural parameters (), it is confirmed that no significant changes in O3-type crystal structure were observed between SC-NCM and PC-NCM samples regardless of the synthetic procedures or particle morphologies. Scanning electron microscopy (SEM) images in the insets of a,b revealed the particle morphologies of SC-NCM and PC-NCM, respectively. The SC-NCM sample exhibits micron-sized (3–5 μm) plate-like primary particles without grain boundaries (), while PC-NCM particles show 10–15 μm spherical secondary particles composed of nanosize primary particles (inset of b and ). Energy-dispersive X-ray spectroscopy (EDX) mapping data confirmed the uniform distribution of elements (Na, Ni, Co, Mn, and O) in both the SC-NCM (c) and PC-NCM samples (). The chemical compositions of the synthesized SC-NCM and PC-NCM samples were determined using ICP-OES. As shown in , the chemical composition of the transition metals in both samples was close to the designated chemical formula of Ni:Co:Mn = 6:2:2. BET analysis was used to determine the pore volumes of SC-NCM and PC-NCM samples (). SC-NCM particles have almost no pores, whereas pores of PC-NCM particles are mostly distributed in the mesopore size range of 2–6 nm. In general, the presence of the pores reduces the mechanical strength of the particles and leads to fracture formation inside the particles during the (de)intercalation process of a large size of Na+. MCT was conducted to evaluate the mechanical robustness of the particles. As shown in a, this test applied a compression force to an individual particle under the same conditions (loading speed: 3.8736 mN s–1) until it broke. The compression rupture strength of the particles can be calculated by using . According to the compression test results, the SC-NCM sample exhibited a mechanical strength of 478.73 MPa which was 10 times higher than that of the PC-NCM sample (45.08 MPa). The tap density of SC-NCM and PC-NCM particles was measured by using a tap density analyzer. The SC-NCM showed the higher tap density of ∼2.4 g cm–3 compared to that of PC-NCM (∼2.0 g cm–3) due to the pore-free and compact particle morphology. ",
                " compares the electrochemical properties of the SC-NCM and PC-NCM cathode. The half-cells using Na metal as a counter electrode were tested in the voltage window of 1.5–4.0 V at 0.5 C. As shown in a,b, the SC-NCM cathode exhibited a lower initial discharge capacity (108.26 mAh g–1) compared to the PC-NCM cathode (117.94 mAh g–1) due to the relatively longer Na+ diffusion pathway within the larger primary particle size of SC-NCM.  As shown in c, the SC-NCM cathode demonstrates stable capacity retention of 73% after 350 cycles; in contrast, the PC-NCM cathode exhibits continuous capacity fading over 200 cycles and then experiences a rapid capacity drop with unstable Coulombic efficiency (i.e., capacity retention of 30.08% after 350 cycles). Although the SC-NCM cathode delivered a slightly lower discharge capacity, it shows minimal changes in the voltage hysteresis at the 200th and 350th cycles compared to the PC-NCM cathode. The charge–discharge curves of both cathodes involve several voltage plateaus, which reflect the typical multistage phase transformation (O3hex. → O3′mon. → P3hex. → P3′mon. → O3hex. + O′3mon.) occurring along with TMO2 slab gliding.  The differential capacity (dQ dV–1) curves were obtained from the charge–discharge curves of the SC-NCM and PC-NCM cathodes at the 200th and 350th cycle (d,e). In the dQ dV–1 profiles, the SC-NCM cathode showed a relatively reversible series of the Na-ion insertion/extraction process with a low level of peak shifting; in contrast, all the oxidation and reduction peaks in the dQ dV–1 profiles for the PC-NCM cathode increased polarization and a rapid decrease in redox peak intensities upon cycling.  These features suggest that the SC-NCM cathode undergoes a reversible redox reaction with minimal irreversible phase transition compared to PC-NCM.",
                "The difference in reversible redox reactions between the PC-NCM and SC-NCM cathodes was investigated using XANES at the Ni and Co K-edges. Similar to the O3-type Li[Ni1–x–yCoxMny]O2 cathodes, the Ni2+/3+/4+ redox reactions are mainly responsible for delivering reversible capacity in O3-type Na[Ni1–x–yCoxMny]O2 cathodes within the voltage window of 1.5–4.0 V.  In a,b, changes in the oxidation states of the Ni ions are clearly observed. In the pristine state before cycling, the oxidation states of the Ni ions in both PC-NCM and SC-NCM cathodes showed mixed valences of 2+ and 3+. After charging at 4.0 V, the XANES spectra of both samples shifted to higher energies, indicating the oxidation of Ni ions to 4+. To confirm the reversible Ni2+/4+ redox reaction of the SC-NCM and PC-NCM cathodes during cycling, we compared the valence states of the Ni ions in the cycled cathodes after 1st and 200th charging at 4.0 V.  Compared to the SC-NCM cathode, a distinctive energy gap in the Ni K-edge spectra was observed in the PC-NCM cathode between the 1st and 200th cycle, indicating relatively low reversible Ni2+/4+ redox reactions during repeated cycling. In contrast, the SC-NCM cathode exhibited more stable Ni valence states. In the PC-NCM cathode, highly reactive Ni4+ caused serious electrolyte decomposition in the charged state by forming an inactive NiO-like rock-salt phase from the surface to the interior of the particles due to the higher pore volume compared to the SC-NCM cathode (see ). The Co K-edge spectra of both cathodes showed negligible changes, implying no Co oxidation or the remaining Co3+ after charging (c,d). The XANES data correlated well with the galvanostatic charge–discharge test results in e and suggested that the reversible redox reaction of Ni2+/3+/4+ is important for maintaining the high specific capacity of the SC-NCM cathode.",
                "In previous studies, it was found that O3-type Na[Ni1–x–yCoxMny]O2 cathodes undergo significant expansion/contraction rates during multiple phase transitions; this causes structural stress that leads to severe microcracking and eventually accelerated capacity decay.  Hence, it is widely accepted that enhancing the mechanical strength of cathodes can improve the reversible Na+ storage properties by suppressing the formation of microcracks in the particle interior. This is because microcracks can cause undesirable side reactions with the electrolyte solution and accelerate the formation of electrically isolated particles within the electrode during repeated cycling. To investigate how the mechanical rigidity of the particles stabilizes the cathode structure during cycling, SEM with a FIB was used to evaluate the cross-section of the electrode (). In the pristine state (before cycling), the PC-NCM cathode exhibited spherical morphology with densely packed nanosized primary particles. At the first charged state (4.0 V), the PC-NCM cathode showed noticeable gaps between neighboring primary particles and the secondary particles due to microcracks. After the discharging process at 1.5 V, internal cracks remained visible in the PC-NCM cathode, indicating that the microcracks were not reversibly closed. After 200 cycles (discharged state at 1.5 V), the PC-NCM cathode experienced mechanical fractures from the surface to the interior of the particles, showing severe microcracks and a significantly increased surface area. These results implied that morphological damage to the crystal structure of the PC-NCM cathode occurred due to the repetitive insertion and extraction of Na+ ions. Although minor cracks were observed in some particles at the first cycle, the change in the degree of damage to the SC-NCM cathode remained marginal after 200 cycles; this can be attributed to the mechanical rigidity observed in MCT.",
                "To investigate the chemical composition of the CEI layer, X-ray photoelectron spectroscopy (XPS) analysis was performed for cycled PC-NCM and SC-NCM (). The C 1s XPS spectra typically represent the decomposition of organic solvent molecules such as EC and DEC. The peaks at 284.8, 286.4, 289.4, and 290.8 eV in the C 1s XPS spectra correspond to the C–C, C═O, C–O, and C–F bonding, respectively.  In addition, from the F 1s XPS spectra, we also confirmed the substantial amounts of C–F (688.3 eV), NaxPOyFz (686.8 eV), and Na–F(685.2 eV) compounds which attributed to the decomposition of FEC and NaPF6.  Compared to the SC-NCM cathode, the PC-NCM cathode showed intensified peaks for the C═O, C–O, and C–F compounds in the C 1s and/or F 1s XPS spectra, indicating the large amount of the electrolyte decomposition. When the larger Na+-ions are intercalating into the crystal structure, the initiation of microcracking is easier for the loosely accumulated PC-NCM cathode compared to the SC-NCM cathode. In the case of the PC-NCM cathode, therefore, the electrolyte solution can easily penetrate along the propagating cracks of the secondary particles, and each primary particle is always exposed to the solution; consequently, this can accelerate the decomposition of the electrolyte solution by forming the thick CEI layer on the cathode surface.",
                "To correlate the electrochemical performance with the structural durability of these cathode materials, TEM with fast Fourier transform (FFT) analyses were performed with extensively cycled (after 200 cycles) PC-NCM and SC-NCM cathodes (). The FFT images in b–d,f–h clearly showed the structural differences between the layered phase (Region I) and the NiO-like rock-salt phase (Region II). The cycled PC-NCM cathode nearly showed a damaged surface layer with a thick NiO-like rock-salt layer (15–17 nm). This transition in particle morphology facilitates electrolyte infiltration into the particle interior, accelerating the reduction of unstable Ni4+ species on exposed internal particle surfaces; consequently, this leads to the formation of an insulating NiO-like rock-salt layer that hinders Na+ transport and increases the resistance of the cells during multiple cyclings.  Compared to the PC-NCM cathode, the SC-NCM cathode showed no apparent morphological damage with a smooth surface having 8 times thinner NiO-like rock-salt layer (2–5 nm), indicating minimal distortion in the layered structure of the active mass even at the sensitive particle edges. Overall, the SEM and TEM analysis results clearly indicate that single-crystalline particles inhibit the formation of microcracks and mitigate undesirable parasitic reactions with the electrolyte solution, resulting in the stable electrochemical performance of the SC-NCM cathode."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In this study, the SC-NCM cathode was synthesized by using a molten-salt synthesis method at a calcination temperature equivalent to that of the PC-NCM cathode. The SC-NCM cathode with pore-free and no-grain boundaries exhibits high mechanical robustness, effectively suppressing parasitic reactions by alleviating the microcracking issue observed in the PC-NCM cathode. As a result, the SC-NCM cathode demonstrates outstanding cycling performance with a capacity retention of 73% over 350 cycles at a 0.5 C rate. In addition, the proposed synthetic method significantly brings practical benefits by reducing the production cost and time by eliminating the need for the synthesis of precursors and complex quenching process. Nonetheless, it is essential to highlight that future research efforts should focus on the optimization of synthetic procedures and surface treatment methods (i.e., washing and/or coating) to remove residual sodium. This work will contribute to the development of advanced cathode materials for high-performance, practical SIBs in science and industry."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Pore-Free Single-Crystalline Particles for Durable Na-Ion Battery Cathodes"
}