{
    "DOI": "10.1021/acsami.3c03340",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The high-quality development of the energy storage industry has become an essential part in the era of carbon neutrality. Lithium-ion batteries (LIBs) have dominated the e-market in the past decades due to their high energy density and widespread use in electric vehicles and electronic equipment.  However, limited by the lithium resource’s insufficient reserves, exorbitant price, and regional distribution, LIBs are incapable of meeting the rising demand for the efficient storage of renewables in an economical way.  Meanwhile, the element sodium, which is abundant, inexpensive, and chemically similar to lithium, has attracted the attention of researchers, and then, sodium-ion batteries (SIBs) are recognized as the most potential substitute to LIBs.  Nevertheless, the larger radius of Na+ ion and its heavier atomic mass than that of Li+ ion (rNa+ = 0.102 nm/rLi+ = 0.076 nm; mNa = 22.99 g/mol/mLi = 6.94 g/mol) make it difficult to be inserted into commercial graphite anodes.  Therefore, it is highly anticipated to explore high-capacity anode and cathode materials to boost the next generation of high=specific energy SIBs. Accordingly, metal antimony (Sb) is deemed a potential anode material for the high-energy density SIBs owing to its high theoretical specific capacity (∼660 mAh g–1) and medium operating voltage (0.5–0.8 V vs Na+/Na).  However, the excessive volume expansion in the process of charging (Sb → Na3Sb: 390%) and discharging usually leads to the crushing and collapse of the fabricated electrodes as well as the weakening of the electrical contact. We repeated the regeneration of the solid electrolyte interface (SEI) layer, which inevitably resulted in its severe capacity decrease and unsatisfactory cyclability.  In consequence, various strategies have been carried out to combine Sb with other metals and carbon compounds to strengthen its cycle stability, such as Sb/Cu2Sb,  BiSb@Bi2O3/SbOx@C,  Sb2S3/CNTs,  CoSb,  NiSb,  ZnSb,  and SnSb,  which push greatly the progress in the cycle life and charging/discharging capacity of Sb-based SIB anodes. Despite this, to date, few reports about the hexagonal Sb nanocrystal are especially encapsulated by P/N co-doped carbon nanofibers by electrospinning.",
                "In this work, we fabricated hexagonal Sb nanocrystals embedded in P/N co-doped C fibers (Sb@P-N/C) via a simple electrospinning method combined with a heating processing strategy. It is generally considered that the hexagonal crystal structures can produce a strong mechanically stable support and the total surface tension of the edges is minimal. It is critical for the electrochemical performance and lifetime of batteries to maintain the structural integrity of Sb-based composites during charging and discharging. Noticeably, the hexagonal Sb nanocrystals are 200 nm–1 μm in size and embedded in the fabricated Sb@P-N/C nanofibers. Importantly, the P/N co-doping can play a synergistic effect for Na+ ion storage, as P-doping exhibiting stronger adsorption capacity and high theoretical specific capacity (corresponding to Na3P; ∼2596 mAh g–1), while N-doping increases more active dots for Na+ ion storage and electronic conductivity of charge transfer. In addition, the P-N/C nanofibers can also buffer Sb’s volume expansion during sodiation, achieving stable cycling properties for the fabricated Sb@P-N/C composite anodes. Moreover, the 1D fibers exhibited a high aspect ratio and satisfactory transport interconnectivity, which are significant for Na+ ion storage and transfer. Importantly, the contribution of the N/P co-doped carbon matrix is mainly summarized as follows: (1) provide more charge transport channels; (2) shorten the Na+ ions’ transfer distance; (3) provide more active position for Na+ ion storage; (4) improve the mechanical strength and toughness of the fabricated composite electrode. Consequently, the fabricated Sb@P-N/C anode exhibits a high reversible specific capacity and prolonged cycle life. Obviously, it demonstrates a reversible specific capacity of 500.1 mAh g–1 after 200 cycles at 50 mA g–1 and 295.6 mAh g–1 following 400 cycles at 500 mA g–1. Furthermore, the reversible specific capacity of the Na(Ni1/3Fe1/3Mn1/3)O2∥Sb@P-N/C full battery in a 0.05 C loop for 60 cycles is 66.8 mAh g–1, which means a significant value for its use in SIBs."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "One micromole of SbCl3 (Aladdin, Mw = 228.12, 99%), 1 mmol of triphenylphosphine (Sinopharm Chemical Reagent Co, Ltd., Mw = 262.29, 99.5%), and 1 mmol of urea (Sinopharm Chemical Reagent Co, Ltd., Mw = 60.06, 99.0%) were mixed with 10 mL of N,N-dimethyl formamide (DMF) in a beaker with continuous stirring for 10 h until the mixture became transparent. After that, 0.8 g of polyvinylpyrrolidone (PVP, Aladdin, 10% (w/v)) and 0.75 g of polymethyl methacrylate (PMMA, Aladdin, (w/v)) were placed into the beaker and continuously stirred for 12 h to generate a uniformly mixed solution. The obtained solution was transferred into a 10 mL injector for the subsequent electrostatic spinning operation. Generally, the electrospinning parameter was set as follows: (1) The positive and negative voltages of electrospinning are +18 and – 3 kV; (2) there was an approximately 15 cm distance between the needle and the roller; (3) the stream speed of the injector was 0.08 mm/min. After spinning, the obtained precursors were wrapped in aluminum foil and placed in an oven at 50 °C overnight and then subjected to carbonization in a tube furnace. Initially, the temperature was brought up to 100 °C with a rising speed of 1 °C min–1 and then maintained at 100 °C for 1 h. Heating was continued at the same rate until 300 °C. Afterward, the ramp rate of 5 °C min–1 up to 550 °C at was kept for 2 h for carbonization. All steps were done under the protection of Ar/H2 mixture gas. The obtained sample was designated as Sb@P-N/C. For comparison, Sb@C (no triphenylphosphine and urea) and Sb@N/C (with urea) were also prepared under the same conditions."
                    ],
                    "name": "2.1.  Fabrication of the Sb@P-N/C Nanocomposite",
                    "type": "h3"
                },
                {
                    "content": [
                        "The microstructure of the fabricated Sb@P-N/C was evaluated by transmission electron microscopy (TEM) and high-resolution TEM (HRTEM) via a JEOL JEM-2100 instrument with a CCD camera. Moreover, scanning electron microscopy (SEM) was used to investigate the overall structure of the composite. Raman spectra (Renishaw) were measured with a laser intensity of 5 mW and wavelength of 532 nm. The phase structure evolution of Sb@P-N/C was studied by an X’Pert PRO diffractometer (XRD), Shimadzu, in the range of 5–85° at a scanning rate of 5° min–1 using λ = 0.15406 nm. X-ray photoelectron spectroscopy (XPS, Escalb 250xi) was utilized to further analyze the samples’ elemental composition and chemical valence states. The thermogravimetric analysis (TGA) test was undertaken in air at a heating rate of 10 °C min–1 within the temperature range of 25 to 800 °C using a zero-friction vertical dilatometer (L75VS Lin-seis, Germany)."
                    ],
                    "name": "2.2.  Morphology and Structure Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Coin cells of CR2032 are adopted in the assembly of both the half-cell and the full-cell. Whatman GF/D membrane was used as the separator, and sodium foil was used as the counter electrode. The electrolyte consists of 1.0 M NaPF6 dissolved in 1:1 EC/DMC with 5% FEC added. The working electrode is composed of 70 wt % active materials (Sb@P-N/C), 15 wt % carbon black (Super P), and 15 wt % sodium alginate mixed in an agate mortar and ground together for 25 min. After that, the slurry was painted onto the copper foil and baked in a 70 °C oven for 8–10 h. The mass loading of the electrode materials is 0.8–1.5 mg cm–2. The cells are assembled in an Ar-filled glove box with an oxygen and water concentration of less than 0.1 ppm. The fabricated cells are laid aside for 8–10 h before the electrochemical performance measurement. Electrochemical impedance spectrum (EIS) with a frequency spanning from 1 MHz to 0.1 Hz, and cyclic voltammetry (CV) measurement at a sweeping rate ranging from 0.1 to 0.5 mV s–1 were both conducted using a DH7001 instrument. The charging/discharging cycling curves were also measured on Landt (Wuhan) and Neware (Shenzhen) battery cabinets. Particularly, the half-cell measurement potential is set in 0.01–1.5 V vs Na+/Na, and the full-cell potential is in the range of 2.0–3.5 V."
                    ],
                    "name": "2.3.  Battery Assembly and Electrochemical Performance Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                " illustrates the TEM, HRTEM, and SAED images of the Sb@P-N/C nanocomposite to investigate its internal microstructure. As shown, the hexagonal Sb nanocrystals (yellow dashed lines) and nanoribbons (green dashed lines) are clearly visible in the TEM images. Obviously, the hexagonal Sb nanocrystals are in the size range of 200 nm–1 μm; most of them are located on the surface of the carbon fibers, and some are embedded inside the inner and the Sb nanoribbons that are occasionally detected in the size range of 600 nm–1.5 μm, interspersed in the carbon fibers side-by-side with the hexagonal Sb nanocrystals in a well-defined distribution. It deserves to be mentioned that the distribution of carbon fibers around the Sb nanocrystals not only provides space to accommodate the volume expansion of Sb during sodiation but also hinders the aggregation of Sb nanocrystals, which warrants the integrity of the electrode structure. In the HRTEM images shown in e–g, the ordered parallel stripes with varied spacing distances are clearly distinguishable, which belong to different crystalline planes of Sb. As indicated, the stripe distances of 0.31, 0.22, and 0.21 nm represent the lattice faces of Sb (012), Sb (104), and Sb (110), respectively.  The result is also consistent with the XRD patterns. More importantly, all the stripes are highly parallel, indicating the unexceptionable degree of crystallinity of the synthesized Sb nanocrystals with regular hexagonal morphologies. Simultaneously, as depicted in the SAED image in h, the diffraction spots form a hexagonal shape, which further confirms the monocrystal nature of the prepared sample. In addition, the SEM images with diverse magnifications for Sb@P-N/C are provided in Supporting Information . It is observed that the carbon fibers are distributed overall with a spider web-like structure, which increases the contact area between the electrolyte and the active matter and provides good electrical conductivity. More details of the analysis are presented in the . In particular, Supporting Information  provides SEM images after 100 cycles. Meanwhile, the HRTEM images and TEM images after 200 cycles are further provided in supporting . In addition to this, SEM images and electrochemical performance of Sb particles without nanofibers are also obtained in .",
                "In order to analyze the crystalline structure of the fabricated samples, X-ray diffraction (XRD) is performed, and the results are compared in a. As revealed, the three compared samples are essentially identical and all the characteristic diffraction peaks corresponded exactly to the Sb phase (PDF no 85-1323). The diffraction peaks at 28.7, 40.2, and 41.9° correspond to the (012), (104), and (110) crystal planes of Sb, and no obvious impurity diffraction peak is observed, indicating that the obtained Sb phase has high purity and good crystallinity. Moreover, the XRD spectra after one cycle () and 100 cycles () are also provided in the Supporting Information. It can be observed from the plots that once the electrodes are cycled, the NaSb and Na3Sb phases appear in the disassembled batteries. Furthermore, the Raman spectra is measured and shown in , and as shown, two distinct vibration peaks centered at 113 and 150 cm–1 are associated with the Eg and A1g vibration modes of Sb, which further proves the generation of the hexagonal Sb phase.  In addition, two characteristic peaks located at 1356 and 1598 cm–1 that are assigned to the D (disordered) and G (graphitic structure) of C, respectively, are present in the measurement spectra. What’s more important is that X-ray photoelectron spectroscopy (XPS) was also used to analyze the chemical elements and valence state variations of the fabricated materials. Clearly, the C 1s, O 1s, Sb 3d, N 1s, and P 2p signals are identified from the XPS full spectra in b. Correspondingly, the presence of the O 1s signal is attributed to the surface oxidation of Sb and P, and the C 1s band with peaks centered at 284.8 and 286.6 eV, corresponds to the C═C and C–O bonds (c), separately.  Similarly, the high-resolution P 2p band as shown in d, the peaks at 131.8 and 134.3 eV relating to the P–P and P–O–C bonds, respectively, are also exhibited.  Likewise, in the Sb 3d band, the Sb0 3d5/2 and Sb0 3d3/2 peaks that connected with the binding energies of 528.7 and 537.9 eV, respectively, are clearly distinct in e, while two peaks at 530.7 and 540.2 eV are relevant to the Sb3+3d5/2 and Sb3+3d3/2 peaks, separately. In addition, the Sb3+3d5/2 peak coincides with the O 1s peak centered at 530.7 eV, which is also consistent with the previous reports that the Sb nanoparticle surface is usually oxidizable.  More information about the element ratio can be found in Supporting Information . Meanwhile, the high-resolution N 1s spectrum displayed in f is decomposed into three distinct peaks, pyridinic-N at 398.7 eV, pyrrolic-N at 400.1 eV, and graphitic-N at 401.8 eV, respectively. The doping of N elements in the carbon fibers not only affords additional electrochemical active sites for Na+ ions storage but also enhances the conductivity of carbon fibers to facilitate Na+ ion diffusion.  In addition, the mass ratios of graphitic-N, pyrrolic-N, and pyridinic-N in the Sb@P-N/C composites are calculated to be 6.2, 52.1, and 41.7%, respectively. More information about the ratio of the N element is also provided in Supporting Information . In addition, the carbon content in the Sb@P-N/C sample is also determined using TGA (), in which the carbon content is 72.1%, corresponding to the rapid weight loss occurring at 450–600 °C in the TGA curves that were attributed to the decomposition of carbon in the Sb@P-N/C composite.",
                "To further explore the Na+ ions’ reaction kinetics, the cyclic voltammetry property of the composite of Sb@P-N/C was investigated. a presents the CV curves of the Sb@P-N/C electrode at a scan rate of 0.1 mV s–1 in the voltage window of 0.01–2.0 V (vs Na/Na+). During the initial discharge processing, a broad cathodic band is noticed at ∼0.18 V, which is attributable to the formation of solid electrolyte interface (SEI) layer. In the succeeding cycles, the reduction peaks at 0.68, 0.48, and 0.32 V are linked to the multi-step alloy reaction of Sb into NaxSb and Na3Sb. In contrast, three anodic peaks at 0.70, 0.84, and 0.92 V are attributed to the dealloying reaction of the Na3Sb phase and the forming hexagonal Sb phase.  Comparably, the anodic peaks at 0.68 and 0.48 V correspond to the alloying reaction of Na3P, while the peaks at 0.70 and 0.92 V during the discharging process are attributed to the transformation of Na3P to the Na2P and NaP phases gradually, which is also consistent with previously reported results.  In addition, the good overlap property of different CV curves further certifies the high reversibility and cycle stability character of the fabricated Sb@P-N/C electrode. More details regarding the CV curves of Sb@C and Sb@N/C are displayed in . Meanwhile, the dQ/dV curves of three samples, which also represent the change in peak position during charging and discharging, are also rendered in Supporting Information .",
                "Totally, the alloying/dealloying reaction mechanism of Sb and P is described by the conversion as below: ",
                "The charging/discharging pattern of the Sb@P-N/C electrode is also provided in b. As shown, the tilt plateaus at ∼0.48 and ∼0.84 V represent the alloying and dealloying processes of Sb and Na, which is also consistent with the CV results stated in a. As seen, the charging/discharging curves of the 2nd cycle to the 100th cycle almost overlap each other, the voltage platform in the charging/discharging curve corresponds exactly to the peak position in the CV curve, and each platform keeps nearly no change in the 200 cycles, which further indicates that the obtained Sb@P-N/C anode exhibits high reversibility and cycling stability. More information about the charging/discharging curves for the Sb@C and Sb@N/C anodes are also displayed in Supporting Information . Furthermore, the comparison of the cycle performance of the Sb@C, Sb@N/C, and Sb@P-N/C electrodes measured at 50 mA g–1 is depicted in c. Distinctly, all compared electrodes show decent cycle stability and capacity retention rate, and the Sb@P-N/C anode displays better specific capacity than the others. Even after 100 cycles, the Sb@P-N/C anode still retains a reversible specific capacity of 525.5 mAh g–1, with a retention rate of 95.5%, while the Sb@N/C and Sb@C anodes present capacity and retention ratios of 415.5 mAh g–1 (94%) and 386.6 mAh g–1 (88.9%), respectively. In addition, despite the exact cause of why the Coulombic efficiency (CE) of the Sb@P-N/C electrode during subsequent cycling is higher than 100%, it is tentatively explained that the sodium foil of the counter electrode compensates for the loss of sodium metal during cycling, resulting in a higher CE. The better electrochemical property of the Sb@P-N/C can be ascribed to the co-occurrence of P and N elements in the fabricated anodes because P can contribute a certain specific capacity to the electrode and N can provide more active sites for Na+ ion transfer, except that the hexagonal nano-Sb combined with the carbon fibers do tolerate the volume change in the sodiation/desodiation process and shrink the Na+ diffusion length as well as increase the ion migration rate. Furthermore, for better comparison, a table about the previously reported data related to Sb-based anode materials is also listed in Supporting Information .",
                "d exhibits the rate performance comparison of the varied anodes. Obviously, the reversible capacities of the Sb@P-N/C anodes at current densities of 30, 50, 100, 200, and 500 mA g–1 are 424.9, 410.3, 390.3, 363.9, and 331.8 mAh g–1, respectively, while, the Sb@N/C exhibits specific capacities of 392.5, 360.4, 345.6, 323.7, and 308.5 mAh g–1, separately, and Sb@C gives an inferior rate capability compared that of the former two at the same current densities. This is mainly owing to the benign linking and contact between the nanocrystals, which facilitates the efficient shift of Na+ ions from the solvent to the electrode and vice versa. Moreover, e plots the cycling performance of Sb@P-N/C at varied current densities of 0.5, 1.0, and 5.0 A g–1. The initial activation current density of Sb@P-N/C is adapted to 1/10 of testing current and corresponds to 0.05, 0.1 A, and 0.5 A g–1, respectively. Obviously, as the current density increases, the specific capacity is clearly decreased; after 400 cycles, the capacity retention rate reached ∼90% compared to the original 10th capacity. More information about the cycling performance analysis of Sb@C and Sb@N/C is exhibited in Supporting Information . Moreover, the rate performance of the three compared samples at high current densities is also shown in .",
                "In order to further reveal the reaction kinetics of the fabricated electrodes of Sb@C, Sb@N/C, and Sb@P-N/C, the Nyquist plots of electrochemical impedance spectroscopy (EIS) is plotted in a, and the fitting analysis is given in b. Typically, the EIS is composed of semi-circular arcs in the high-frequency zone and slanted lines in the low-frequency zone.",
                "Generally, it is believed that the sloping lines in the low-frequency zone reflect Na+ ion diffusion resistance, whereas the semi-circular arcs in the mid–high-frequency zone reveal the resistance of the solid inter-electrolyte (RSEI) and charge transfer impedance (Rct). The inset in a is the equivalent circuit for the simulated EIS, where Relect stands for electrical contact resistance, Q represents the capacitance associated with the SEI membrane, C refers to the capacitance associated with the charge transfer, and W0 is the Warburg impedance associated with the Na+ ion diffusion.  As depicted in the plotting, the charge transfer resistance of Sb@P-N/C, 78.3 Ω, is smaller than that of Sb@C, 138.1 Ω, and Sb@N/C, 104.5 Ω. It is further indicated that the addition of elemental P and N can decrease the transfer resistance, resulting in the improved diffusion kinetics. Additionally, the real part impedance Zre versus frequency ω–1/2 graphs is also plotted by fitting a slant straight line in the frequency range of 0.1–1.0 Hz according to  as follows: where Zre is linearly proportional to ω–1/2 and k is the fitted curve’s slope. It is worth noting that the diffusion coefficient of Na+ ions in the active material (DNa+) can be calculated from .where R represents the gas constant (8.314 J mol–1 K–1), T refers to the temperature (298 K), A indicates the electrode area (cm2), n represents electrons involved in the redox process, F refers to the Faraday constant (96,500 C mol–1), C stands for sodium concentration (1.0 × 10–3 mol cm–3) and k corresponds to the Warburg factor.  According to the results fitted in b, Sb@P-N/C has the smallest slope value of k3 = 0.26, suggesting that the Sb@P-N/C composite has the highest diffusion coefficient for Na+ ions among the compared samples. What important is that the Na+ ion diffusion coefficient DNa+ in Sb@P-N/C can be calculated from , and the obtained value is as 0.15 × 10–7 cm2/s. Furthermore, the GITT curves further evaluate the Na+ ion diffusion coefficient in the Sb@P-N/C electrode and are shown in Supporting Information . The CV scans are compared at scanning rates ranging from 0.1, 0.2, 0.3, and 0.4 mV s–1 to 0.5 mV s–1 are shown in c–e, and as seen, all the CV curves display distinct cathode and anode peaks. Apart from that, the Ip and v1/2 are also fitted and plotted in light of the one-to-one correlation between the peak current and the scanning rate.",
                "On the basis of the Randles–Sevcik formula ():where C0 denotes the materials’ initial composition, v represents the scanning speed, and D0 refers to the diffusion coefficient of Na+ ion in oxide.   provides a qualitative assessment of the diffusion intensity of Na+ ions in the synthesized materials.",
                "To further explore the practical application of fabricated anodes, a full battery with Na(Ni1/3Fe1/3Mn1/3)O2 as the cathode and Sb@P-N/C as the anode is prepared in a coin-type battery, and a shows the schematic diagram of the working process, in which Na+ ions embed and exit the anode during charge and discharge. b shows the discharging/charging curves for the cathode Na(Ni1/3Fe1/3Mn1/3)O2 in the voltage window of 2.0–3.0 V, which exhibit a slope in the voltage plateau at 2.6–2.7 V, and c shows the cycling performance of the fabricated full cell; as shown, the cell can deliver a high reversible specific capacity of 66.8 mAh g–1 even after being subjected to 60 cycles at 50 mA g–1, indicating the unexpected cyclic stability of the full cell. Noteworthy, the specific capacity rises gradually during the first 10 cycles and levels off in the subsequent cycles due to the gradual exposure and the activation of the active material after the charging and discharging processes. In addition, more microscopic characterization and electrochemical performance measurements of the cathode material are also provided in Supporting Information . Moreover, the charging/discharging curves of the 3rd, 5th, and 50th cycles that correspond to the Na(Ni1/3Fe1/3Mn1/3)O2||Sb@P-N/C full battery are also plotted in d, and from there, it is observed that the measured curves has good overlap with each other, demonstrating the desired reversibility of cathode and anode materials in the sodiation and de-sodiation process. It is confirmed that the as-prepared Sb@P-N/C composite has remarkable potential as an advanced anode material for practical applications in next-generation high-specific energy SIBs."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, the hexagonal Sb nanocrystals in the Sb@P-N/C nanofibers are successfully synthesized using a simple but effective electrospinning method. Used as the anode for SIBs, the as-produced Sb@P-N/C nanocomposites that are co-doped with P and N elements exhibit unexpected electrochemical performance with high cycling stability and capacity, rendering capacities of 500.1 mAh g–1 at 50 mA g–1 exceeding 200 cycles and 295.6 mAh g–1 at 500 mA g–1 after 400 cycles as well as a high rate capability of up to 5.0 A g–1 with a specific capacity of 249.9 mAh g–1. More importantly, the hexagonal Sb nanocrystals not only alleviate the volume expansion of Sb but also enhance the electrical conductivity of the electrode material and prolong the battery’s lifetime. Particularly, it deserves to be noted that the full cell assembled by the Sb@P-N/C anode and Na(Ni1/3Fe1/3Mn1/3)O2 cathode deliver a reversible specific capacity of 66.8 mAh g–1 after 60 cycles at 50 mA g–1. The current work explored a new class of Sb-based anodes for investigations on Na+ ion half- and full-cells, which inspire new ideas on designing and fabricating high-capacity cathodes and anodes for the next generation of SIBs."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Hexagonal Sb Nanocrystals as High-Capacity and Long-Cycle Anode Materials for Sodium-Ion Batteries"
}