{
    "DOI": "10.1039/D3NJ05803D",
    "Journal": "New Journal of Chemistry",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Recently, sodium-ion batteries (SIBs) have gained recognition as promising alternatives for large-scale energy storage systems. Their appeal stems from the abundant availability of sodium and the associated lower costs compared to other battery technologies. Nonetheless, a significant hurdle hindering the widespread adoption of SIBs in commercial applications is the scarcity of suitable cathode materials. Hence, the quest for appropriate cathode materials that exhibit high-rate performance, long-term cycling stability, safety, and environmental friendliness remains a formidable challenge. Various cathode materials for SIBs have been explored, and layered metal oxides, organic materials, Prussian blue analogues, and polyanion types have been extensively studied. Among these materials, researchers have been particularly intrigued by the stable three-dimensional (3D) open frame structure of polyanion-based cathode materials, like Na3V2(PO4)3, NaFePO4, NaVPO4F, and Na3V2(PO4)2F3. This unique structural characteristic has garnered significant attention in the scientific community. Specifically, NaVPO4F (NVPF) has demonstrated significant potential as a cathode material for SIBs. This is attributed to its high capacity, safe application, and notably high operating potential of 143 mA h g−1. Nevertheless, NVPF faces a challenge in terms of low intrinsic electron conductivity, a factor that significantly impedes its electrochemical performance, affecting cycling stability and rate capability. This limitation poses a hurdle to its widespread commercial application. To address the issue of NVPF's inadequate electronic conductivity, researchers have explored various strategies. These approaches encompass surface carbon coating materials, multi-pore carbon materials, engineering nanostructures, and adding other ions. These techniques aim to enhance the material's electrochemical performance and expand its potential applications. As anticipated, these strategies have succeeded in augmenting conductivity, leading to observable enhancements in cycling performance and rate capability to a certain extent. Nonetheless, it's worth noting that the reported NVPF composite materials can be costly, or they may fall short of meeting the commercial application demands for highly stringent energy storage because of their original discharge specific capacity being significantly lower than their theoretical specific capacity. Additional research is necessary to enhance the sodium storage capacity of NVPF without compromising capacity at higher current densities. This improvement is crucial for the commercialization of NVPF, and a key objective is to achieve this through a simplified synthesis strategy.",
                "In this study, we introduce a straightforward one-step ball milling approach for the preparation of materials. This method involves the incorporation of graphite as a conductive carbon material and PEG6K as a binder into NVPF. Among these components, graphite, due to its cost-effectiveness, serves as an economical conductive carbon material, leading to an enhancement in the electrochemical performance of NVPF. The increased conductivity facilitates more rapid and efficient electron transport; PEG6K is a general term for ethylene glycol polymers containing a large number of hydroxyl groups, NVPF and graphite composites are combined with hydroxyl groups with an adhesive function in PEG6K under the incorporation of PEG6K, so that the graphite sheet layer is more firmly attached to the NVPF sample, thereby enhancing the coordination strength between Na+ ions and other molecules within the raw material. It also inhibits volatilization, while the presence of –OH functional groups improves the wettability of sodium metal and restricts dendrite growth. Consequently, this results in the construction of a stable interfacial ion transport channel, which in turn enhances ion conductivity and the diffusion coefficient of sodium ions. Therefore, after optimization, the NVPF/G@P cathode of sodium-ion batteries exhibits an excellent reversible capacity (128.5 mA h g−1 at 0.2C), outstanding rate performance (105.0 mA h g−1 at 10C) and extraordinary cycling performance (116.0 mA h g−1 after 200 cycles). In addition, when hard carbon is assembled as a negative electrode into a full cell, it exhibits outstanding cycling performance and highly stable rate performance."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Using NH4VO3 (99.9%), NH4H2PO4 (99.9%) and NaF (99.9%) as raw materials, the carbon-coated NaVPO4F (NVPF/G@P) wrapped with PEG6K as a binder and graphite was prepared through a straightforward one-step ball milling method. The molar ratio of the three samples was 1:1:1. The carbon sources with PEG6K (stoichiometric ratio 7.5%) and graphite (stoichiometric ratio 7.5%) as binders are first crushed homogeneously in a mortar. After that, the above raw materials are put into an agate jar with a ratio of 1:20 (weight ratio) and an appropriate amount of alcohol is added, and the ball is milled at high speed for 3 h under a ball mill at 1200 rpm (MSK-SFM-3). The precursors are then placed in a vacuum oven at 100 °C to dry for 12 hours, and the dried sample is ground into a powder. Under a constant Ar atmosphere, these samples are initially calcined at 350 °C for 4 h, and next annealed at 750 °C for 6 h before cooling to room temperature. The synthesis process is shown in Scheme 1. For comparison, NVPF and graphite-coated NVPF were prepared in the same preparation process as the experimental group, which were expressed as NVPF and NVPF/G, individually. Finally, in this study, commercial hard carbon is used as the anode to match the synthetic material with the whole battery, showing the practical application of sodium-ion batteries."
                    ],
                    "name": "2.1 Material fabrication",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The X-ray diffraction pattern, thermogravimetric analysis pattern and Raman spectrum pattern were obtained using a Tong da diffractometer, Mettler Toledo thermogravimetric analyzer and Lab RAMHR800 instrument. The morphology of the material was determined by field emission scanning electron microscopy (FESEM, Hitachi S4800) and high-power transmission electron microscopy (TEM, FEI Tenia G220, Hillsboro). A Kratos XSAM 800 instrument was used to record X-ray photoelectron spectroscopy. The CHI660e electrochemical workstation model of Shanghai Cheng Hua Company was used to record all CV tests. Electrochemical impedance spectroscopy (EIS) was conducted in the frequency range of 0.01 Hz to 100 kHz using the CHI650e electrochemical workstation. All assembled samples underwent 30 cycles at 1C with an open-circuit voltage, aiming to reach a quasi-equilibrium state."
                    ],
                    "name": "2.2 Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The as-obtained sample was mixed with acetylene black and polyvinylidene fluoride at a mass ratio of 7:2:1 with N-methyl-2-pyrrolidone (NMP) to prepare a slurry. After applying evenly to aluminum foil, it was vacuum dried at 100 °C for 12 hours, and the resulting active material supported by the material was approximately 1.5 mg cm−2 1 M NaClO4, dissolved in EC (vinyl carbonate):DEC (divinyl carbonate) = 1:1 (volume ratio) as electrolyte. A sodium metal sheet plays the role of the negative electrode, and glass fiber plays the role of the separator. The Model CR2032 battery was assembled in a glove box filled with argon. At 1C = 143 mA g−1, the electrode current density based on NVPF was measured. In the voltage window of 2.0–4.2 V, the electrochemical performances of the half-cells and the full-cells at different rates were explored. Cyclic voltammetry (CV) was recorded in the range of 2.5–4.2 V."
                    ],
                    "name": "2.3 Electrochemical measurement",
                    "type": "section_h3"
                }
            ],
            "name": "2. Details of experiments",
            "type": "section_h2"
        },
        {
            "content": [
                "In Fig. 1(a), the XRD patterns for NVPF, NVPF/G, and NVPF/G@P are shown. It is clear that all the characteristic diffraction peaks coincide with the monoclinic NVPF, this suggests that the carbon coating, which has an adhesive effect, does not alter the crystal structure of NVPF. In Fig. 1(b), it is shown that the carbon content of each group was determined by thermogravimetric analysis (TGA). At temperatures below 300 °C, only slight mass loss in the NVPF, NVPF/G and NVPF/G@P groups can be observed, and the large weight loss in the range of 300–600 °C is due to pyrolysis of residual carbon; it is also this factor that causes the observed weight loss in NVPF. The highest residual carbon pyrolysis content in the PEG6K group was 8.5 wt%, which was higher than that in the graphite only group (6.7 wt%), indicating that the carbon content brought by PEG6K was about 1.8 wt%. That is to say, the additional carbon source brought by PEG6K can supplement the loss caused by the graphite carbon layer in the subsequent battery charging and discharging, thereby improving the stable cycling performance of the battery. In Fig. 1(c), in addition to the NVPF group, the Raman spectra of the other two groups of samples show two distinct characteristic peaks, the disordered carbon (D band) at 1340 cm−1 and the graphite crystalline carbon (G band) at 1600 cm−1, respectively. With the introduction of PEG6K in the NVPF/G@P group, a higher relative strength ratio (ID/IG) was obtained (0.97 for NVPF/G and 0.95 NVPF/G@P), indicating that PEG6K could increase the degree of graphitization, which implied that the NVPF/G@P group had better graphitization crystallinity.",
                "In Fig. 2(a), the X-ray photoelectron spectrum of NVPF/G@P is shown, with Na 1s, F 1s, O 1s, V 2p, P 2p, and C 1s peaks. In Fig. 2(b), © high-resolution C 1s peaks were decomposed at 284.7, 285.8, 287.5, and 288.9 eV, corresponding to C–O/C–OH, C–C, C–N, and O–CO, respectively. The occurrence of C–O/C–OH peaks is mainly attributed to the terminal functional groups of PEG6K. The C–O/C–OH peaks were mainly attributed to the terminal functional groups of PEG6K, and with the addition of PEG6K, the C–O/C–OH peak area was significantly higher than that of other peaks, which greatly improved the wettability of NVPF to sodium metal. In Fig. 2(c), the high-energy spectrum of V 2p is shown, and there are two very distinct peaks. The two characteristic peaks at 515.8 and 523.5 eV correspond to V3+ of NVPF. In Fig. 2(d), a distinct P 2p characteristic peak is shown at 132.9 eV and 134.2 eV related to the P–C and P–O bonds.",
                "In Fig. 3(a)–(c), SEM micrographs of NVPF, NVPF/G and NVPF/G@P are shown, and due to the addition of the covered graphitic carbon coating with PEG6K, the NVPF/G@P samples in Fig. 3(c) show more graphite sheet layer structure than NVPF and NVPF/G in Fig. 3(a) and (b). This demonstrates that PEG6K exhibits strong bonding capabilities, effectively mitigating volume fluctuations and thereby ensuring a stable electrochemical performance. In the HRTEM image in Fig. 3(d), the samples show a relatively homogeneous amorphous carbon layer of 3.5 nm on the surface of the NVPF, and the spacing of the lattice fringes is 0.25 nm, which verifies the (013) plane of NVPF. The EDS scanning spectra element diagram in Fig. 3(e)–(j) depicts the uniform distribution of C, P, O, F, Na, V, and F over NVPF/G@P. Fig. 3(k) shows a separately tested graphite SEM micrograph, showing the apparent lamellar structure of graphite.",
                "In Fig. 4(a), the first discharge capacity of the positive electrode with NVPF, NVPF/G, and NVPF/G@P at 0.2C magnification is 80.2, 106.2, and 128.5 mA h g−1, respectively (Fig. 4(a)–(c)). After 50 charge–discharge cycles, the NVPF/G@P-based electrode has a capacity of 124.6 mA h g−1, which much exceeds that of the NVPF and NVPF/G electrodes (78.8 and 99.4 mA h g−1 after 50 cycles, respectively). In addition, the NVPF/G@P group has a highly stable charge–discharge platform, thanks to the introduction of PEG6K. Therefore, the presence of a uniform graphite–carbon coating and the introduction of PEG6K are conducive to obtaining good electrochemical performance. The rate performance test from 0.2 to 10C and back to 0.2C can clearly show that NVPF/G@P-based batteries have excellent reversible capacity in terms of rate performance testing, 0.5, 1, 2, and 5C at 127.5, 121.5, 118.8, 115.8, and 111.3 mA h g−1 in Fig. 4(d) and (e). At 10C, the high rate, the NVPF/G@P electrode still has a discharge capacity of 105.0 mA h g−1, which is much better than the values obtained based on the NVPF and NVPF/G electrodes (27.4 and 50.4 mA h g−1, respectively). When the magnification is switched back to 0.2C, the NVPF/G@P electrode still has a capacity of 115.6 mA h g−1. Fig. 4(f) illustrates the long-term cycling of each group of samples. Since the capacity of the NVPF/G@P battery remains at a high level after 200 cycles, in addition, in this long cycle plot, the sodium-ion battery of NVPF/G@P shows the best capacity of all the test groups in this work. In Fig. 4(g), the structural framework and ion transport mechanism of NVPF/G@P are briefly described, and in the NVPF/G@P group with the introduction of PEG6K and graphite, the rapid diffusion of sodium ions between the electrode and the electrolyte is seen to explain the excellent stability of NVPF/G@P charge and discharge. This is confirmed by the resistance comparison analysis in the following article. In Fig. 4(h), we list the data of NVPF reported in recent years and compared with our work, it can be clearly seen that whether it is the first charge and discharge efficiency or the retention of battery capacity after high magnification, it is in the lead; for , although the performance is higher than in our work, in terms of cost, our work has a significant advantage, so overall our work has greater potential.",
                "In Fig. 5, the battery is assembled and tested to evaluate the electrochemical performance of the material. Fig. 5(a) and (b) show the NVPF/G group and the NVPF/G@P group with a scanning rate of 0.1–0.5 mV s−1, respectively, and it is evident that the redox characteristic peaks are present on both electrodes, which are due to phase transitions with sodium intercalation and NVPF extraction; in addition, the NVPF/G@P group has a higher intensity peak, indicating that after the addition of PEG6K, full combination with graphite can increase the diffusion rate of sodium ions, achieving low electrochemical polarization and extremely stable high electrochemical reversibility. Fig. 5(c) shows the number of triple cycles in the NVPF/G@P group with a scan rate of 0.5 mV s−1, and the almost identical curves indicate that the NVPF/G@P group is extremely stable. Fig. 5(d) shows the EIS analysis spectra for NVPF, NVPF/G, and NVPF/G@P, fitted with an equivalent circuit model (see Illustration 5d inside), and the Ip plotted against the square root of the scan rate (v1/2) and the impedance spectra of three samples at 1C after 30 cycles. It is clear that the EIS spectrum is mainly composed of high-frequency intercepts (corresponding to Rs). A concave semicircle is formed between the electrolyte and the electrode at the intermediate frequency (i.e., the transfer resistance Rct), while at the low frequency it appears as a straight line. We use constant phase elements (CPEs) to simulate the capacitance and Warburg impedance Zw is contributed by the surface of the active material. The three samples in the Nyquist plot have a half-ring at the middle and high frequencies, and a straight line at the low frequencies. The charge transfer resistance (Rct) of NVPF/G@P is lower than that of the other two groups, which is conducive to fast electrochemical kinetics and excellent electrochemical performance; this phenomenon is due to the diffusion of sodium ions between the electrode and the electrolyte, and the higher the slope coefficient, the faster the diffusion of sodium ions. The fitting results are shown in Table 1. By comparison, the internal resistance (Rs = 4.71 Ω) and charge transfer resistance (Rct = 147.82 Ω) of the NVPF/G@P samples were the smallest, indicating that the addition of PEK6K combined with the graphitic carbon layer could significantly reduce the internal resistance of NVPF/G@P as well as greatly enhance charge transfer. Notably, NVPF/G@P exhibits the smallest semicircle, which shows that it has the most outstanding electrochemical properties among the materials synthesized in this paper. In this study, the diffusion coefficient corresponding to sodium ions was further investigated using the equation below, and the data calculated from this formula are shown in Table 1:",
                "In the formula, the peak current (mA) is denoted by Ip, the effective contact area between the electrode and the electrolyte is denoted by A, the number of electrons per molecule during embedding is denoted by n, and the sodium ion concentration is denoted by C. The fitting results are shown in Table 1. By comparison, the internal resistance (Rs = 4.71 Ω) and charge transfer resistance (Rct = 147.82 Ω) of the NVPF/G@P samples were the smallest, indicating that the addition of PEK6K combined with the graphitic carbon layer could significantly reduce the internal resistance of NVPF/G@P as well as greatly enhance charge transfer.",
                "The electrochemical schematic of the whole cell consists of an NVPF/G@P positive electrode and HC negative electrode charge and discharge (see Fig. 6(a)). The corresponding HC commercial anode hard carbon comes from KJ GROUP (Shenzhen Kejing Star Technology Company). The full cell charge and discharge diagram of NVPF/G@P//HC can be observed in Fig. 6(b); in this work, the specific N/P ratio in the full cells is 1.3 and the hard carbon loading in the full cell is about 1.5 mg cm−2, and it can be clearly seen that the relatively stable charge and discharge platform and stable capacity greatly inherit the voltage platform of NVPF/G@P, and the discharge capacity of the 1st, 2nd, 5th and 10th times is 112.5, 112.4, 112.1 and 112.7 mA h g−1, respectively. Fig. 6(c) and (d) show the rate capacity and corresponding charge–discharge curves of the NVPF/G@P//HC full-cells, respectively, and the capacities of the full-cells are 112.3, 100.6, 91.3, 89.3, 87.4, 79.3 and 76.0 mA h g−1 at 0.2C, 0.5C, 1, 2, 5, 10C and 20C, respectively. A relatively stable capacity after switching from 10C to 20C indicates that the full-cells exhibit excellent cycling stability, and after 100 cycles at 0.2C they still have a capacity of 91.0 mA h g−1 in Fig. 6(e). In addition, the NVPF/G@P//HC full-cell can still have 85.0% coulombic efficiency after 100 cycles at 0.2C, indicating that it has good practical prospects."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "To sum up, a straightforward one-step ball milling synthesis route was used to prepare a uniform graphite carbon coated with high-stability NaVPO4F composites under the bonding of PEG6K. The as-obtained sample was a sodium-ion battery cathode material that delivers a high capacity of 128.5 mA h g−1 at 0.2C and a high rate capacity of 105.0 mA h g−1 at 10C, with a capacity retention rate of 116.0 mA h g−1 after 200 cycles. Sodium-ion full-cells with NVPF/G@P and hard carbon as the positive and negative electrode materials exhibit excellent reversible sodium ion storage performance and very stable long-term cycling capacity. The outstanding performance of the NVPF/G@P cathode in both half-cells and full-cells positions the new composite material as a compelling choice for the next generation of high-performance advanced sodium-ion batteries."
            ],
            "name": "4. Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Enhancing the performance of NaVPO4F cathode materials for sodium-ion batteries through graphite incorporation and polyethylene glycol 6000 modification"
}