{
    "DOI": "10.1021/acs.inorgchem.3c02974",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In recent years, due to the intrinsic advantages of abundant Na resource, low cost, and similar physical and chemical properties as lithium-ion batteries (LIBs), sodium-ion batteries (SIBs) have captured widespread attention.  However, due to the larger radius and heavier molar mass of Na+ than Li+, the practical performances of SIBs are limited by suitable electrode materials, especially for cathode materials.  Among the promising cathode materials, layered vanadium-based materials such as V2O5 (high theoretical capacity: 589 mAh g–1) have attracted more and more interest due to the advantages of abundant sources and low cost.  More importantly, the interlayer spacing of V2O5 can be enlarged by preinserting metal ions, which can not only expose more interstitial sites for the (de)intercalation of lithium or sodium ions but also accelerate the reaction kinetics.  A series of MxV2O5 (M = Li, Na, K, Mg, Ca) with expanded interlayer spacings have been reported, which can achieve high initial capacity and superior capacity retention in LIBs or SIBs.  Organic compounds can also be employed as interlayer pillars. For example, the polyaniline (PANI)-intercalation strategy was reported to relieve the electrostatic interactions between Zn2+ and lattice oxygen of V2O5, thus accelerating the kinetics of Zn2+ transportation.  Moreover, preinserting redox-active organic quinone-type molecules into layered V2O5 can also improve the capacities due to the keto-phenol conversion. ",
                "Although encouraging achievements have been made, there is still much room to improve the electrochemical performances of vanadium-based cathode materials in SIBs. Though the introduction of disorder/defect can improve electron conductivity and promote the storage capability,  it would decrease the crystallinity of the material. What is worse, during the discharge/charge process, with the (de)intercalation of Na+, the cathode materials usually become more and more amorphous. Therefore, no diffraction peaks can be observed in the in situ or ex situ X-ray diffraction (XRD) patterns, which is not beneficial for the exact identification of the discharge/charge mechanism.  And generally, it is contradictory to achieve high crystallinity and good storage capacity.",
                "In order to solve the above issues, in the present work, first, we synthesized an oxygen-deficient (p-TQ)0.2V2O5·0.38H2O, denoted as (p-TQ)-VO, through a facile hydrothermal reaction of V2O5 and methylhydroquinone (p-HTQ), in which p-HTQ was oxidized by V2VO5 into methylquinone (p-TQ) (R-C–OH + V2O5 → R-C═O + VxIVV2–xVO5), and p-TQ was simultaneously inserted into the layered V2O5 with an enlarged interlayer spacing of ∼13.7 Å. The (p-TQ)-VO sample exhibits a good electrochemical behavior in SIB. Second, we obtained a N-incorporated counterpart, (p-TQ)0.22V2(O/N)5, denoted as (p-TQ)-VN, by utilizing VN as the starting material instead of V2O5 under hydrothermal conditions. Herein, VN was chosen due to the good electron conductivity of the metal nitride. On the other hand, it is expected that the incorporation of an alien element (N) into a vanadium compound can produce disorders and defects.  The resultant N-substituted product, (p-TQ)-VN, shows a remarkably enhanced initial capacity. It should be mentioned that in order to obtain high crystalline VN, in the present work, VN was synthesized by sintering and nitriding V2O5 by melamine at a high temperature of 800 °C in an Ar atmosphere. Please see section S1 and Figure S1 in the  (SI) for details.",
                "During the subsequent hydrothermal reaction of VN and p-HTQ, with the attack of oxidants such as H2O, VN was transformed into N-substituted V2O5 accompanied by the insertion of the organic species, as evidenced by three-dimensional (3D) continuous rotation electron diffraction (cRED), Rietveld refinement, and high-angle annular dark-field (HAADF)–scanning transmission electron microscopy (STEM). And the high crystallinity of (p-TQ)-VN makes it possible to reveal the Na+ storage mechanism by common ex situ XRD patterns. It is found that (p-TQ)-VN can maintain structural integrity with a partial topotactic transformation into NaxV2O5 during the discharge/charge process. And (p-TQ)-VN shows much higher capacity than (p-TQ)-VO at a small current density, which is due to partial terminal oxygen (Ot) atoms of the V–O–V layer substituted by N atoms. The N-substitution can boost the orbital hybridization of V 3d and Ot 2p, shorten the V–Ot bonds in the c-axial direction, and elongate the V–O bonds in the ab plane with compressed {VO4N2} octahedron, giving rise to mixed-anion coordination effect and a shrinkage of interlayer spacing in (p-TQ)-VN (10.7 Å). As a result, the enhanced electron densities around the Ot atoms of the V–O–V layer can facilitate the affinity toward the inserted Na+ ions with more negative binding energy, leading to partial phase conversion into NaNO2/NaNO3. In addition, density functional density (DFT) calculations unveil that the N-substitution can improve electron conductivity with richer molecular orbital energy levels, thus resulting in multistep redox reactions and enhanced capacity."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "As displayed in a,b, (p-TQ)-VO and (p-TQ)-VN exhibit the strongest diffraction peaks at 6.6 and 8.3°, respectively, corresponding to their (001) crystalline plane with lattice spacings of 13.7 and 10.7 Å, respectively, which are larger than those of V2O5 (4.4 Å, PDF#72-0433) and VN (2.4 Å, PDF#78-1315), which can be attributed to the incorporation of the p-TQ organic species into the layered V2O5. First, the symmetry and unit cell of (p-TQ)-VN were investigated by the 3D cRED technique. As shown in c, according to the 3D reciprocal lattice reconstructed from the cRED result, a triclinic unit cell can be identified (a = 12.2652 Å, b = 3.7054 Å, c = 10.5408 Å, α = 90°, β = 101.171°, γ = 90°). Based on the preliminary cell parameters, Rietveld refinements of (p-TQ)0.2V2O5·0.38H2O and (p-TQ)0.22V2(O/N)5 were performed. As shown in a,b, the Rietveld refined XRD patterns of the two samples all disclose that the calculated diffraction profiles fit well with the corresponding experimental results. The reliability factors for (p-TQ)-VO are Rp = 7.01% and Rwp = 7.37% (a), and as for (p-TQ)-VN, Rp = 5.35% and Rwp = 5.98% are obtained (b). The (p-TQ)-VO and (p-TQ)-VN samples both crystallize in P1̅ space group, their unit cell parameters are a = 11.946/12.325 Å, b = 3.706/3.736 Å, c = 13.710/10.693 Å, α = 90.485/89.918°, β = 99.129/101.590°, γ = 90.333/90.410°, and V = 599.24/482.32 Å3. The low P1̅ symmetry of (p-TQ)-VO (CCDC ) and (p-TQ)-VN (CCDC ) is ascribed to the insertion of organic species. The large size and steric hindrance of p-TQ make it impossible to occupy all of the symmetrical sites in the interlayer space of vanadium oxide.  And most of the crystallographically independent atoms are disordered over two positions.",
                        "As displayed in d, the apical V–O distances in (p-TQ)-VO (2.718–2.767 Å) are longer than those in (p-TQ)-VN (2.104–2.197 Å) (highlighted in red circles), which arises from the larger interlayer spacing of the (001) facet in (p-TQ)-VO (13.7 Å) than that in (p-TQ)-VN (10.7 Å). As a result, the V–O–V bilayer in (p-TQ)-VN is split into two separate V–O–V monolayers with the (001) facet as the division plane in (p-TQ)-VO. Therefore, the V centers in (p-TQ)-VO are four- or five-coordinated by oxygen atoms to furnish tetrahedral (Td) or square pyramidal (Py) geometries (d, left), whereas in (p-TQ)-VN, they are five- or six-coordinated by O atoms in distorted Py and octahedral (Oh) geometries (d, right).",
                        "Furthermore, it is worth noting that the terminal oxygen (Ot) atoms (highlighted in sapphire) of the V–O–V layer are partially substituted by N atoms in (p-TQ)-VN (d), leading to the shrinkage of the V–Ot bond lengths (average value: 1.537 Å) in the c-axial direction compared with those in (p-TQ)-VO (average value: 1.867 Å). On the contrary, the N-substitution gives rise to the slight elongation of the V–Ob bonds (average values: 2.086 Å in (p-TQ)-VN; 1.888 Å in (p-TQ)-VO) in the ab plane (d, Ob represents bridging oxygen, highlighted in light orange) due to the expansion of a and b lattice parameters in the (p-TQ)-VN cell (a = 12.325 Å, b = 3.736 Å) compared with those in (p-TQ)-VO (a = 11.946 Å, b = 3.706 Å).",
                        "Therefore, N-incorporation and the resultant shrinkage of interlayer spacing (10.7 Å) lead to compressed {V(O/N)6} octahedra in (p-TQ)-VN, which include two shorter bonds in the c-axis direction and four longer bonds in the ab plane in comparison with those in (p-TQ)-VO. The mixed-anion coordination effect is also observed in previous works. ",
                        "The (p-TQ)-VO and (p-TQ)-VN samples were further characterized by an infrared spectrum (IR). As shown in , the IR spectra of (p-TQ)-VO and (p-TQ)-VN all display the vibration peaks at ∼550, 765, and 1010 cm–1, which are similar to those of V2O5,  indicating the successful transformation of VN into V2O5 during the hydrothermal synthesis of (p-TQ)-VN. In addition, the two samples show the vibrations of the benzene ring (C═C/C–C) in the range of 1200–1800 cm–1,  which stem from the p-TQ organic species. And the peaks at ∼1635 and 1400 cm–1 can be attributed to the antisymmetric (νas) and symmetric (νs) vibrations of C═O functional group in p-TQ, respectively.  The results prove that p-TQ is successfully preinserted into the layered V2O5.",
                        "The contents of N (obsd: 4.9 wt %, calc: 4.7 wt %) and O in (p-TQ)-VN (obsd: 36.2 wt %, calc: 36.5 wt %) were determined by a combustion analyzer (EMGA-830, Horiba),  suggesting the molar ratio of O/N is ∼6.1.",
                        "CH elemental analyses were also conducted to further determine the compositions of (p-TQ)-VO and (p-TQ)-VN. The C contents in (p-TQ)-VO (obsd: 8.4 wt %, calc: 8.9 wt %) and (p-TQ)-VN (obsd: 8.8%, calc: 8.9%) match with the stoichiometric formulas of (p-TQ)0.2V2O5·0.38H2O and (p-TQ)0.22V2O4.3N0.7, respectively.",
                        "In addition, thermogravimetric (TG) measurement was performed to reveal the content of each component in (p-TQ)-VO (). Please see section S2 in the  for details.",
                        "As displayed in a and , the as-synthesized (p-TQ)-VO displays an accordion-like morphology, which is constructed by orderly stacked nanosheets, whereas the (p-TQ)-VN sample presents a flower-like morphology in which the nanobelts are arranged in a divergent mode due to the inclusion of N element (b and ). In conclusion, compared with the irregular rock-like morphology of the commercial V2O5 (), (p-TQ)-VO and (p-TQ)-VN both exhibit fluffy morphologies, which is beneficial for the penetration of the electrolyte into the active sites and shorten the diffusion pathway of Na+ in (p-TQ)-VO and (p-TQ)-VN and then giving rise to an enhanced electrochemical performance.",
                        "The corresponding EDS and elemental mappings of (p-TQ)-VO and (p-TQ)-VN are displayed in , respectively. It can be seen that the elements are evenly distributed in the samples. And the large amount of N content (18.81 at %) in (p-TQ)-VN further proves the inclusion of N into the organic species-inserted vanadium oxide.",
                        "X-ray photoelectron spectroscopy (XPS) was carried out to gain insight into the chemical states of (p-TQ)-VO and (p-TQ)-VN. The XPS full spectra (c) of the two samples reveal the presence of V, C, and O signals in (p-TQ)-VO and the presence of V, C, O, and N signals in (p-TQ)-VN, which agree well with the above EDS results.",
                        "(d–g) further shows the high-resolution XPS spectra of V 2p, O 1s, C 1s, and N 1s. As exhibited in d, the V 2p fine spectra of (p-TQ)-VO and (p-TQ)-VN both display two pairs of characteristic peaks of V4+ (V 2p3/2: 516.1 eV; V 2p1/2: 523.1 eV) and V5+ (V 2p3/2: 517.4 eV; V 2p1/2: 524.7 eV).  It is worth noting that the molar ratios of V5+/V4+ in (p-TQ)-VO and (p-TQ)-VN are ca. 4.45 and 2.30, respectively, indicating more amount of V4+ in (p-TQ)-VN due to the inclusion of N.",
                        "The O 1s spectrum of (p-TQ)-VO (e) can be divided into four obvious peaks located at ∼530.2 eV (V–O), ∼531.4 eV (oxygen defect), ∼532.0 eV (C═O), and ∼533.1 eV (C–O–H).  In (p-TQ)-VN, there are also four similar peaks. It is worth mentioning that the characteristic peak of ∼530.0 eV (V–O) in (p-TQ)-VN is a bit negatively shifted in comparison with that in (p-TQ)-VO, which can be attributed to the higher ratio of V4+ and the increased electron density around the V centers in (p-TQ)-VN. Moreover, the amount of oxygen defect (Od) in (p-TQ)-VN (7.4%) is more than that (2.7 at %) in (p-TQ)-VO, which may offer higher specific capacity.",
                        "In f, the C 1s spectra of (p-TQ)-VO and (p-TQ)-VN can both be separated into three peaks at ∼284.8, ∼ 286.4, and ∼288.2 eV, corresponding to the C–C/C═C, C–O, and C═O bonds of p-TQ, respectively.  The presence of N in (p-TQ)-VN is also verified by the N 1s spectrum. As shown in g, no N signal is detected in (p-TQ)-VO, whereas two N signals can be observed in (p-TQ)-VN, which are assigned to V–N–V (400.3 eV) and V = N (401.4 eV),  suggesting that the O atoms of the V–O–V layer in (p-TQ)-VO are partially replaced by N atoms in (p-TQ)-VN.",
                        "Since the unpaired electrons at the defective sites can generate a corresponding signal,  the presence of oxygen vacancies in the two samples can be further demonstrated by electron paramagnetic resonance (EPR) spectroscopy. As presented in h, (p-TQ)-VO and (p-TQ)-VN both exhibit a sharp symmetric peak at g = 1.97, and the EPR signal in (p-TQ)-VN is stronger than that in (p-TQ)-VO, illustrating more oxygen vacancies in (p-TQ)-VN, which is consistent with their O 1s spectra.",
                        "In order to gain further insight into the microstructure of (p-TQ)-VO, transmission electron microscopy (TEM) and high-resolution TEM (HRTEM) of (p-TQ)-VO were performed. It is found that (p-TQ)-VO also displays a morphology of nanosheets (a), which is in agreement with the SEM images. The periphery of the nanosheet (c, the cyan square in b) exhibits lattice fringes with d spacings of 1.03 and 0.35 nm as well as a dihedral angle of ca. 76°, which correspond to the (0 0 3/4) and (110) planes of (p-TQ)-VO, respectively. Similarly, the central region of the nanosheet (d, the red square in b) shows similar lattice fringes of the (00l) and (110) facets. However, it can be observed that the (002) (d = 0.69 nm) lattice fringe is divided into smaller lattice fringes of (003) (d = 0.46 nm) and (006) (d = 0.23 nm) facets (d).  Furthermore, large amounts of crystalline defects are observed in the nanosheet (d), which probably can act as active sites for the storage of Na+ to improve the capacity.  The prominent spots in the SAED pattern can be well indexed to (002), (200), (110), (005), (008), (009), and (0 0 12) planes (), consistent with the XRD pattern of (p-TQ)-VO.",
                        "The microstructure of (p-TQ)-VN was also characterized by TEM and HRTEM. As shown in e, (p-TQ)-VN shows a nanobelt-like morphology, which is consistent with the SEM images (b and ). However, the nanobelts are built from interconnected nanorods (e). Distinguished lattice fringes with d spacings of ∼1.07 nm are observed (f), corresponding to the (001) facet. It can be seen that such fringes are not well arranged with dislocation and disorder, which is due to the intercalation of organic species and the doping of the N element. HAADF-STEM was further performed viewed down [001] direction (g, inset). As shown in g, an ordered atomic array is observed in the HAADF-STEM image of (p-TQ)-VN. And it should be mentioned that vacancies and disorders are also observed in the HAADF-STEM image, which is ascribed to the incorporation of organic species and N element. The distances between two neighboring V centers are ∼2.0, 2.0, and 2.8 Å (h), which matches well with the V···V projection distances in the 2D V–O–V layer of (p-TQ)-VN (i). The result is similar to that in the free-N counterpart reported by our previous work. "
                    ],
                    "name": " Compositions and Structures of (p-TQ)-VO and (p-TQ)-VN",
                    "type": "h3"
                },
                {
                    "content": [
                        "In order to investigate the electrochemical performances of (p-TQ)-VO and (p-TQ)-VN as the cathode materials in SIBs, first, (p-TQ)-VO and (p-TQ)-VN were dehydrated under N2 atmosphere at 200 °C for 1 h (for details, see section S3 and Figure S7 in the ).",
                        "The rate performance reveals that the dehydrated (p-TQ)-VO possesses superior rate capacities of 247, 209, 185, 163, 144, 126, and 105 mAh g–1 at 0.05, 0.1, 0.2, 0.5, 1.0, 2.0, and 5.0 A g–1, respectively, and after switching the current density back to 0.05 A g–1, a high and reversible capacity of 245 mAh g–1 can be restored, which is much higher than that of the commercial V2O5 counterpart (a), suggesting the much better Na+ storage behavior of (p-TQ)-VO. Impressively, (p-TQ)-VN shows a higher average specific capacity than (p-TQ)-VO at the same current density, which is 332, 259, 232, 213, and 181 mAh g–1 at 0.05, 0.1, 0.2, 0.5, and 1.0 A g–1, respectively. And when the current density returns to 0.05 A g–1, the capacity can reach 272 mAh g–1 (a). Unfortunately, (p-TQ)-VN is very prone to short circuits when the current density exceeds 1.0 A g–1; thus, it is unable to further investigate the Na+ storage mechanism at higher current densities.",
                        "Moreover, the cycling performances of the two dehydrated samples were investigated at 0.1 A g–1. As shown in b, the (p-TQ)-VO electrode can deliver a satisfactory specific capacity of ∼200 mAh g–1 over 200 galvanostatic charge/discharge (GCD) cycles, and the capacity of (p-TQ)-VO is higher than that of V2O5 during the whole GCD process. It is due to the expansion of interlayer spacing caused by the preinsertion of the p-TQ organic species, which is beneficial for the (de)intercalation of Na+. However, the (p-TQ)-VN electrode exhibits a different cycling behavior; its specific capacity gradually decays from an initial value of 243 to 143 mAh g–1 over 200 cycles with a capacity retention of only 58.8%. Though the initial capacity of (p-TQ)-VN is much higher than those of (p-TQ)-VO and V2O5, the fast capacity fading indicates that the N-inclusion can lead to worse cycling performance.",
                        "Significantly, at a higher current density of 2 A g–1, (p-TQ)-VO still exhibits good long-term durability. The (p-TQ)-VO sample can deliver a capacity of 101 mAh g–1 with a retention of 73.7% over 1400 cycles (c), which is also much higher than that of the commercial V2O5 during the whole cycling test at the higher current density, suggesting that the intercalation of p-TQ can accelerate the reaction kinetics. Because the (p-TQ)-VN electrode is very prone to short circuits at larger current density (>1.0 A g–1), its cycling performance at 2 A g–1 is not measured. Therefore, the Na+ storage capability of (p-TQ)-VO is comparable to and even surpasses those of the previously reported vanadium-based cathode materials in SIBs ().",
                        "In order to explain the reason for the different Na+ storage behaviors, the first three cyclic voltammetry (CV) curves of (p-TQ)-VO and (p-TQ)-VN at 0.1 mV s–1 have been measured. As shown in (d,e), regardless of (p-TQ)-VO and (p-TQ)-VN, the initial CV curve is different from those of the subsequent two profiles. And their respective second and third CV curves are almost overlapped, indicating that the two samples become stable after the first CV process. As shown in d, (p-TQ)-VO exhibits discernible two redox couples at ∼1.6/2.0 and 2.5/3.0 vs Na+/Na. The peaks at ∼1.6/2.0 V correspond to the V3+ ↔ V4+ redox reaction.  And another pair of peaks might be assigned to V4+ ↔ V5+ and/or the conversion of C═O ↔ C–O in p-TQ. ",
                        "As shown in e, (p-TQ)-VN shows more obvious redox responses than (p-TQ)-VO. In the first cycle, it can be seen that the pair of redox couple in the potential range of 1.4–2.2 V vs Na+/Na (V3+↔ V4+ conversion)  is split into two pairs of peaks, which is due to the richer orbital energy levels in (p-TQ)-VN caused by N-substitution; the details will be discussed in the section of DFT simulation. Additionally, the extra oxidization peaks in the high potential of 3.6–3.8 V vs Na+/Na are associated with the transformation of (p-TQ)-VN → NaNO2/NaNO3; the details will be discussed in the section of . Since partial terminal oxygen (Ot) atoms are substituted by N atoms in (p-TQ)-VN, the formation of NaNO2/NaNO3 means the loss of lattice N atoms, leading to the creation of O/N vacancies in (p-TQ)-VN. The loss of lattice O generally occurs in the high voltage,  indicating the simultaneous generation of NaNO2/NaNO3 and oxygen/nitrogen defects in (p-TQ)-VN.",
                        "As a consequence, the CV shapes in the second and third cycles in (p-TQ)-VN are discernibly different from that in the first cycle. The redox peaks of V3+↔ V4+ become sharper, and three pairs of redox couples with major peaks are observed at ∼2.8 V vs Na+/Na (e), indicating a multistep and complex Na+ storage process (including V4+ ↔ V5+ transformation),  which are related with the oxygen vacancies.  Moreover, (p-TQ)-VN shows a pair of extra redox peaks at 3.56/3.61 V vs Na+/Na, which corresponds to the redox reaction of oxygen vacancies.  The more multistep redox mechanism in (p-TQ)-VN can account for the higher capacity of (p-TQ)-VN than (p-TQ)-VO at a small current density.",
                        "The GCD curves of (p-TQ)-VO and (p-TQ)-VN were also carried out (for details, please see section S4 and Figure S8 in the )."
                    ],
                    "name": " Electrochemical Performances of (p-TQ)-VO and (p-TQ)-VN",
                    "type": "h3"
                },
                {
                    "content": [
                        "The multiscanned CVs of (p-TQ)-VO and (p-TQ)-VN at different scan rates were carried out to investigate their electrochemical kinetics in SIBs, which are shown in (a–d) and , respectively. The relationship between peak current (i) and sweep rate (ν), i = avb, can be used to estimate the electrochemical reaction kinetics of Na+ in the cathode materials. As is well known, the value of b is 0.5, indicating that the capacity is controlled completely by the diffusion-controlled process, while a value of 1.0 for b indicates a fully capacitive process. As shown in b, the b-value of the four redox peaks in the CVs of (p-TQ)-VO is 0.86–0.89, indicating that the electrochemical reaction is mainly a capacitive process. In addition, the capacity can be split into capacitive (icap, k1v) and diffusion-controlled (idiff, k2v1/2) processes at each scan rate based on the equation: i = icap + idiff = k1v + k2v1/2.  As shown in c, at a sweep rate of 1.0 mV s–1, the shaded area represents the capacitive contribution to the total capacity, which contributes 78.1% of the total capacity, resulting in the superior rate capability of (p-TQ)-VO. And the capacitive contribution increases from 54.8 to 81.3% as the scan rate increases from 0.1 to 1.2 mV s–1 (d).",
                        "The electrochemical kinetics of (p-TQ)-VN were also investigated. As aforementioned, the CV shape of (p-TQ)-VN is much different from that of (p-TQ)-VO, and more redox peaks are observed in the CVs of (p-TQ)-VN (a and ). The b values of the redox peaks in (p-TQ)-VN are in the range of 0.75–0.98 (), indicating it is mainly a capacitive process. And the capacitive contributions increase from 80.9 to 93.6% when the scan rate increases from 0.1 to 1.2 mV s–1 ().",
                        "In addition, the galvanostatic intermittent titration technique (GITT) was utilized to monitor the dynamic behavior of (p-TQ)-VO, including a galvanostatic period and a relaxation session of 15 and 30 min at 0.05 A g–1, respectively. As shown in e, the diffusion coefficients of Na+ in (p-TQ)-VO are in the range of 10–8–10–7 cm2 s–1, which are comparable and even superior to those in the previously reported cathode materials in SIBs,  indicating the fast Na+ diffusion kinetics in (p-TQ)-VO.",
                        "Furthermore, the electrochemical impedance spectra (EIS) of (p-TQ)-VO, (p-TQ)-VN, and commercial V2O5 were measured comparatively. Their Nyquist plots are shown f; the charge-transfer impedances (Rct) follow the sequence as follows: (p-TQ)-VN (8.4 Ω cm–2) < (p-TQ)-VO (14.8 Ω cm–2) < V2O5 (19.2 Ω cm–2) (), indicating that (p-BQ)-VN has the fastest charge-transfer kinetics."
                    ],
                    "name": " Electrochemical Kinetics of (p-TQ)-VO and (p-TQ)-VN",
                    "type": "h3"
                },
                {
                    "content": [
                        "In order to explore the origin of the excellent performance of the (p-TQ)-VO electrode in SIB, ex situ XRD patterns at different voltage states during the first discharge and discharge process were recorded. As shown in a, (p-TQ)-VO exhibits its strongest (001) diffraction crystalline plane only in the presence of the carbon additives and the current collector of aluminum foil. And during the first discharge and charge process, the (001) diffraction peak almost disappears, which can be ascribed to the insertion/extraction of Na+, resulting in the disordered (001) facet. Only upon the first charge to 3.8 V, this reflection peak of the (001) plane reappears again but with much weakened intensity, suggesting the partial recovery of the (p-TQ)-VO electrode at the first fully charged state. No new phase was detected during the discharge/charge process, which is due to the decreased crystallinity of (p-TQ)-VO caused by the continuous insertion/extraction of Na+ and the resultant disorders/defects in the sample.",
                        "In order to gain more information on the amorphous (p-TQ)-VO during the first discharge and charge process, we measured the V K-edge X-ray absorption near edge structure (XANES) and extended X-ray absorption spectroscopy (EXAFS) of the first fully discharged and charged (p-TQ)-VO electrodes. For comparison, the XANES of the pristine (p-TQ)-VO powder, V2O5, and V foil were also measured.",
                        "As shown in b, the main edge feature of the pristine (p-TQ)-VO powder is similar to that of V2O5, which is completely different from that of the V foil. That is because the intercalation of the p-TQ species into V2O5 does not change the fundamental host framework of the parental V2O5 phase. The main edge of (p-TQ)-VO shows a slightly negative shift in comparison with that of V2O5, suggesting the presence of dominant V5+ and less amount of V4+ in (p-TQ)-VO, which is in accordance with the V 2p spectrum (d). The pre-edge intensity of (p-TQ)-VO is higher than that of V2O5, which is associated with the coordination environments (such as tetrahedral (Td), octahedral (Oh), or square pyramidal (Py) geometry) and the local symmetry of V centers in the sample. Generally, Td symmetry contributes to high pre-edge intensity, whereas apparently low intensities are observed for Oh and Py coordination.  As mentioned above, due to the elongation of the V–O distance in the c-axial direction, the V–O–V bilayer is split into two discrete V–O–V layers in (p-TQ)-VO (d), and the V centers are Td or Py coordinated with four or five oxygen atoms, leading to the higher pre-edge intensity of (p-TQ)-VO due to the appearance of the distorted Td vanadium. By contrast, the lower pre-edge intensity of the commercial V2O5 is due to the high symmetry of the orthorhombic V2O5 (PDF #72-0433, a = 11.51 Å, b = 4.369 Å, c = 3.563 Å, α = β = γ = 90°). The result agrees with the aforementioned Rietveld refinement, in which the preintercalation of organic species into orthorhombic V2O5 can decrease the crystal symmetry to obtain triclinic (p-TQ)-VO.",
                        "As for the discharged and charged (p-TQ)-VO electrodes, their XANES are similar to that of the pristine sample with subtle difference, suggesting the structural maintenance of (p-TQ)-VO during the discharge/charge process. As shown in b (inset), the main edge and pre-edge of the discharged (p-TQ)-VO slightly shift to lower energies and the pre-edge decreases in intensity in comparison with those of the charged counterpart, which is due to the reduction of V5+/4+ → V4+/3+ and the increased coordination number (4/5 → 5/6) of V centers during Na+ intercalation, agreeing with the V 2p fine spectra and the previous works. ",
                        "The change in the EXAFS shows a similar trend. Compared with the charged (p-TQ)-VO, the decrease in the amplitude of the first shell V–O for the discharged (p-TQ)-VO indicates the decreasing symmetry with the Na+ insertion (c). The result agrees with the ex situ XRD pattern, in which the insertion of an alien species would decrease the crystalline symmetry and lead to the amorphous (p-TQ)-VO sample. Meanwhile, the Na+ insertion mainly affects the first V–O shell structure, leading to a slight shift to higher radial distances, while the V–V shell structure only displays changes in intensity (c).",
                        "In order to gain deep insight into the Na+ storage mechanism, we also measured ex situ XRD patterns of (p-TQ)-VN for comparison. As shown in d, in the pristine (p-TQ)-VN electrode, the (001) diffraction facet of (p-TQ)-VN is a bit positively shifted from 8.4 to 8.9° due to the presence of conducting agents and poly(vinylidene fluoride) (PVDF) binder. However, during the first discharge/charge cycle, the (001) plane of (p-TQ)-VN is maintained during the whole process, which is different from the disappearance of the (001) reflection peak in the ex situ XRD pattern of (p-TQ)-VO.",
                        "More importantly, the (001) diffraction peak has undergone a gradual positive shift (8.9 → 9.7°), indicating a slight contraction of the interlayer spacing during the discharge process, which is possibly due to an increased electrostatic interaction between the V–O–V layer and the intercalated Na+. And the charge process is reverse. However, this (001) diffraction peak has not completely shifted back to its initial position, indicating the partial retention of Na+ in the interlayer spacing of (p-TQ)-VN. This peak also matches well with the prominent (001) diffraction facet of NaxV2O5 such as Na0.56V2O5 (PDF #79-2076) or Na0.64V2O5 (PDF #89-0505) (d,e). Furthermore, upon the first discharge to 2.2 V, with the intercalation of Na+, the (002) reflection peak of (p-TQ)-VN (or NaxV2O5) is observed at 17.8° (d,e). Similar to the (001) facet, the (002) reflection peak shows a similar change trend during the discharge/charge process. The similar structure of NaxV2O5 and (p-TQ)-VN, d(00l) (NaxV2O5) = d(00l) ((p-TQ)-VN) indicates the partial topotactic phase transformation of (p-TQ)-VN → NaxV2O5 (d,e). Topotactic phase transformation means that the involved two phases are matched in a lattice, which enables structural transition without remarkably changing the crystalline symmetry or principal framework of the parental phase, leading to the reversible (de)intercalation of Na+ during the charge/discharge process. ",
                        "Impressively, it is found that extra diffraction peaks emerge at 29.4, 31.9, or 38.9° at the fully charged state (charge to 3.8 V), which can be indexed to NaNO2 (PDF#71-0728) or NaNO3 (PDF#70-1518) (d,e), indicating the transformation of (p-TQ)-VN → NaNO2/NaNO3. This phenomenon may be associated with a mixed-anion coordination effect induced by N-substitution, which shortens the V–Ot bonds in the c-axial and leads to the shrinkage of the (001) interlayer spacing in (p-TQ)-VN. Therefore, the intercalated Na+ ions would be coordinated with Ot/N to generate the additional products of NaNO2/NaNO3. Such transformation corresponds to the extra oxidization peaks in the CVs of (p-TQ)-VN (e and ). And the irreversible transformation may explain the capacity degradation of (p-TQ)-VN during the cycling test.",
                        "In an attempt to verify the above phenomena, ex situ SEM images, EDS, as well as elemental mappings of the (p-TQ)-VO and (p-TQ)-VO electrodes have also been measured. There is no obvious change in the morphology of the (p-TQ)-VO electrode during the first discharge/charge process (), whereas microflowers built by nanobelts are observed on the surface of the fully charged (p-TQ)-VN electrode, which are probably related to the generation of NaNO3/NaNO2 (). Please see Section S5, Figures S10–S13 in the  for details.",
                        "Ex situ IR spectra were also carried out to explore the change of the organic species in the two electrodes (,b). It can be seen that the transformation of R-C═O + e– + Na+ → R–C–O-Na during the first discharge process. And the trend is reversed during the subsequent charge process. In addition, the characteristic peaks of the phenyl group can be detected during the whole discharge–charge process and even after 200 discharge–charge cycles at 0.1 A g–1, suggesting the maintenance of the p-TQ organic species in the host framework of vanadium oxide, further proving the anchoring effect of the V–O–V layer.",
                        "Moreover, ex situ XPS measurements were carried out to further explore the structural and chemical evolution of the (p-TQ)-VO electrode during the first discharge/charge process.  shows the survey spectra at different states, in which all of the peaks are well defined without impurity. The V 2p fine spectra are displayed in a. When fully discharged to 1.0 V, the V5+ signals become weaker, and the signals of V4+ are intensified, accompanied with the appearance of the V3+ signals (2p3/2: 515.5 eV; 2p1/2: 521.6 eV), indicating the reduction reactions of V5+ → V4+ and V4+ → V3+ with the intercalation of Na+. And the charge process is, on the contrary, indicating the oxidation reactions of V3+/V4+→ V4+/V5+ with the extraction of Na+ from (p-TQ)-VO.",
                        "The O 1s spectra are shown in b. At the fully discharged state, the relative intensity of the C═O group becomes weaker along with the intensification of the C–O–H signal; meanwhile, two new signals appear at 529.2 and 536.1 eV, which are attributed to Na–O–V and C–O–Na, respectively. The reduction reactions of V–O + e– + Na+ → V–O–Na and R-C═O + e– + Na+ → R–C–O-Na can be responsible for the above phenomenon, further demonstrating that the p-TQ organic species can deliver extra capacity in addition to the vanadium oxide. And with the intercalation of the solvated Na+, partial oxygen vacancies are occupied by the solvated shell of Na+, and the percentage of oxygen defect (Od) decreases from 2.7 to 1.3%. The charge process is the opposite. It is worth noting that the signals of Na–O–V and C–O–Na can still be observed when fully charged to 3.8 V, suggesting the Na+ ions can not be completely extracted from the (p-TQ)-VO electrode, which matches well with the EDS result.",
                        "As exhibited in c, in the C 1s fine spectra, the variation tendencies of the C═O and C–O signals are in agreement with those in the O 1s spectra. That is to say, the relative intensities of C═O and C–O signals show quasi-reversible shifts before and after Na+ intercalation. And the −CF signal (290.8 eV) at the discharged/charged electrodes originates from the PVDF binder.",
                        "The Na 1s fine spectra are presented in d, in which the characteristic peaks at ∼1070.8 and ∼1071.5 eV can be indexed to Na–O and Na–F, respectively, indicating that the inserted Na+ would bind with O atoms from the V–O–V layer or the p-TQ organic species. The Na–F signal originates from the cathode–electrolyte interface (CEI). At the fully charged state, the relative intensity of Na–O is decreased, suggesting the partial deintercalation of Na+, which agrees well with the EDS result.",
                        "The appearance of the CEI (Na–F) can be further demonstrated by the F 1s spectra. As shown in e, at the discharge and charge states, three peaks are detected at 684.4, 686.5, and 687.9 eV, corresponding to Na–F, P–F, and C–F, respectively. The P–F signal comes from the NaPF6 electrolyte. And the C–F signal is from the PVDF binder, which is consistent with the C 1s spectra. The formation of CEI (Na–F) can contribute to the fast reaction kinetics and excellent long-term durability of (p-TQ)-VO.",
                        "Ex situ XPS measurements of the (p-TQ)-VN electrode were also performed for comparison (for details, see section S7 and Figure S16 in the ).",
                        "The most distinguished characteristics of (p-TQ)-VN can be detected by the N 1s fine spectra. As shown in f, the pristine (p-TQ)-VN powder displays two peaks at 400.3 (V–N–V) and 401.4 eV (V = N),  and the V = N signal is much stronger than the V–N–V signal, suggesting that the incorporated N atoms mainly replace the terminal O (Ot) atoms from the V–O–V layer in (p-TQ)-VN. However, at the fully discharged state, the relative intensity of V–N–V is dominant over that of V = N, which may be due to the binding of N with the inserted Na. And at the fully charged state, the retention of the dominant V–N–V signal suggests that the deintercalation of Na+ is partially irreversible, agreeing with the aforementioned ex situ XRD pattern, in which NaxV2O5 is detected at the fully charged (p-TQ)-VN electrode. Furthermore, two new N signals emerge at 403.2 and 407.3 eV at the fully charged state, which are attributed to NaNO2 and NaNO3, respectively, suggesting the transformation of N(O)═V + Na+ → NaNO2/NaNO3, which is consistent with the XRD and Na 1s data."
                    ],
                    "name": " Ex Situ Characterizations of (p-BQ)-VO and (p-BQ)-VN during the First Discharge and Charge Process",
                    "type": "h3"
                },
                {
                    "content": [
                        "In order to illustrate the effect of the N-substitution on the organic species-inserted vanadate, DFT simulations were performed. First, the total density of states (DOS) was comparatively calculated, and projected DOS (PDOS) was comparatively calculated for the unit cells of (p-TQ)0.22V2O5 with and without N-substitution. As shown in , it can be seen that whether partial oxygen atoms from the V–O–V layer were substituted by nitrogen atoms or not, their total DOS (TDOS) near the Fermi level are mainly constructed by V 3d, O/N 2p, and C 2p states. And more electrons cross the Fermi level of (p-TQ)0.22V2(O/N)5 (a), indicating that the N-substituted sample possesses better electron conductivity than the free-N counterpart.",
                        "In order to gain deeper insight into the enhanced electron conductivity caused by N-substitution, the PDOS on V 3d and -O 2p is further compared in the absence and presence of N-substitution. As shown in (b,c), more V 3d and O 2p electrons are observed near the Fermi level of (p-TQ)0.22V2(O/N)5 than those of (p-TQ)0.22V2O5. And the V 3d and O 2p states in the N-incorporated sample are better overlapped near the Fermi level than those in the free-N counterpart (b,c),  suggesting that d-p orbital hybridization near the Fermi level in the N-substituted sample are stronger than those in the free-N sample. It means that the N-substitution leads to enhanced d-p interaction near the Fermi level, which is beneficial for the effective electron transfer between O 2p and 3d orbitals, thus giving rise to better electron conductivity. Meanwhile, in the N-substituted sample, the V 3d and N 2p states near the Fermi energy are also well overlapped (b), suggesting that effective d-p orbital hybridization also exists between the V and N atoms. As mentioned above, in (p-TQ)0.22V2(O/N)5, partial terminal oxygen (Ot) atoms from the V–O–V layer are substituted by N atoms, leading to the shortened V–Ot/N distances in the c-axial direction (d), which results from the effective d-p orbital hybridizations of V 3d-N 2p and V 3d- Ot 2p.",
                        "And the effective V 3d-Ot 2p orbital hybridization can be unveiled by Bader charge analyses. It is calculated that the average Bader charge over the Ot atoms from the V–O–V layer in the N-substituted sample is −0.869 |e|, which is more negative than that (−0.800 |e|) in the free-N sample, suggesting more electron density around the Ot atoms in the presence of N-substitution. Therefore, the enhanced orbital hybridization of V 3d and Ot 2p induced by the substitution of N lead to the intensified V–Ot bonds. As a consequence, mixed-anion coordination effects with compressed octahedral geometries are observed for the V centers in (p-TQ)0.22V2(O/N)5.",
                        "The d-band center of the V atoms and the p-band center of the O atoms in (p-TQ)0.22V2O5 with and without N-substitution have been calculated comparatively. As shown in d, in the presence of N-substitution, the d-band and p-band centers are at 1.15 and −1.62 eV, respectively, which both shift toward the Fermi level in comparison with the values (−0.09/–2.41 eV) in the free-N sample, leading to enhanced d-p orbital hybridization near the Fermi level in the presence of N-incorporation.",
                        "The richer redox reactions in the N-incorporated sample are also associated with the d-p orbital hybridization. Based on the crystal-field theory, the energy levels of V 3d orbitals in the Oh field can be split into high-energy eg orbits and low-energy t2g orbits (). And the splitting energy of V 3d orbitals in the {VO6} chemical environment differs from that of V in the {VO4N2} geometry. In the absence of N-substitution, the molecular orbital energy diagram of (p-TQ)0.22V2O5 is shown in e. The O 2p-V 3d orbital hybridization leads to a set of bonding orbits such as σ(eg)/π(t2g) and antibonding orbits such as σ(eg)*/π(t2g)*, thus giving rise to a set of energy differences based on V3+/4+ (ΔE1) and V4+/V5+(ΔE2) in (p-TQ)0.22V2O5 during the discharge/charge process (e). However, in the presence of N-substitution, the N 2p energy level is introduced near the O 2p level (f). And the N 2p-V 3d orbital hybridization results in another set of bonding orbits such as σ′(eg)/π′(t2g) and antibonding orbits such as σ′(eg)*/π′(t2g)* (f), thus leading to another set of energy changes based on V3+/4+ (ΔE1′) and V4+/V5+(ΔE2′) during the discharge/charge process (f). These two sets of orbital energy levels and energy differences coexist in (p-TQ)0.22V2(O/N)5 due to the presence of {VO6} and {VO4N2} octahedra, giving rise to richer redox reactions with enhanced capacity in the N-substituted (p-TQ)0.22V2(O/N)5 than in the free-N (p-TQ)0.22V2O5.",
                        "More electron densities around the terminal O (Ot) atoms in the N-substituted sample can facilitate the binding toward the inserted Na+, which is verified by the DFT calculation of binding energy. As shown in , the binding energies of the intercalated Na+ in (p-TQ)0.22V2(O/N)5 are more negative than those in the free-N sample (see section S8 in the  for details). Consequently, the inserted Na+ ions in the N-substituted sample are more difficult to be extracted out, leading to the partial accumulation of Na+ in the N-substituted sample, which can account for the partial phase transformation of (p-TQ)-VN into NaNO2/NaNO3 and capacity fading in the subsequent cycling test."
                    ],
                    "name": " DFT Simulations",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussions",
            "type": "h2"
        },
        {
            "content": [
                "In the present work, (p-TQ)0.2V2O5·0.38H2O, denoted as (p-TQ)-VO, was synthesized via a facile hydrothermal reaction between V2O5 and p-HTQ, whereas in the presence of VN and p-HTQ, (p-TQ)0.22V2(O/N)5, denoted as (p-TQ)-VN, was prepared. The lattice spacings of the (001) facets in (p-TQ)-VO and (p-TQ)-VN are 13.7 and 10.7 Å, respectively. 3D cRED, Rietveld refinement, and HAADF-STEM of (p-TQ)-VO and (p-TQ)-VN reveal the successful insertion of p-TQ into the layered V2O5. The (p-TQ)-VO sample exhibits an excellent electrochemical performance when used as the SIB cathode, whereas (p-TQ)-VN displays a significantly improved capacity at a smaller current density with the maintenance of the structural integrity as well as the partial topotactic phase conversion into NaxV2O5 during the discharge/charge process. In (p-TQ)-VN, partial Ot atoms from the V–O–V layer have been replaced by N atoms, which can boost the orbital hybridization of V 3d and Ot 2p and then shorten the V–Ot bonds in the c-axial direction with the elongation of the V–O bonds in the ab plane, leading to mixed-anion coordination effect with compressed octahedra and the shrinkage of the interlayer spacing. The enhanced d-p orbital hybridization also causes enhanced electron densities around the Ot atoms, which can facilitate the affinity toward Na+ in (p-TQ)-VN, giving rise to the partial accumulation of Na+ and phase conversion into NaNO2/NaNO3. Furthermore, the N-substitution can improve electron conductivity with more molecular orbital energy levels, thus leading to multistep redox reactions and enhanced capacity, as evidenced by DFT simulations."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Organic Species-Intercalated Vanadium Oxide for Sodium-Ion Battery: Mixed-Anion Coordination Effect, Enhanced d-p Orbital Hybridization, and Topotactic Phase Conversion Induced by N-Substitution"
}