{
    "DOI": "10.1021/acsami.4c14093",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) are viewed as a hopeful choice in grid-side energy storage, and electrode materials are the most vital components of SIBs, which determine the electrochemical performances of SIBs.  Usually, a cathode material plays an important role in electrode materials, and researchers have been committed to developing novel high-performance cathodes within these years.  Among them, polyanion-positive electrode materials have attracted widespread attention because of their good cycling stability. Here, Na3V2(PO4)3, as a NASICON-structured cathode material, has gained extensive study.  To further reduce the toxicity, half of the aforementioned V atoms are substituted by Mn, and Na4VMn(PO4)3 (NVMP) has been reported,  which is considered as a candidate for the next generation of polyanion cathodes in SIBs. However, the limited inherent electronic conductivity in polyanionic compounds constrains the attainment of outstanding electrochemical performance.",
                "To overcome this challenge, researchers have adopted multiple approaches, such as carbon coating, constructing heterogeneous composites, and particle size nanoscale. The former is a valid means to enhance its electronic conductivity. For example, NVMP/C can significantly improve its electrochemical performances after carbon coating.  Constructing a heterogeneous composite has also been engineering applied in the modification of the polyanion cathode material, which can improve the structural stability of the material.  In addition, the nanoparticle-sized cathode material can effectively decrease the diffusion pathways of ions, enhancing the ionic conductivity of the cathode material to obtain excellent electrochemical performance.  However, these improvement strategies also have certain limitations. Among them, carbon coating increases the transport resistance of ions and reduces the diffusion rate of ions. Constructing heterogeneous structures faces issues such as a complex preparation process and material compatibility requirement. Particle size nanoscale tends to lead to particle agglomeration and needs to design a rational architecture. ",
                "As is well known, one of the beneficial tactics for boosting the electrochemical properties is to design one-dimensional (1D) nanoporous structure, which not only provides a short transport path but also has a facile strain relaxation related to the structural transformation.  Meanwhile, electrospinning is a proven method for building nanostructures characterized by superior ion and electron bifunctional transport properties.  In this paper, carbon-coated NVMP porous nanorods were thus synthesized through an electrospinning technology using polyvinylpyrrolidone (PVP) as the carbon source, which not only meets the nanoengineering of NVMP but also realizes the carbon encapsulation as well as the architecture. The synthesized NVMP/C exhibits a capacity output approaching theoretical capacity delivery and a long cycle lifespan."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "By vigorous stirring, 2 g of polyvinylpyrrolidone with a molecular weight of 1,300,000 was dissolved in 8 mL of deionized water at 60 °C to form solution A. At the same time, 8 mmol of citric acid, 4 mmol of NH4VO3, 4 mmol of Mn(CH3COO)2·4H2O, 12 mmol of NH4H2PO4, and 16 mmol of CH3COONa·3H2O were dissolved into 8 mL of deionized water with vigorous stirring at 60 °C to form a uniform green-colored solution B. Thereafter, solution B was dropwise added into solution A, and the spinning solution was obtained after stirring the mixture for 2 h at room temperature. Subsequently, a plastic syringe fitted with a 22-gauge metallic needle was filled with the spinning solution, and a voltage of 25 kV was applied to the needle, with respect to a rotating collector that was wrapped in Al foil. A 10 cm gap was maintained with an ejection velocity of 0.8 mL·h–1. Upon completion of electrospinning, the precursor was calcined in a nitrogen-filled tube furnace, first for 2 h at 350 °C and then for 8 h at 700 °C, and finally ground by a human operator with a mortar and pestle to obtain NVMP/C porous nanorods. According to a previous report, NVMP was also synthesized by a sol–gel procedure. "
                    ],
                    "name": "2.1.  Materials Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The powder X-ray diffraction (XRD) patterns of the materials were carried out by a Bruker D8 Advance (Cu Kα radiation wavelength: 1.5418 Å). Raman spectrum was recorded through a Horiba LabRAM HR (laser wavelength: 532 nm). The carbon content was analyzed by a Hitachi STA200 in air (temperature ramping rate: 10 °C min–1) and an element CS instrument (Leco CS844). The morphology was characterized by field-emission scanning electron microscopy (SEM; Zeiss GeminiSEM300) and transmission electron microscopy (TEM; JEOL JEM2100F) equipped with an energy-dispersive spectrometer (EDS; Oxford IE250). Micromeritics ASAP2460 was applied to test the specific surface area and porosity data. In situ XRD was conducted on a Malvern Panalytical Empyrean XRD."
                    ],
                    "name": "2.2.  Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The working electrode is made by coating an Al foil with a slurry composed of the active material (90 wt %), super P conductive agent (5 wt %), and polyvinylidene fluoride (PVDF, 5 wt %) in an N-methyl-2-pyrrolidone (NMP) solvent. The cathodes were punched into disks of 12 mm after drying, and the loading mass of active materials was ca. 4.40 mg·cm–2. Whatman glass fiber was applied as the separator, and the electrolyte was 1 M NaClO4 dissolved in ethylene carbonate (EC), diethyl carbonate (DEC), and propylene carbonate (PC) solution (2:3:5 in volume) with 5 vol % FEC. An amount of 80 μL of electrolyte was added into each assembled coin cells by using a Mettler pipet-lite. In the CR2025 full cells, hard carbon (HC, bought from Japan Kureha Battery Material Co, Ltd.) was used as the anode, and the preparation of the negative electrode was the same as that of the cathode, which had a single-side coating and a diameter of 12 mm unless the mass loading of ca. 1.72 mg·cm–2. Prior to assembly of the full cells, HC electrodes were presodiated in Na metal coin cells within 0–2.5 V for three cycles. Then, HC electrodes were disassembled at charge 2.5 V and used as negative electrodes in sodium-ion full cells, in which the mass ratio of HC to NVMP/C is about 1:2.56. The galvanostatic charge–discharge measurements were examined by a LANB test system (BT2018R, Wuhan). The low- and high-temperature performances were investigated by using a high/low-temperature tank (Suzhou Chenguang Testing Equipment Co. Ltd.). Cyclic voltammetry (CV) tests were performed by an CHI700E electrochemical workstation (Shanghai Chenhua)."
                    ],
                    "name": "2.3.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Materials and Methods",
            "type": "h2"
        },
        {
            "content": [
                " displays the synthesis procedures of the NVMP/C porous nanorods. To begin, the spinning solution was electrospun to form a flexible membrane precursor (), and then, the fibrous membrane was calcined in N2. The carbonized material has a fragile property () and was then ground into powder for further characterization and measurement. The Rietveld refinement analysis was performed, and the diffraction pattern of NMVP/C is ascribed to the trigonal phase with a space group of Rc (a). It is revealed that a typical NASICON structure, which has large ion transport channels.The cell parameters and volume are calculated to be a = b = 8.9567 Å, c = 21.5580 Å, and V = 1497.74 Å3 (reliability factor: Rp = 4.62% and Rwp = 6.00%), respectively, as shown in , agreeing with the previously published findings.  The peaks marked at 1369 and 1597 cm–1 were indexed to the disorder-induced phonon mode (D band) and the graphite band (G band) of carbonaceous materials. In b,  the relative intensity ratio related to the D and G bands is estimated to be 1.34, indicating the existence of amorphous carbon with a low crystallinity. The amount of carbon was first estimated by the TGA curve. As shown in c, the first drop of weight (about 1.1 wt %) is the dehydrating of adsorbed water (below 200 °C). While the temperature reached about 300 °C, the second weight loss began and slowed down as the temperature rose to 500 °C, during which the weight loss (about 19.3 wt %) is mainly caused by the combustion of carbon with O2 in air. To further determine the precise carbon content, NVMP/C was measured in an elemental CS analyzer. From the carbon analysis (), the percentage of carbon is 17.51 wt %, agreeing with the TGA result.",
                "a,b displays the SEM images of the membrane precursor, which consists of cross-connected fibers interlinking into a 3D network structure. After high-temperature calcination, the surface is rough and presents voids, as shown in c–d. Additionally, the diameter of the carbonized fibers is hundreds of nanometers, and some of them closely aggregate together to form a larger one. When vigorously ground and broken the length, the final obtained NVMP/C powder mainly consists of nanorods according to the TEM image in e. f demonstrates the TEM image of a single nanorod. The NVMP/C nanorod consists of interconnected nanoparticles, which are embedded in the carbon matrix. Such 1D structure is not only beneficial for Na+ diffusion along the radial direction but also the continuous carbon matrix can provide convenient electron transport along the axial direction. The HR-TEM image (g) further reveals NVMP nanocrystals with an amorphous carbon, and h displays the relevant inverse fast Fourier transform (FFT) electron diffraction pattern, in which the space of 0.467 nm matches well with the (104) plane of trigonal NVMP/C. As shown in i, the high-angle annular dark-field (HAADF) STEM image displays the bright-dark contrast of a single NVMP/C nanorod, and the relevant EDS mappings suggest that the elements of Na, V, Mn, P, O, and C are uniformly distributed. In , the isotherms present a slight hysteresis at a relatively high pressure, suggesting a mesoporous characteristic of the material. From the pore size distribution curve, it can be seen that the pore size is mainly less than 10 nm. Based on the BET testing, NVMP/C nanorods have a special surface area of only 2.70 m2·g–1. Therefore, it is concluded that NVMP/C consists of nanorods with massive surface pores. Furthermore, the micrographs of NVMP synthesized by the sol–gel method are shown in , which reveals a different morphology with large average particle size.",
                "The measurement of Na storage performance was first evaluated in 2.5–3.8 V. a exhibits the CV profiles for the NMVP/C electrode, and two couples of main redox peaks at 3.47/3.35 V and 3.68/3.51 V were found, ascribing to the V4+/V3+ and Mn3+/Mn2+ redox couples, respectively.  Note that significant reversibility was attained, exhibiting unnoticeable discrepancies apart from a minor reduction peak at around 3.15 V, which gradually disappeared with cycling and is a common phenomenon in the NVMP materials and other cathodes with a NASICON structure. It was the result of the rearrangement or change of the local environment for Na+ during the reduction of vanadium ions.  The charge–discharge profiles exhibit two distinct voltage platforms at 0.2 C in b, indicating a two stepwise Na+ extraction–insertion process. The initial discharge capacity is 90.9 mA h·g–1, which approaches the value calculated with the theoretical specific capacity of NVMP multiplied by its mass fraction in the active material. After 100 cycles, the NVMP/C electrode presents an ideal capacity retention of 95.1% (c), and the Coulombic efficiency is close to 100%, indicating its superior cyclability and reversibility. For comparative purpose, the rate performances of NVMP and NVMP/C were examined in d. As the current rates increase, the capacity differences between NVMP and NVMP/C become much clearer. Especially, NVMP/C exhibits a superior capacity at higher rates, which demonstrates a better high-rate performance for NVMP/C. The discharge capacities of NVMP/C at 0.5, 1, 2, 3, 4, 5, and 10 C are 88.7, 85.9, 82.4, 78.8, 74.4, 68.0, and 29.2 mA h·g–1, respectively. Upon completion of 40 cycles, the initial capacity can be recovered to 99.6% (90.5 mA h·g–1) as the rate is reverted back to 0.2 C. Moreover, long-term cycling stability of NVMP/C was specially examined (e). For the capacities of 0.5, 1, 3, and 5 C after 700, 800, 800, and 1000 cycles, the capacity retentions are 91.1%, 90.4%, 89.8%, and 84.0%, respectively. It is noted that the electrode progressively approaches a stable state after 200 cycles at 5 C, and over the last 800 cycles, the performance exhibits highly impressive cycling stability.  further compared the electrochemical performances with those of some other reported cathodes. It can be seen that the NVMP/C electrode with nanorods delivers desirable long-term cyclability. Besides, f also describes the charge–discharge profiles under various temperature conditions from 20 to −30 °C at 0.3 C. As the testing temperature decreases, it is found that MVMP/C presents an additional voltage platform of ca. 2.9 V during discharge, attributing to the sluggish Na+ intercalation kinetic within the NVMP cathode at low temperature.  Compared with the discharge capability under the temperature of 20 °C, the NVMP/C electrode could attain 97.8, 94.3, 88.1, 73.3, and 40.1% of the initial capacity when tested at 10, 0, −10, −20, and −30 °C, respectively, indicating an impressive low-temperature tolerance. Unfortunately, MVMP/C exhibited a terrible high-temperature cycling performance when tested at 60 °C as shown in . which is also a common phenomenon in the Mn-based materials mainly due to the quickly dissolved manganese ions related to the Jahn–Teller effect at elevated temperature. ",
                "a shows the CV profiles measured (2.5–3.9 V). As the scan rate increased, it can be seen that both the currents matching with the oxidation/reduction peaks exhibit significant enhancements, while the overall configuration of the CV plots is well preserved, hinting a desirable kinetics for sodium ions extraction and insertion during desodiation and sodiation.  According to the Randles–Sevcik formula,  namely, ip = 2.69 × 105n3/2ADNa+1/2CNa+v1/2, Na+ diffusion coefficients (DNa+) were computed. From the ip versus v1/2 plots at the peaks (b), the DNa+ values for O1, O2, R1, and R2 are estimated to be 1.28 × 10–10, 1.44 × 10–10, 9.32 × 10–11, and 7.19 × 10–11 cm2 s–1, respectively. The further investigation of the surface- and diffusion-limited processes was conducted through the equation of i = avb(lni = blnv + lna), in which i and v stand for the peak current and scan rate. Meanwhile, a and b are both invariants, and b is between 0.5 for the diffusion-limited process and 1 for the surface-limited process.  c displays the linear relationships of lni versus lnv, and the b values of O1, O2, R1, and R2 are 0.7486, 0.6867, 0.7453, and 0.5535, implying a combination effect of the diffusion-limited intercalation and surface-limited capacitive behaviors for Na storage. The pseudocapacitive contribution is quantified by the formula of i = k1v + k2v1/2, in which k1v and k2v1/2 are related to the capacitive and diffusion-limited currents.  At the peak potential of O1, the calculated capacitive contributions are displayed in d. As the scan rate enlarges, the contribution ratio through the surface-limited reaction gradually strengthens. e presents the in situ XRD results of the initial two cycles. Peaks such as (113), (116), (300), and (226) gradually shift to the right during Na+ extraction and return to its initial location in the process of Na+ reinsertion. The corresponding contour map at the selected 2θ range with the lattice parameter and volume changes calculated by GSAS software are shown in f. No asymmetric variations are observed, demonstrating no crystal distortion and an ideal electrochemical reversibility of the NVMP/C electrode during repeated desodiation and sodiation processes.",
                "To demonstrate the electrochemical performance of the NVMP/C nanorods electrode in the full cells, the NVMP/C cathode, coupled with the commercial HC anode, resulted in the further fabrication of a coin-type full-cell battery. The electrochemical property of the HC anode is evaluated in a and displays a capacity of 232.2 mA h·g–1 at 23 mA·g–1. b exhibits the first three charge–discharge curves (2.4–3.8 V), which exhibits a capacity of 87.9 mA h·g–1 at 0.2 C. After continuous cycling at 0.5 C for 100 cycles, the capacity retention is only 82.3% (c). Commonly known, the electrochemical properties of a full battery are profoundly influenced due to a series of factors, containing the properties of all key materials, configuration type chosen (coin, pouch, prismatic, or cylindrical), N/P ratio (negative capacity versus positive capacity), and so on.  Although there are still many obstacles, NVMP/C is an encouraging cathode for SIBs under certain condition."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, NVMP/C porous nanorods were fabricated through electrospinning. In situ XRD results demonstrated their outstanding structural stability and crystal reversibility during cycling. Based on this, the obtained NVMP/C porous nanorods displayed a good rate performance, which was better than that of NVMP. After 800 cycles at 1 C, NVMP/C can also achieve a good cycling stability with ideal capacity retentions of 90.4%. Consequently, the current work promoted the development of NVMP in the nanocomposites."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Sodium-Ion Storage in Na4VMn(PO4)3/C Porous Nanorods Electrode"
}