{
    "DOI": "10.1002/anie.201912964",
    "Journal": "",
    "Keywords": [
        "cathode materials",
        "electrochemistry",
        "NASICON",
        "sodium-ion batteries",
        "zero-strain"
    ],
    "Sections": [
        {
            "content": [
                "The rapid development of cost‐efficient large‐scale electrical energy storage systems (EESs) has led to remarkable progress on the exploitation of renewable energy resources, such as solar energy, wind energy, and tidal energy in recent years. Although advanced lithium‐ion batteries (LIBs) have received great commercial achievements, such as with their application in electric vehicles (EVs) and portable devices with satisfactory energy density and power density levels for EESs, the limited and unevenly distributed nature of lithium resources remains the critical obstacle to their ability to satisfy the urgent demand for battery systems that will be suitable for cost‐efficient EESs. Sodium‐ion batteries (SIBs) have been extensively investigated as a promising alternative candidate for EESs owing to the practically inexhaustible nature of sodium resources. In order to achieve satisfactory performances in SIBs, however, tremendous efforts are still needed to discover or develop more suitable and cost‐efficient electrodes, based on a more comprehensive understanding of the mechanisms involved. Therefore, the intrinsic properties of electrodes, especially positive electrodes, play key roles in the overall performance of full SIBs towards real applications in the commercial EES market.",
                "The polyanionic or mixed‐polyanion system is considered to be one of the most promising candidates among all types of cathode materials for SIBs, and these types of materials have been systematically investigated in recent years. Their intrinsic robust three‐dimensional (3D) frameworks can provide long‐term repeated Na+ ion de‐/insertions at various working potentials with small volume changes, although their reversible capacities are moderate owing to their large mass with high molecular weights. Most of these polyanionic‐based materials only possess one‐ or two‐dimensional (1D or 2D) sodium diffusion pathways, however, which will result in sluggish sodium diffusion kinetics and inferior rate performance as well. Therefore, the polyanionic‐based materials that possess 3D sodium diffusion pathways are ideal cathode candidates since the critical demands of both long‐term cycling and high‐rate performance can be satisfied at the same time. Sodium superionic conductor (NASICON)‐type materials are typical representatives of them. To achieve higher energy density, the working voltage is another important parameter that cannot be neglected. It was found that doping with more electronegative elements is an effective way to enhance the operating potentials.",
                "Recently, a newly recognized family member of the NASICON‐type high‐voltage cathode materials, Na3V(PO3)3N, is of particular interest and utilizes (PO3)3N as the main chaining polyanion group. One N3− is shared with three PO3N tetrahedra, and the presence of N can give rise to strong inductive effects, which will result in enhanced electrostatic repulsion between adjacent V atoms, so that a higher working voltage can be realized during sodium de‐/insertion. The pioneering researchers who discovered it have previously investigated isostructural Na2Fe2(PO3)3N and Na3Ti(PO3)3N materials, and the related fundamental understanding of their intrinsic properties has been achieved. Kang's group and Casas‐Cabana's group almost simultaneously reported some novel discoveries on the undecorated Na3V(PO3)3N material, and they both found that this material only underwent a very small volume change (ca. 0.24 %) upon the first Na+ ion de‐/insertion (one‐electron exchange). A 4.0 V working platform was recognised, and excellent rate performance was obtained, which corresponds well with its 3D sodium diffusion pathways. Dedicated designs for the material morphology, as well as a more comprehensive understanding of both the chemical and the physical properties of this material under various conditions, are still urgently needed since the pursuit of higher voltage is the core driving force towards achievable higher energy densities.",
                "Therefore, in this paper, we report a nitrogen‐doped graphene oxide (NGO)‐wrapped Na3V(PO3)3N material with a uniformly carbon coating layer (VN/C@NGO), which shows fast and stable favourable Na storage properties under all‐climate temperatures, with nanoparticles to form a composite material with no reduction in its original crystallinity. The dedicated design of the carbon matrix can provide fast electron transport, and the doped nitrogen atoms on NGO can offer possible bonding sites to anchor (PO3)N tetrahedra, supporting high ionic diffusion capacity. Satisfactory rate performance was demonstrated, and impressive cycling stability can be achieved under all climate conditions. In addition, the air‐stability and water‐resistance of this VN/C@NGO material have been demonstrated. We also employed the in situ synchrotron‐based X‐ray diffraction (XRD) and in situ X‐ray absorption spectroscopy (XAS) to better understand its phase variations as well as the valence changes of V during cycling. DFT studies and molecular dynamics were used to examine the details of possible sodium diffusion pathways and the vibrational density of states. Our results will shed light on the design and application of these new types of nitridophosphates for high‐performance SIBs in the near future."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The VN/C@NGO composite was successfully synthesized through a simple freeze‐drying method following by an annealing procedure at 720 °C (Supporting Informaiton, Figure S1 a) under anhydrous ammonia atmosphere (created by urea in a sealed quartz tube (Figure S1 b)). For comparison, a sample that was created without the nitrogen‐doped graphene oxide‐wrapping was denoted as VN/C. The detailed processes for the two samples are summarized in the experimental section. To obtain the precise phase constituents and atomic arrangements, synchrotron radiation powder diffraction was employed. Figure  a shows the low Rietveld refinement results on the obtained powder diffraction pattern of the VN/C@NGO sample with a low‐weighted profile R‐factor (Rwp=5.19 %). All the peaks are well fitted with two detected phases, the main phase of Na3V(PO3)3N (blue bars) and the Na3V2(PO4)3 impurity phase (green bars). According to the final refinement results of both VN/C@NGO and VN/C samples, the proportion of Na3V2(PO4)3 are 2.98 % and 2.16 % by weight, respectively. The trace amount of Na3V2(PO4)3 seems inevitable even after adding a sufficient amount of ascorbic acid as reducing agent, which was also mentioned in previous work. The sample can be indexed to the cubic symmetry within the space group P213 (a=9.4490(1) Å), which is very rare in polyanionic systems. Within the 3D robust framework, the [V(PO3)3N] units along the a‐axis each consist of one VO6 octahedron and three (PO3)N tetrahedra, and all the (PO3)N tetrahedra are corner‐sharing with respect to the VO6 octahedra through O atoms (insets in Figure  a). The N atoms are shared with three (PO3)N tetrahedra, resulting in a strong inductive effect towards adjacent V atoms.",
                "The VN/C sample also exhibited good crystallinity with the symmetric of P213 (as shown in Figure S2). The detailed summarized atomic site information for VN/C@NGO and VN/C samples can be found in Table S1 and Table S2, respectively. A schematic of the specially designed carbon matrix of the VN/C@NGO sample is shown in Figure  b. The carbon matrix can enhance the electron transport and the doped N on graphene oxide can provide extra bonding sites for bulk materials. Figure S3 shows the paramagnetic properties of the field‐dependent magnetization curve (M–H) and the temperature‐dependence of the magnetic susceptibility ((M/H–T) and the inverse magnetic susceptibility (χ−1–T) of the VN/C@NGO sample, probing the spin state of V. The calculated value for the effective magnetic moment (μeff) is 4.67 μB V−1 per formula unit, which is close to theoretical value of 4.50 μB V−1 per formula unit for the high‐spin V3+ state (d2, t2g2, S=0).",
                "The carbon contents of the VN/C@NGO and VN/C samples were measured to be 5.54 % and 4.34 %, respectively (Figure S4). Further characterizations were carried out with X‐ray photoelectron spectroscopy (XPS) and Raman spectroscopy. Figure  c,d shows the surface chemical compositions of the V and N elements. There are almost no obvious differences for V 2p1/2 and 2p2/3, and their bonding energies are close to the theoretical values for trivalent vanadium. Pyridinic N and graphitic N contribute to the N 1s spectra of both samples, and the peak intensity of VN/C@NGO is higher than that of VN/C, indicating that the nitrogen concentration on the surface is increased by introducing the N‐doped graphene oxide. The Raman spectrum in the range from 100 cm−1 to 2100 cm−1 is displayed in Figure  e. The observed small bands located at 151.73 cm−1 and 353.88 cm−1 can be assigned to the stretching/bending vibrations of (PO3)N tetrahedra, while bands at 493.33 cm−1, 619.76 cm−1, and 1059.65 cm−1 can be considered as the bending/stretching motions of the VO6 octahedra. The intensity ratio of the D band (ID) to the G band (IG) of VN/C@NGO is slightly higher than that of VN/C. The D band normally reflects the defects, edges, and structural disorder, while the G band commonly represent the E2g mode of sp2 carbon layers. This phenomenon indicates that the N‐doped GO possesses more defects, which can favour the electron conductivity as well as possible bonding sites. Additionally, from the FTIR spectra in Figure S5, both symmetric and asymmetric bending/stretching modes of the tetrahedra and octahedra can be found near 1000 cm−1.",
                "Scanning electron microscope (SEM) and scanning transmission electron microscope (STEM) images are shown in Figure  and Figure S6 for both samples. Figure  f,g clearly shows the wrapped N‐dope graphene oxide on as‐obtained Na3V(PO3)3N particles with an average size of 1 μm. The morphology of VN/C samples is shown in Figure S6 a,b. The carbon layer is uniformly coated on both VN/C@NGO and VN/C particles (Figure  h and Figure S6 c) with thickness around 3–5 nm. The closely wrapped N‐doped GO also can be observed near the particles, and its thickness was measured to be 2–3 nm on average (Figure S7). The (110) and (310) lattice planes were measured and confirmed for the VN/C@NGO and VN/C samples, respectively. The insets in Figure  h and Figure S6 d are the corresponding selected area electron diffraction (SAED) patterns, implying that well‐crystallized structures of both samples were obtained with space group of P213. From the high angle annular dark field (HAADF)‐STEM images in Figure  i and Figure S6 d, the lattice fringes of both samples can be clearly observed with the identified atom arrangements represented above. The STEM‐based energy dispersive spectroscopy (EDS) mapping results for both samples are displayed in Figure  j and Figure S6 e, respectively, where the elements Na, V, P, O, N, and C coexist and are uniformly distributed, which is in satisfactory agreement with the refined powder diffraction data. The element N is also homogeneously distributed on the graphene oxide, indicating the proposed N‐doped graphene oxide was well‐prepared.",
                "The electrochemical performances of both the VN/C and the VN/C@NGO samples were examined in coin cells with Na metal as the counter electrode. The electrolyte used in this paper consisted of 1 m NaClO4 dissolved in ethylene carbonate/propylene carbonate (EC/PC, 1:1 by volume with 5 vol. % fluoroethylene carbonate (FEC) as additive agent). The loading mass was controlled to be ca. 2.5 mg cm−2 for all electrochemical tests. The Na3V(PO3)3N material shows a typical 4 V class working platform, as shown in Figure  a. The initial cycle Coulombic efficiency is around 80 %, which is possibly due to the pre‐oxidation of vanadium in this nitrogen‐containing system, which will be analysed and discussed later. The VN/C@NGO electrode can deliver specific capacities of 78.9 mAh g−1 at 0.1 C (1 C=80 mA g−1) and 59.2 mAh g−1 at 30 C without any obvious large polarization (Figure  b). The polarization of the VN/C electrode is slightly larger but remains acceptable. Excellent rate capabilities of both samples are demonstrated in Figure  c, which are entirely comparable with the known NASICON‐structured polyanionic materials, such as the well‐studied Na3V2(PO4)3. The inset in Figure  c presents the cyclability of both samples at low current density (0.1 C) for 100 cycles, and almost no capacity drops were observed. In addition, the long‐term cyclability of both electrodes was also measured at both 1 C (800 cycles) and 10 C rates (5000 cycles), and capacity retention of 91.0 % and 75.9 % could be achieved, respectively. Notably, there is almost no mid‐voltage decay within 800 cycles, which is very important for maintaining the overall energy density retention in practical use. The VN/C electrode shows similar trends of capacity degradation in these cycling tests, indicating that the N‐doped GO is the only reason for the electrochemical discrepancy. We further examined the electrode after 5000 cycles, and no obvious cracks were observed, while the lattice fringes of the (110) plane could still be clearly observed. The SAED pattern also shows the well‐crystallized structure, and all the detected elements, C, Na, V, P, O and N, are homogeneously distributed (Figure S8), indicating the robustness of the framework even after a thousand cycles of sodium de‐/insertion. In Figure  f, we compare all the vanadium‐based polyanionic cathode materials regarding their cyclability, working potential, and corresponding capacities for SIBs. The Na3V(PO3)3N material presented in this work has a high‐voltage platform and balanced cycling stability, although its current achievable capacity is relatively low due to the restricted electrolyte voltage window. The potential for a second sodium de‐/insertion is calculated to be around or above 5 V, which is far beyond the stable voltage window of current commercial electrolytes.",
                "The cyclic voltammetry (CV) curves for the initial five cycles of VN/C@NGO electrode are exhibited in Figure  g. Unlike those alluaudite‐type polyanions, this Na3V(PO3)3N material does not show any changes in the cation arrangement or phase in the initial cycle, which is favourable for long‐term cycling stability with only a very small volume change. No significant difference can be found between the pristine electrodes of VN/C@NGO and VN/C in the electrochemical impedance spectroscopy (EIS) results; but after one cycle, the interface resistance of VN/C@NGO showed a large decline, which can be attributed to the formation of the solid‐electrolyte interphase (SEI) layer (Figure S9). The galvanostatic intermittent titration technique (GITT) was carried out in a coin cell after reaching its thermal equilibrium (10 cycles; Figure  h). A solid‐solution reaction mechanism can be recognised based on the one‐electron transfer process. Sodium diffusion coefficients for VN/C@NGO were calculated based on the GITT results and are shown in the inset in Figure  h within the main range from 10−13 to 10−11 cm2 s−1, which is comparable to those of well‐known NASICON‐type materials. The details for this calculation can be found in Figure S10. Furthermore, the capacitance contribution was calculated from a series of different CV scan rates (Figure S11). It provides convincing evidence that both the faradic and non‐faradic processes always coexist during cycling and that they both have positive effects on the ultimate electrochemical performance. The faradic process (oxidation/reduction reaction) can provide a fixed working potential, while the non‐faradic process can help the fast charge transitions related to the double‐layer effect (normally regarded as pseudocapacitance). The capacitance contribution is shown in Figure  i (22.3 % of the total current) with the values for the b parameter around 0.70 with four identified redox peaks. This can be considered as another key factor behind the excellent electrochemical performance of VN/C@NGO electrode.",
                "We further tested the air stability and all‐climate performances of Na3V(PO3)3N material with a view towards its real applications. We first prepared a Na3V(PO3)3N//hard carbon full cell, and the results are shown in Figure  a,b. The hard carbon was purchased from KURARAY Co., Ltd., Japan (Type 2), and both the capacity and current density values are based on the anode part. An initial reversible specific capacity of ca. 200 mAh g−1 could be achieved at a current density of 100 mA g−1 in the voltage window of 1.5–4.0 V. Capacity retention of 80 % was achieved after 150 cycles with high Coulombic efficiency near 100 %. Since the initial cycle Coulombic efficiency (ICE) of hard carbon is relatively low, the anodes in the full cell were pre‐cycled. From Figure  c, it can be seen that the VN/C@NGO samples that were subjected to air exposure and high‐temperature showed no obvious difference (90.3 % and 86.4 %, respectively), while the low‐temperature one showed more stable cycling performance but lower specific capacity (92.3 %). The C‐rate performances in Figure  d show the similar tendencies. The satisfactory high/low‐temperature properties cannot be achieved without the sturdy framework of its 3D open polyanionic cubic structure as well as 3D sodium diffusion pathways, which will be explored and discussed later. From the results above, it can be deduced that this Na3V(PO3)3N material can work under different conditions, which is very promising for real applications of SIBs in the commercial market. We further examined the details of the fresh sample and the air‐exposed sample to gain a deeper understanding of air stability properties. We first employed STEM to obtain the crystal details. Figure S12 shows that the air‐exposed VN/C@NGO sample maintained good crystallinity and a uniform carbon layer as well. The SAED pattern also exhibits a single‐phase crystalline character. In addition, the STEM‐EDS mapping results indicate that all the relevant elements remain homogeneously distributed. In Figure  e,f, the V 2p and N 1s XPS spectra were deconvoluted, and it was found that there was no significant discrepancy or shift in position between the fresh and the air exposed samples, which means that the surface chemical surroundings are almost the same for both samples. Furthermore, we immersed the Na3V(PO3)3N material in water for 1 h with ultrasonication to test its solubility. To our surprise, the water immersed sample still showed high crystallinity (as shown in Figure  g) with very good Rietveld refinement results except for a trace amount of unknown phase (as illustrated in the inset in Figure  g). We also employed STEM to determine the reasons for these observations. It can be seen in Figure S13 that the NGO was removed by ultrasonication and that the Na3V(PO3)3N material is insoluble, although phase segregation can be observed in the HAADF image. It is possible that the phase transition on the surface may have hindered more crystal change in the bulk, although the generated new phase is currently unknown. The SAED and EDS data demonstrate that the whole material is still crystalline even after being immersed in water for 1 h. Its water stability is quite uncommon in the case of pyrophosphates, which usually suffer from surface electrochemical degeneration. This phenomenon also indicates that the P−N bond is highly hybridized in Na3V(PO3)3N and can be possibly used in other types of polyanionic materials. Therefore, this material is worthy of being investigated as a cathode material for aqueous SIB systems as well.",
                "In order to obtain more precise phase‐transition and valence‐variation information, both in situ synchrotron‐based XRD patterns and X‐ray absorption spectra (XAS) were collected at the Australian Synchrotron and the P64 beamline at DESY, Germany, respectively. The wavelength was changed manually to 1.5406 Å for more visual comparison. A whole pattern over the full range from 5° to 90° (λ=1.5406 Å) is shown in Figure S14. From Figure  a–c, it can be seen that this material almost underwent a zero‐strain phase change during the initial cycle. Major reflections such as 110, 111, and 201 were easily identified and showed almost no shifts during charge and discharge. From the 2D contour plot, almost imperceptible peak shifts were observed and measured. The TEM and HRTEM images of fully charged and fully discharged Na3V(PO3)3N electrode are displayed in Figure  d–g. Lattice fringes for the (201), (111), and (200) planes are clearly observed and identified, indicating that the high crystallinity is well maintained throughout all the electrochemical procedures. The remaining Na+ ions in the crystal structure (around 67 %) can be regarded as the key factor for the zero‐strain process. Kang's group previously explained that the reduced electrostatic attraction created by larger vacant Na1 sites can compete with the shrinking V−O bonds. Additionally, the unusual cubic symmetry can prevent possible cation displacements. We carefully measured the very small crystal parameter and volume changes, and a total 0.40 % volume change was identified, which is negligible compared to other types of cathode materials (Figure  h,i). This zero‐strain topotactic single‐phase transition of Na3V(PO3)3N electrode is interesting and will be investigated further. Furthermore, in situ X‐ray absorption near‐edge structure (XANES) spectra are exhibited in Figure  j–l. V2O3, VO2, and V2O5 were used as references for the valences of V3+, V4+, and V5+, respectively. The 2D contour plot of the normalized XANES spectra shows obvious reversible variations in the valence of V around 5510 eV in the illustrated cycles. Figure  k shows the XANES spectra shifting towards higher energy during charge and shifting towards lower energy during discharge, which demonstrates the excellent valence reversibility of V in Na3V(PO3)3N material. We carefully examined and simulated the valence of V during the 1st cycle charge and discharge processes, and we found that the valence of V changes with ca. V3.2+/V4.2+, not as the supposed V3+/V4+ redox. This finding provides a good explanation for the relatively low ICE of Na3V(PO3)3N illustrated in Figure  a. The same phenomenon was observed by Reynaud et al. and Zhang et al. previously, indicating that the relative low ICE is largely due to the pre‐oxidation of V from +3 in the initial charge process. Moreover, the pre‐edge of the V K‐edge during charging also exhibits discernible variation with reversible peak shifts, although the pre‐edge peaks are not similar to those in the references, which can be ascribed to the different fingerprint information on VO6 octahedra. In Figure  m, we also employed the electron energy loss spectroscopy (EELS) technique to probe the valence variations of V. The areas for the EELS tests are displayed in Figure S15. It was found that corresponding shifts of the V‐L3 edge occur from 520.57 eV to 519. 77 eV, which indicates charge compensation in the 3d orbital of V. No variations of the N K‐edge were found, meaning that the strongly hybridized N atoms were not involved in the electrochemical reactions. The XPS results in Figure S16 also confirmed similar conclusions to those observed in the EELS tests. The full theoretical specific capacity of Na3V(PO3)3N is expected to be achieved with significant breakthroughs in high‐voltage durable electrolytes since the V4+/V5+ redox couple was not fully involved.",
                "In order to fully understand the intrinsic properties of the unique cubic structure that possesses excellent C‐rate performance, a DFT study was employed to probe the migration energy barriers of Na+ within different Na+ ion types. We first found that the 12 Na+ ions in a single crystal unit can be divided into three different types, based on their individual binding energies (namely A, B, and C types). The details for the three types of Na+ ions and the corresponding calculation method are shown in Table S3. In Figure  a,b, various images of Na3V(PO3)3N material with three different types of Na+ ions are displayed. Sodium diffusion between the same types of Na+ ion is possible except for the A‐to‐A type since the O atom will block the pathway. The energy barriers to sodium diffusions between B‐to‐B and C‐to‐C types are all below 0.5 eV according to calculations. The B‐to‐B type along the c direction has the lowest energy barrier and shortest diffusion distance, so that this type is likely to be first extracted during the charging process. Then, we performed the calculations between different types of Na+ ions, which are equivalent to 3D diffusion pathways because the a, b, and c orientations are all involved (Figure  c–e). From Figure  f, it can be seen that the energy barriers are all below 1.1 eV, which are all highly active diffusion pathways for Na3V(PO3)3N material, providing solid evidence for this newly recognized NASICON‐type structure with 3D sodium diffusion pathways. Additionally, according to a previous report, the Na3V(PO3)3N material possesses high ionic conductivity, which is of the same order as well‐recognized NASICON‐type Na3V2(PO4)3 at various temperatures. The vibrational density of states results presented in Figure S17 for this Na3V(PO3)3N material also indicate the highly mobility of sodium ions at 1–10 THz (equivalent to 40–400 K), which agrees well with the all‐climate performance reported in Figure . Considering the high‐voltage platform, long‐term cycling stability, outstanding C‐rate capability, and all‐climate performance, we believe that this newly recognized NASICON‐type Na3V(PO3)3N material is a highly competitive candidate for real application in SIBs in large‐scale EESs with the potential to reach even higher energy density once the electrolyte can sustain wider voltage windows in the near future."
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "In summary, we have successfully synthesized Na3V(PO3)3N with a well‐designed carbon matrix network. This new cathode material possesses a 4 V‐class redox potential, and excellent rate performance of 78.9 and 59.2 mAh g−1 at 0.1 C and 30 C, respectively, were achieved with impressive cycling stability up to 5000 cycles (capacity retention of 75.9 % at 10 C). Its air/water stability and all‐climate (−15 °C and 50 °C) performance were investigated, and satisfactory electrochemical properties and phase stability were obtained and confirmed. A negligible volume change of 0.40 % was observed, based on in situ synchrotron XRD observations, leading to its designation as a virtually zero‐strain cathode material. The in situ XANES results revealed reversible V‐K edge shifts according to the simulated V3.2+/V4.2+ redox couple, and the EELS results showed that N was not involved in the electrochemical reactions. A GITT study revealed high sodium diffusion coefficients, and its NASICON‐type structure and 3D sodium diffusion pathways were calculated through a DFT study to have low energy barriers. Our comprehensive studies indicate that this high‐voltage polyanionic Na3V(PO3)3N material is very promising with on‐hold potential to reach higher energy density, and it should receive more attention towards its real application in SIBs in the near future."
            ],
            "name": "Conclusion",
            "type": "section"
        },
        {
            "content": [
                "This work is supported by Australian Research Council (ARC DP160102627) and the Australian Renewable Energy Agency (ARENA S4) projects, the National Natural Science Foundation of China (Grant Nos. 11704114, 61427901, 51971124), the Hunan Provincial Natural Science Foundation of China (Grant No. 2018JJ3110), the Scientific Research Fund of the Hunan Provincial Education Department of China (Grant No. 17C0462), and a China Postdoctoral Science Foundation Funded Project (Grant No. 2017M620872). The authors would like to thank Dr. Gilberto Casillas‐Garcia for the STEM technique support and Dr. Tania Silver for critical reading of the manuscript. Parts of the experiments were carried out at the Powder Diffraction Beamline, Australian Synchrotron, and parts of the experiments were carried out at the P64 beamline at the DESY Synchrotron, Hamburg, Germany."
            ],
            "name": "Acknowledgements",
            "type": "section"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflict of interest",
            "type": "section"
        }
    ],
    "Title": "Development and Investigation of a NASICON‐Type High‐Voltage Cathode Material for High‐Power Sodium‐Ion Batteries"
}