{
    "DOI": "10.1021/acsami.8b05618",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Energy storage and conversion technologies have been extensively studied over the past decades for increasing energy demand as well as the price of nonrenewable fossil fuels.  In recent years, large-scale energy storage technologies based on rechargeable batteries have become brilliantly promising in this background.  Notably, among these diverse energy storage technologies, sodium-ion batteries (SIBs) have obtained wide concern owing to not only high natural abundance and low price of sodium, but also its similar chemical characteristics compared with lithium. ",
                "Over the past several years, various cathode materials for SIBs have been reported, such as layered oxides,  prussian blue analogues,  and polyanionic compounds.  However, an obstacle that shelved the research on SIBs was the lack of suitable anode materials until the use of hard carbon in 2000 by Stevens and Dahn, which has a reversible capacity up to 300 mAh g–1, closing to lithium storage in graphite.  Since then, the researches of anode materials for SIBs have presented a trend of blowout development. A large number of anode materials have been explored, for instance, carbonaceous materials (hard carbon,  soft carbon,  graphene,  and expanded graphite ), alloys, metal oxide/sulfide/phosphide,  and so on. Among the aforementioned anode materials, hard carbon has been mostly investigated due to its abundant resource, stability, and nontoxicity. However, there is nearly a consensus that hard carbon has relatively poor performances in terms of its rate capability, reversible capacity, and low initial Coulombic efficiency (ICE). To overcome these defects, many studies have focused on designing unique structures (microspherules,  nanowires,  nanofibers,  porous structure ) or introducing heteroatoms to elevate its electrochemical properties.",
                "In these studies, one-dimensional (1D) nanomaterials have attracted much attention on account of that the unique structure of them can provide short diffusion path for ionic and electron transport.  To synthesize1D  nanomaterials for rechargeable batteries, the versatile and scalable electrospinning was adopted by many previous works.  For example, Yu et al.  synthesized porous CNF (P-CNFs) electrodes via thermal treating polyacrylonitrile (PAN)/Pluronic F127 nanofibers precursor and the specific capacity of the P-CNFs is 266 mAh g–1 after 100 cycles at 50 mA g–1. Chen et al.  fabricated carbon nanofibers (CFs) with polyacrylonitrile, when used as anode for SIBs, the CFs displayed a reversible capacity of 233 mAh g–1 at 50 mA g–1. Cao et al.  synthesized porous carbon nanotubes (CNTs) by phase segregation via electrospinning method. Using the porous CNTs in sodium-ion battery, its specific capacity retains 110 mAh g–1 over 1200 cycles at 5 A g–1.",
                "Doping covalent heteroatoms, such as N, B, F, P, and S is a valid path to improve sodium storage capacity.  So far, N is the most adopted heteroatom, which can enhance the reaction activity and electronic conductivity by forming extrinsic defects in ref  . The effects of F-doping and B-doping are similar to N-doping. However, these heteroatom doping mainly enhance the slope capacity rather than the plateau capacity. S-doping carbon anodes generally have high voltage plateau, thus limiting the practical utilization.  Therefore, the P-doped hard carbon is regarded as a promising candidate anode material because of the introduction of blistering in its structure, which can facilitate adsorbing/inserting more Na+ ions.  Recently, Ji et al.  prepared a POx-doped hard carbon anode material and enabled the capacity to increase from 283 to 359 mAh g–1. Wu et al.  synthesized a flexible P-doped carbon cloth, which when directly used as anodes for SIBs can deliver a reversible capacity up to 242.4 mAh g–1 at 50 mA g–1. Wang et al.  designed a phosphorus-doped graphene anode, and it could hold an ultrahigh capacity of 374 mAh g–1 after 120 cycles at 25 mA g–1.",
                "These works use red phosphorus as phosphorus precursor through solid-phase blending to prepare P-doped carbon, or use graphene as carbon precursor, which possesses large specific surface area leading to forming excess solid electrolyte interface (SEI). In this work, we chose H3PO4 as the phosphorus source and adopted the facile electrospinning approach to prepare P-doped 1D macroporous nanofibers with low specific surface. The homogenous doping of P was guaranteed through the means of liquid-phase mixing. When served as an anode for sodium-ion batteries, the obtained hard carbon nanofibers show excellent electrochemical performances with a reversible capacity of 288 and 103 mAh g–1 at a current density of 50 mA g–1 and 2 A g–1, respectively. The homogenous distribution of P and the unique 1D nanofibers with macroporous morphology are expected to significantly contribute for the improvement of the electrochemical performances."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Typically, the spinning solution was prepared by dissolving 1 g of polyacrylonitrile (PAN, average Mw = 150 000, Aldrich) in 9 g of N,N-dimethylformamide, then 0.15 g of H3PO4 (15% weight of PAN) was added into the mixture, and then stirred at 40 °C for 12 h to well mix. Next, the obtained solution was transferred into a 10 mL syringe linking with a stainless steel tip needle. Then, the syringe was fixed with the needle tip at 17 cm from the collector. Electrospinning was performed by applying high voltage of +18 and −3 kV to the needle and the Al foil collector, respectively. The injection rate of the syringe was controlled as 1 mL h–1. Afterward, the as-prepared nanofibers were stabilized in a muffle furnace at 260 °C for 2 h. Finally, the hard carbon nanofibers were obtained via thermal treating the stabilized nanofibers at 1000 °C for 5 h under Ar atmosphere, as shown in . The P-doped hard carbon nanofibers were denoted as CFs-P15. For comparison, the hard carbon nanofibers without P-doping were prepared following the same method without using H3PO4 and named as CFs."
                    ],
                    "name": "2.1.  Synthesis of P-Doped Hard Carbon Nanofibers",
                    "type": "h3"
                },
                {
                    "content": [
                        "The P-doped content in CFs-P15 was detected using inductively coupled plasma optical emission spectrometry, and it was 1.4 wt %. The morphologies of the samples were obtained by high-resolution transmission electron microscopy (HRTEM, Hitachi H-800) and scanning electron microscopy (SEM, Zeiss SUPRA55) with energy-dispersive X-ray spectrometry (EDS) mapping. To characterize the structures of the samples, X-ray diffraction (XRD, Rigaku DMAX2400) analysis was carried out using Cu Kα radiation (40 kV, 40 mA, 8°/min from 10 to 80°) and laser Raman spectroscopy (Renishaw inVia) was conducted with a wavelength of 633 nm. The specific surface area and pore size distribution of the samples were investigated by carbon dioxide adsorption-desorption equipment (ASAP 2020, Micromeritics) at 273 K. X-ray photoelectron spectroscopy (XPS) measurements were carried out on a PHI QUANTERA-II SXM system to survey the chemical composition on the surface of CFs-P15."
                    ],
                    "name": "2.2.  Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The working electrodes were prepared with hard carbon, poly(vinylidene difluoride) (PVDF), and acetylene black at a mass ratio of 80:10:10. Through homogenously mixing all of these components in N-methylpyrrolidone solvent, a slurry was obtained. Then, the slurry was spread on a Cu foil with thickness of 75 μm and dried under vacuum at 80 °C for 12 h. Afterward, coin cells (CR2035) were assembled in a glovebox, filled by high-pure argon atmosphere (MBRAUN-6020, H2O, O2 <0.1 ppm), using sodium metal foil as counter and reference electrode. A Whatman glass fiber was used as separator. The electrolyte was a 1 M NaClO4 solution in propylene carbonate with 2 vol % fluoroethylene carbonate solvent. Galvanostatic charge–discharge cycles were conducted on a LAND-CT2011A battery test system within the voltage range of 0.01–2.5 V (vs Na+/Na). Cyclic voltammetry (CV) was carried on an electrochemical workstation (CHI660E) in the voltage range of 0.01–2.5 V with a scan rate of 0.1 mV s–1. Electrochemical impedance spectroscopy (EIS) measurements were performed on the same electrochemical workstation with the frequency ranged from 0.01 to 100 kHz."
                    ],
                    "name": "2.3.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The SEM images in a,b show that both CFs and CFs-P15 precursors consist of fine 1D continuous and individual fibers with the diameter range of 200–300 nm. After carbonization, the structures are well maintained with only diameters decreasing to 100–150 nm for CFs and CFs-P15. It is worth noting that some macropores lie in the CFs-P15 sample to form a unique structure, resulting from phosphoric acid decomposition during carbonization (c,d).  EDS mapping images (e,f) reveal the uniform distribution of phosphorus along the hard carbon nanofibers, indicating a molecular level of doping. HRTEM images of CFs and CFs-P15 (a,b) both exhibit typical local turbostratic structures of hard carbon. The graphite layers in CFs-P15 are more curved than those in CFs, and the interlayer spacing of CFs-P15 is larger than that of CFs. From the corresponding selected area electron diffraction (SAED) pictures in the insets of a,b, one can see dispersed diffraction rings that are a feature of amorphous materials with turbostratic microstructure.",
                "The XRD patterns of CFs and CFs-P15 are displayed in a. Two broad peaks at around 23 and 43° are observed representing the (002) and (101) planes, respectively, which is a characteristic of hard carbon materials. Notably, the (002) peak position of the P-doped CFs-P15 was slightly shifted to low angle and the corresponding interlayer d-spacing (d002) was calculated to be 3.83 Å, which is larger than 3.74 Å for CFs, as shown in . These results are in accordance with the TEM images. The larger interlayer d-spacing of CFs-P15 can attribute to the P-doping and is beneficial to sodium-ion reversible storage. The Raman spectra were recorded to analyze the graphitization degree of the CFs and CFs-P15, as shown in b. Two obvious broad bands can be observed at 1368 and 1599 cm–1, which represent the disordered structure or defects (D-band) and the ordered graphitic structure (G-band) of the hard carbon, respectively. In , a larger intensity ratio of the D-band and the G-band for CFs-P15 (ID/IG = 1.12) indicates less long-range order and more defects in its structure, which is identified with the HRTEM images. Significantly, the highly disordered turbostratic structure with more defects could be beneficial to adsorption of more sodium ions.",
                "The carbon dioxide adsorption isotherms of CFs and CFs-P15 can be seen from c. The specific surface area of CFs-P15 evaluated by the Brunauer–Emmett–Teller equation is 50.628 m2 g–1 and close to that of CFs (47.157 m2 g–1), as shown in , suggesting that the macropores on the surface of CFs-P15 produced by H3PO4 pyrolysis do not obviously affect the specific surface area. Both CFs and CFs-P15 possess low specific surface area, which can avoid forming excess solid electrolyte interface (SEI) films. The pore size distribution of the hard carbon samples was evaluated using the density functional theory calculations. As can be seen from d, most pores for CFs and CFs-P15 samples distribute in the range of 0.5–0.9 nm, mainly around 0.8 nm.",
                "XPS was used to disclose the chemical composition of the CFs-P15 surface. The survey spectrum of CFs-P15 is shown in a, P 2s and P 2p peaks can be obviously seen besides C 1s and O 1s. The high-resolution C 1s spectrum in b can be deconvoluted into four peaks and corresponding four forms of carbon species: C–C (284.6 eV, 44.18%), C–O (285.4 eV, 38.3%), O–C═O (287.8 eV, 15.79%), and C–P (283.8 eV, 1.73%).  The high-resolution P 2p spectrum as shown in c reveals the formation of P–C bond (131.9 eV, 78.73%) and P–O bond (133.8 eV, 21.27%) in CFs-P15.  These results manifest that the doped phosphorus atoms can incorporate into the carbon framework of CFs-P15 and most of them are connecting with carbon atoms.",
                "To investigate the relationship between microstructure and electrochemical performance, the as-prepared electrodes were tested at a current density of 50 mA g–1 and the corresponding discharge/charge profiles are shown in d,e, respectively. CFs-P15 exhibits an impressive charge specific capacity of 288 mAh g–1 with a higher ICE of 55.7%, compared to 239 mAh g–1 and 51.1% of CFs. Note that both CFs and CFs-P15 discharge/charge profiles can be divided into two regions: (a) a flat plateau below 0.1 V, attributing to the Na+ insertion into enlarged graphite layers and (b) a slope above 0.1 V corresponding to Na+ absorption at surface or defects.  The detailed slope/plateau capacity values are summarized using histogram, as shown in f. Significantly, the CFs-P15 possesses higher capacities in both plateau region and slope region than CFs. Specifically, P-doped CFs-P15 increases the interlayer spacing between graphite layers, so that the plateau capacity increases from 32 to 54 mAh g–1. Meanwhile, the slope capacity rises from 207 to 234 mAh g–1, which can be attributed to more vacancies or defects in CFs-P15 due to P-doping. In addition, the P–C bond has a higher Na adsorption energy than C, which was proved in our previous work. Hence, the higher capacity of CFs-P15 also can be attributed to the P–C bonds. ",
                "a,b presents the CV curves of CFs and CFs-P15 for the first several cycles. Two intense irreversible peaks located at ∼0.6 and 1.2 V can be observed for both electrodes, in the first cathodic scan, which result from the formation of a solid electrolyte interface (SEI) film on the surface of electrode.  In subsequent scans, the two irreversible reduction peaks disappear, which implies that the SEI film mainly forms in the first cycle. At low potential region (0–0.1 V), a pair of sharp redox peaks can be found in every scan, corresponding to the Na+ insertion/desertion between graphite layers. At the same time, we also note that the pair of redox peaks for CFs-P15 electrode is more sharp and intense, compared with CFs electrode, indicating that the speed of Na+ insertion/desertion between graphite layers in CFs-P15 electrode is faster than that in CFs, which benefits from the larger interlayer spacing of it. The CV curves show good repeatability after the first scan, implying high reversibility in subsequent cycles.",
                "The cycling performance of CFs and CFs-P15 tested at 50 mA g–1 is shown in a, and we can see that the CFs-P15 exhibits a higher reversible capacity of 253 mAh g–1 at the 200th cycle, corresponding to a higher capacity retention of 87.8%, compared to 192 mAh g–1 and 80.3% of CFs. It is worth noting that the CFs-P15 exhibits better cycling stability than CFs, resulting from its more stable structure, the relatively bigger interlayer graphite spacing, and porous morphology, which can not only buffer the stress caused by sodium ions insertion/desertion, but also make sodium ions transport and storage more easy. To prove this conjecture, the cycled morphology of CFs-P15 was investigated by SEM and the corresponding SEM images and EDS mapping images after different cycles at 50 mA g–1 are shown in . As shown by the results, the macroporous structure of CFs-P15 is mainly preserved after different cycles; meanwhile, the EDS mapping images reveal the uniform distribution of phosphorus after 200 cycles. Such a good structural stability and uniform distribution of phosphorus should make a great contribution to the superior cycling performance of the CFs-P15.",
                "To evaluate the feasibility of using CFs-P15 as an anode of SIBs in high-power devices, the rate performance of it was further tested by gradually increasing the current density from 50 to 2000 mA g–1 and then returning to 50 mA g–1 after cycling at 2000 mA g–1 (b). It can be seen that CFs-P15 displays superior rate performance compared with CFs. The CFs-P15 delivers reversible capacities of 287, 269, 253, 228, 149, and 103 mAh g–1 at 50, 100, 200, 500, 1000, and 2000 mA g–1, respectively. When the current density goes back to 50 mA g–1, the capacity of CFs-P15 can return to 289 mAh g–1, demonstrating excellent reversibility.",
                "To understand the reaction kinetics of CFs and CFs-P15, the EIS measurements were carried out and the corresponding Nyquist plots are shown in a. In high-frequency region, a semicircle can be seen, which represents the charge transfer resistance. To obtain the charge transfer resistances of CFs and CFs-P15, the EIS curves were fitted to an equivalent electric circuit (the inset of a) and the corresponding values are 433 and 375.4 Ω, respectively. The lower charge transfer resistance of CFs-P15 is due to the existence of P–C bond, which can increase the electron density around the Fermi level, thus leading to the enhancement of electronic conductivity. b shows a linear relationship between Zre and ω–1/2 in the low-frequency Warburg region of a. The Na+ diffusion coefficient (DNa+) can be written as where R is the ideal gas constant, T is the absolute temperature, A is the surface area of the electrode, n is the number of electrons per molecule during oxidization, F is Faraday’s constant, C is the concentration of Na+ (4.9 × 10–4 mol cm–3),  and σ is the Warburg factor, which is relative to Zre, as shown in b. The Warburg coefficients are 4970 and 2728 Ω s–1/2, respectively. On the other hand, the diffusion coefficient of Na+ can be calculated on the basis of  and , and the values of CFs and CFs-P15 are 3.18 × 10–15 and 3.49 × 10–14 cm2 s–1, respectively. The higher Na+ diffusion coefficient of CFs-P15, caused by the larger interlayer graphite spacing and the existence of macropores in its structure, which can provide shorter diffusion path, can contribute in elevating the rate performance."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "Hard carbon nanofibers were facilely fabricated by electrospinning, followed by a thermal treatment process. The as-prepared CFs-P15 (doping H3PO4) can deliver higher reversible capacity of 288 mAh g–1 with higher capacity retention of 87.8% compared with CFs (without H3PO4). Simultaneously, the CFs-P15 also exhibits superior rate performance (103 mAh g–1 at 2 A g–1). By investigating the relationship between microstructure and electrochemical performance, we find that P-doping does increase (002) d-spacing and provides more defects and pores in the structure, which ensures fast and efficient electron transportation. Besides, the large interlayer spacing between graphite layers enormously facilitates sodium-ion transportation and reversible storage, which is crucial to sodium ions due to their sluggish transport kinetics. This work proves that P-doping is a meaningful way to boost the electrochemical performances of hard carbon and the P-doped hard carbon nanofibers is a promising anode material candidate for SIBs."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Phosphorus-Doped Hard Carbon Nanofibers Prepared by Electrospinning as an Anode in Sodium-Ion Batteries"
}