{
    "DOI": "10.1021/acsami.4c10189",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Amid the exponential surge in the electrification of transportation to personal devices, energy storage has reached a pivotal stage in research and commercial deployment. This in concomitance with the renewable energy intermittency and exhausting nonrenewable resources exerts unprecedented dependence on developing advanced energy storage solutions that are robust, affordable, and feasible.  Apart from the highly successful Li-ion batteries, sodium-based batteries are under serious focus by the academia and industries for stationary energy storage systems and electric vehicles in view of their advantages like abundant geographical availability, simpler extraction, and affordability with respect to Li counterparts.  The ease of translation of chemistry from lithium to sodium batteries, along with use of the inexpensive aluminum (Al) current collector, has led to the rapid development observed for advanced sodium-ion batteries (SIBs).  From a commercial viewpoint, a resilient sodium-ion full-cell system that can address challenges such as development of high-performing novel electrode materials, compatible electrolytes, and understanding of the bottlenecks for operating full cells is the need of the hour for augmented safety, rate performance, and cycle life. ",
                "In general, the sodium-ion full cell is majorly categorized into asymmetric and symmetric configurations governed by the active material adopted in positive and negative electrodes. Asymmetric systems that operate using carbonaceous or alloying compounds as anode materials encounter redundant volumetric expansion and operate at lower voltage, causing potential safety hazards.  On the contrary, the symmetric SIB full cells considered as model systems circumvent the woes due to the higher reduction potential, minimum detrimental side reactions, and similar storage mechanism that evade the higher electrode breathing effect and dendrite issues, improving safety and cycle life.  The symmetric cells offer facile directions to construct bipolar batteries by coating the anode and cathode on the same Al current collector, which eliminates considerable inert mass (and/or volume), electrical interconnections, and tabs, which usually constitute heat generation hotspots in the battery.  Notwithstanding their compromising energy density, the unique advantages including simplification of production and assembly processes, ability to charge in either direction, impressive recyclability (>98%), and corresponding substantial cost reduction in commercial outlook, make this a prospective alternative in SIB systems. ",
                "Along the pursuit of discovering the best electrode materials, compounds like polyanionic compounds, layered oxides, organic compounds, and Prussian blue analogues were investigated and incrementally improved.  In the light of facile and scalable synthesis protocols and noteworthy phosphate ion-influenced safety features accounting for the P–O bond strength and induction effect of the phosphate anion, polyanionic systems such as NASICON (Na super-ionic conductor)-type Na3V2(PO4)3 (NVP) are extensively probed.  The rhombohedral structure not only facilitates rapid kinetics due to the stupendous Na+ ion diffusion along the numerous vacant Na+ sites but also manifests innate safety rooted from its thermostable structural attributes.  Conventionally, NVP as cathode exhibits a remarkable cycle life and a higher working voltage of ∼3.37 V vs. Na due to the activation of the vanadium (V3+/V4+) redox couple. Furthermore, performance enhancement strategies such as fractional substitution in NVP for the activation of the V4+/V5+ redox couple were demonstrated with an apparent plateau at ∼3.9 V.  Also, NVP experiences another redox couple through V2+/V3+ transition at ∼1.6 V, emphasizing its capability as an anode material.  Thus, symmetric NVP full cells that provide an outstanding electrochemical performance could be constructed.",
                "Consequently, inculcating a solid electrolyte in these systems can improve the overall battery throughput, although the development of such systems is in the embryonic stage. Solid-state batteries realized through various solid electrolytes for different battery chemistries have been in the limelight recently owing to their concerning safety hazards caused by using nonaqueous electrolytes that lead to catastrophic fire accidents.  One of the classifications, ceramic electrolytes, possess remarkable ionic conductivity, ion transference, and thermal stability, but suffer from critical criteria such as cost, mechanical instability, interfacial/grain boundary resistance, and related issues.  On the other hand, the polymer electrolytes overcome these issues and exhibit a flexible nature for conformal characteristics and interfacial advantage during operation, providing the relevant improvement needed in ionic conductivity and electro-mechanical strength to avoid the growth of dendrites.  Poly(ethylene oxide), poly(vinylidene fluoride) (PVDF), poly(vinyl alcohol), PVDF-hexafluoropropylene (PVDF-HFP), poly(ethylene glycol), polyacrylonitrile, and poly(methyl methacrylate) are some of the established polymer hosts for solid electrolytes.  Among various polymers, a few benefits, namely lower glass transition temperature, lower crystalline nature, high solubility, and ionic conductivity due to the crystallinity-suppressing -HFP group, make PVDF-HFP stand out from other polymer compounds.  Further, the presence of the electron-withdrawing –C–F polar group in the polymer imparts the inherently enhanced electrochemical stability window toward oxidation by impeding the electron removal process for oxidation and better Na-ion dissociation from salt along with hindrance of heavier anion group movement by polar group repulsion in all directions.  In terms of the Na salts for the electrolyte, NaBF4, NaPF6, NaClO4, NaTFSI, etc. are incorporated into the polymer matrix, which impart different properties into the electrolyte system.  It is noteworthy that a systematic investigation reporting different salt behaviors in the polymer matrix for Na-ion batteries has not been reported so far.",
                "Herein, a systematic study has been carried out to understand the influence of different sodium ion-conducting salts on the PVDF-HFP polymer matrix. The polymer electrolyte with better performance based on the results obtained from morphological, electrical, and thermal characterizations was adopted for further evaluation and fabrication of an optimized solid-state symmetric sodium-ion full cell. Initially, the polymer electrolyte and electrode material were probed and evaluated through material characterizations, followed by the inherent electrochemical characterization for further battery testing. Therefore, a symmetric sodium-ion battery with PVDF-HFP-NaTFSI polymer electrolyte with modified NVP electrodes demonstrated impressive capacity, cycle life, and noticeable rate capability at room temperature, which was well supported by the findings of the detailed postmortem analysis conducted on both the electrode and the electrolyte. Overall, this study facilitates an understanding of polymer-salt interactions in the polymer electrolyte for developing a potential high-performance solid-state symmetric Na-ion battery system."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The Zn-doped NVP was prepared as described in the literature via the soft-template technique.  In short, all required precursors in stoichiometric ratio were dissolved in a water-rich ethanol–water mixture, which was allowed to stir for 24 h at ambient temperature until a homogeneous solution was obtained. The solution was oven-dried at 90 °C for 12 h and ground to a fine green powder. Finally, calcination was carried out at 650 °C for 6 h under a steady flow of Ar. The synthesized black powder was again ground to ensure homogeneity for further use."
                    ],
                    "name": "2.1.  Synthesis of Zn-Doped Na3.2V1.8Zn0.2(PO4)3",
                    "type": "h3"
                },
                {
                    "content": [
                        "PVDF-HFP (Sigma-Aldrich) and sodium salts, namely sodium tetrafluoroborate (NaBF4) (Sigma-Aldrich, 98%), sodium perchlorate (NaClO4) (Alfa Aesar, 98–102%), sodium hexafluorophosphate (NaPF6) (Sigma-Aldrich, 98%), and sodium trifluoromethanesulfonimide (NaTFSI) (Sigma-Aldrich, 97%) were individually stirred with the polymer in a weight ratio of 8:2 in dimethylformamide (DMF) (Sigma-Aldrich, 99.8%) until complete dissolution of each polymer-salt mixture was observed. The homogeneous solution was cast on a clean glass plate, which was dried in vacuum oven at 60 °C for 24 h. Later, the film was peeled off and stored in a glovebox for 24 h before further use. Synthesis of all of the polymer electrolytes was carried out in an argon-filled glovebox."
                    ],
                    "name": "2.2.  Synthesis of the PVDF-HFP Polymer Electrolyte",
                    "type": "h3"
                },
                {
                    "content": [
                        "X-ray powder diffraction (XRD) of the electrode and electrolyte samples was performed for structural and phase confirmation with a Bruker D8 ADVANCE X-ray diffractometer using Cu Kα radiation, which operates at an accelerating current and voltage of 40 mA and 40 kV, respectively. The attenuated total reflection-Fourier transform infrared spectroscopy (ATR-FTIR) technique was employed for the polymer functional group analyses with the help of an Agilent Cary630 equipment in transmittance mode in the wavenumber range of 650–4000 cm–1 inside the glovebox to avoid potential air and moisture exposure. Further polymer characterization was investigated using Raman spectra with a JYT64000 Raman spectrometer. The electrode and electrolyte surface morphology were probed with the aid of field emission scanning electron microscopy (FESEM) using JEOL JSM-7000F model at 15 kV potential and 20 mA current, and elemental information was collected using energy dispersive X-ray spectroscopy (EDX) of the same instrument. Before electron imaging, the polymer electrolyte samples were sputtered with platinum coating using a JEOL JFC-1600 model auto fine coater for surface electron conduction. Transmission electron microscopy (TEM) using JEOL JEM-2010F was used at 200 kV operating voltage for investigating the surface coating of the electrode material. The X-ray photoelectron spectroscopy (XPS) studies of the vanadium oxidation state in electrode materials is examined with a Kratos AXIS UltraDLD (Kratos Analytical Ltd) using mono Al-Kα radiation at an operating voltage, current, base pressure and working pressure of 15 kV and 5 mA, 1 × 10−9 Torr and 5 × 10−9 Torr, respectively. The thermal analyses of the electrolyte samples were carried out using differential scanning calorimetry (DSC) and thermogravimetric analysis (TGA). The DSC measurements were obtained through TA Instrument (2920) at a heat ramp of 10 °C min–1 from room temperature to 250 °C under 50 mL min–1 flow rate of argon. Similarly, TGA results were measured in a TA Instrument (2960) under an Ar atmosphere from ambient temperature to 600 °C at a 10 °C min–1 ramp rate. The tensile strength of the electrolytes was recorded using a sample of 10 mm gauge length on a MultiTest 1-i single-column force tester (Mecmesin, U.K.) equipped with a 50 N force sensor operating at a stretching rate of 10 mm min–1."
                    ],
                    "name": "2.3.  Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical evaluation of the polymer electrolytes was carried out using electrochemical impedance spectroscopy (EIS), followed by linear sweep voltammetry (LSV). Impedance studies on the electrolyte samples for ionic conductivity studies were performed using a sandwiched stainless steel (SS)/solid electrolyte/stainless steel type cell; here, stainless steel served as ion blocking electrode. The frequency range was set between 3 MHz and 1 Hz at a working AC voltage signal of 50 mV using a Novocontrol α-A High Performance Frequency Analyzer and the resulting impedance spectra were fitted using EC-lab software (version 10.19). The ionic conductivities (σ) were further calculated using , where, l, R, and A indicate the polymer thickness, measured resistance, and electrolyte surface area, respectively.",
                        "LSV was performed on a solid electrolyte to find its inherent electrochemical stability window at 0.1 mV s–1 scan rate in a Na/polymer electrolyte/SS  configuration. Cyclic voltammetry (CV) experiments were performed on Zn-doped NVP electrodes and full-cell configuration (NVP (cathode)|polymer electrolyte|NVP (anode)) at a constant scan rate of 0.05 mV s–1 to divulge the electrochemical behavior in the corresponding potential ranges. The preceding two experiments were carried out using a multichannel VMP3 model Bio-Logic potentiostat.",
                        "Furthermore, electrochemical experiments were conducted on NVP half cells (NVP|liquid electrolyte|Na) using a nonaqueous liquid electrolyte and full cells (NVP (cathode)|polymer electrolyte|NVP(anode)) using the polymer electrolyte. First, the positive electrode was prepared using Zn-doped NVP, conductive carbon, and PVDF (Solef 5130) binder in the weight ratio of 8:1:1 in N-methyl pyrrolidone (NMP) (Merck, ≥99.5%) and stirred to form a homogeneous slurry. The slurry was further coated in Al foil and dried at 120 °C in a vacuum oven overnight. The electrodes were punched to an 11 mm disc with an active material loading of 2 (±0.25) mg cm–2 and dried in a glovebox (MBraun, Germany; H2O and O2 < 0.1 ppm) antechamber in vacuum at 120 °C for 4 h for further device fabrication. The Zn-doped NVP was tested as both cathode and anode against the Na counter and reference electrode at the designated voltage windows by assembling 2016 coin cells with 1 M NaBF4 in a tetraethylene glycol dimethyl ether (TEGDME)-based nonflammable electrolyte and commercial polyethylene (PE) separator (obtained from Gelon Lib Group Co., Ltd.) for individual electrochemical evaluation. For the fabrication of solid-state symmetric sodium-ion full cells, the optimized solid polymer electrolyte was sandwiched between two Zn-doped NVP electrodes, where the negative electrode was slightly larger in area than the positive electrode to completely mask and exploit the cathode area. The loading of the electrodes was such that the ratio of the anode to the cathode active material is 2:1. While assembling the symmetric cell, the electrode/electrolyte interface is wetted by 1 M NaBF4 in TEGDME-based electrolyte (<5 μL cm–2) to establish improved interface connection. In the case of quasi-solid-state battery fabrication, the interface wetted polymer electrolyte is replaced with a gel polymer electrolyte obtained by immersing the solid electrolyte in 1 M NaBF4 in TEGDME for 5 h inside the glovebox for further testing. All of the galvanostatic charge–discharge tests were conducted using a computer-integrated Arbin battery tester (BT2000 Model, Arbin Instruments)."
                    ],
                    "name": "2.4.  Electrochemical Characterization",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Herein, different PVDF-HFP salt mixture-based solid polymer electrolytes were synthesized by a conventional solution casting method. In a typical synthesis, PVDF-HFP and the salt, namely, NaBF4 or NaClO4 or NaPF6 or NaTFSI, were dissolved in DMF for a homogeneous solution and the desired thickness of the electrolyte film was casted and dried to obtain a flexible film as shown in the digital photograph ().",
                        "The XRD analysis of the polymer electrolytes including the pristine sample plotted in a, shows the semicrystalline intense peaks at 2θ values of 18.46 and 20.09° that correspond to (020) and (100) planes, respectively, and a weak signal of the (021) plane at 39.04°. Collectively, the addition of different salts in the polymer electrolytes has hampered the polymer crystallinity compared to pure PVDF-HFP. Noticeably, the salt peaks are absent in most of them except for the PVDF-HFP-NaBF4 electrolyte, which reveals the inability of NaBF4 salt to completely integrate in the polymer matrix unlike other polymer electrolytes in which the salt is dissolved completely.  b depicts the FTIR spectra for the pure polymer and the four polymer electrolytes prepared using different salts. The spectral measurements of pure PVDF-HFP polymer shows characteristic vibrational peak positions at 1405, 1232, 1168, 1071, 877, and 835 cm–1 that are designated to its γ phase.  The characteristics of the PVDF-HFP phase are retained in all polymer electrolytes, as inferred from these FTIR spectra. Here, the γ phase of the PVDF-HFP bolsters a polar nature-induced amorphous phase, which favors improved ionic and electrochemical properties.  The observed peak shifting and contour changes denote the different salt-polymer matrix interactions in the electrolyte. In the case of PVDF-HFP-NaBF4, the peaks at 1271, 1028, and 752 cm–1 signify additional C–F vibration modes, and symmetric and asymmetric stretching of B–F bond from the salt, respectively.  The incorporation of NaPF6 and NaClO4 in the PVDF-HFP matrix is assured by the emergence of peaks at 743 and 774 cm–1 and a broadened peak at 831 cm–1 in PVDF-HFP-NaPF6 that indicates P–F interactions, whereas the peaks at 957 and 1345 cm–1 are ascribed to the ClO4– interactions in the PVDF-HFP-NaClO4 electrolyte.  In PVDF-HFP-NaTFSI, the peaks appearing at 1350, 1331, 1195, and 1097 cm–1 represent the asymmetric stretching of SO2, bending mode of C–SO2–N, and asymmetric stretching modes of CF3 and S–N–S, respectively, confirming NaTFSI coalescing in the polymer electrolyte.  Apart from the characteristic polymer and salt peaks, an extra peak is seen at 1665 cm–1, which corresponds to the DMF solvent residue trapped in the electrolyte film that aids in plasticizing the polymer matrix, thereby enhancing ionic conductivity. ",
                        "Raman spectroscopy was conducted for PVDF-HFP and electrolyte samples, where the characteristic peaks situated at 806 and 834 cm–1 as shown in c reaffirm the γ phase of the pure polymer.  Furthermore, the Raman spectra of polymer electrolytes in comparison to the PVDF-HFP film, confirm the incorporation of salts and amorphous nature of the electrolytes (d). Herein, PVDF-HFP-NaBF4 possesses a weak signal of NaBF4 at 559 and 726 cm–1.  Similarly, PVDF-HFP-NaPF6 reveals new peaks at 1112, 743, and 474 cm–1 and PVDF-HFP-NaClO4 possesses vibrational peaks at 1112, 939, 629, and 462 cm–1 revealing NaPF6 and NaClO4 salt addition, respectively.  Also, PVDF-HFP-NaTFSI experienced new peaks emerged at 1246, 1135, 865, 743, and 401 cm–1 that accounts for the vibrational behavior of the NaTFSI salt in the polymer matrix.  The morphologies of the polymer films with different salts are presented in e–h. It can be divulged that the surface of PVDF-HFP-NaTFSI possessed both a relatively lower porosity with reduced total pore volume and decreased pore size compared to other polymer electrolytes. These features allow the maximum utilization of the solid electrolyte in a given volume, and favor enhanced ionic conductivity and interface connection with the electrodes. The polymer-salt miscibility was realized through the elemental mapping of the PVDF-NaTFSI polymer electrolyte surface () that represents uniform distribution of salt in the matrix.",
                        "To interpret the thermal characteristics of the polymer electrolytes, TGA and DSC experiments were performed under a constant argon gas flow on all investigated samples. As portrayed in the TGA graph (a), the pristine PVDF-HFP film starts decomposing at an onset of 450 °C without any comprehensible mass loss proving the hydrophobic nature with no other impurities. On the contrary, all four polymer electrolytes depict a shortened onset temperature for mass loss owing to the salt addition-induced amorphous phase. Three of the polymer electrolytes, namely, PVDF-HFP-NaBF4, PVDF-HFP-NaClO4, and PVDF-HFP-NaTFSI, undergo a two-step decomposition that includes the initial moisture, and solvent and/or salt loss, which is followed by decomposition of the amorphous polymer matrix at an onset of ∼380 °C. Besides, PVDF-HFP-NaPF6 experienced a four-step process, where the first two steps involved solvent and moisture loss and the next two steps involved salt and polymer decomposition, respectively. Intriguingly, the solvent and moisture loss was directly linked with the morphology of the polymer electrolytes, where the loss was less than 1% in PVDF-HFP-NaBF4 owing to the highly porous nature that allowed higher evaporation of the solvent and moisture. On the other hand, all other electrolytes recorded a loss of more than 2.5% because of the observed reduction in the porosity of the samples that trapped a slightly higher amount of solvent in the electrolyte. The DSC thermograms of pristine polymer and polymer electrolytes with different Na salts are shown in b. The influence of the salt inclusion in the polymer matrix can be verified with an observable change in melting temperature. The temperatures recorded for PVDF-HFP-NaBF4, PVDF-HFP-NaPF6, PVDF-HFP-NaClO4, and PVDF-HFP-NaTFSI are 162.6, 163.2, 163.1, and 162.1 °C, respectively, which are lower than that of the pure polymer film (166.3 °C). The drop in melting temperature is due to the reduced crystallinity caused by the change in polymer chain length and intermolecular interaction. Moreover, it can be perceived that all four polymer electrolytes possess a slightly weaker endothermic melting peak, resulting in a lower fusion enthalpy as measured from the area under the endothermic peaks, which proves the reduced degree of crystallization.  Particularly, the pure polymer film possesses a fusion enthalpy of 53.2 J g–1, whereas PVDF-HFP-NaBF4, PVDF-HFP-NaPF6, PVDF-HFP-NaClO4, and PVDF-HFP-NaTFSI recorded fusion enthalpies of 46.9, 38.1, 45.7, and 37 J g–1, respectively. This observation is consistent with the XRD results. PVDF-HFP-NaTFSI was found to have the maximum decrement in the melting temperature, which reflects a relatively more amorphous phase, favoring better ionic transportation.",
                        "Ionic conductivity, being a preliminary decisive parameter for polymer electrolytes, was determined for all four polymer electrolytes as presented through an Arrhenius plot, conductivity chart, and EIS curves in a,b and , respectively. Here, PVDF-HFP-NaTFSI was measured to have a maximum ionic conductivity of 2.3 × 10–5 S cm–1 at 30 °C and 1.44 × 10–4 S cm–1 at 70 °C. The Arrhenius behavior is realized in the electrolytes by free volume creation through polymer expansion due to increase in temperature that augments the polymer segmental motion and ionic conductivity.  Here, the trapped DMF in the matrix also enables the plasticity of the polymer and improves ionic conduction.  However, the reported conductivity is not significant at room temperature and only reaches appreciable conductivity around 60 °C owing to the lack of any inorganic active or passive filler material (such as Na3Zr2Si2PO12, Al2O3, SiO2, etc.) and/or blend polymer in the matrix, which are known to improve the overall ionic conductivity. The activation energy of the best electrolyte in this study (PVDF-HFP-NaTFSI) is estimated to be 0.38 eV, which is better than that of two of the electrolytes (PVDF-HFP-NaClO4 and PVDF-HFP-NaPF6) besides PVDF-HFP-NaBF4, which possess a lower conductivity. The enhanced Na+ conduction of PVDF-HFP-NaTFSI could be attributed to the better dissociation of the NaTFSI salt and the higher degree of amorphous phase of polymer, allowing a facile pathway for Na+ transport in the matrix. ",
                        "Based on the above interpretation on PVDF-HFP-NaTFSI being sound in terms of better ionic conductivity and associated activation energy, a time-dependent evaluation of ionic transport was conducted for a week, and the results are shown in  and c. These results suggest that thermal cycling for a week has negligible effect on the ionic conductivity of the optimized polymer electrolyte, with PVDF-HFP-NaTFSI maintaining similar conduction properties at both end temperatures 30 and 70 °C. Subsequently, d provides the electrochemical voltage window of the sample tested in Na/PVDF-HFP-NaTFSI/SS configuration using LSV experiment. The voltage stability was found to be 4.3 V vs. Na, since no redox signatures of decomposition were detected until 4.3 V. In light of the above electrochemical characterizations, PVDF-HFP-NaTFSI is found to outperform the other counterparts investigated. Additionally, mechanical and thermal stabilities are vital parameters of concern to be discerned for solid-state battery application.  presents the tensile strength analysis comparing the pristine polymer and optimized polymer electrolyte samples. The plasticizing nature due to salt addition is quite evident, quoting the surge in strain percentage of the polymer matrix but at the cost of acceptable reduction in tensile strength. The tensile strength of the polymer electrolyte is 20.4 MPa as compared to 32.4 MPa for PVDF-HFP, which possesses minimum elastic nature. The reasonable compromise in the tensile strength can also be accounted for by the DMF trapping in the matrix that plasticizes the electrolyte. Since withstanding thermal abuse is key for safer batteries, the PVDF-HFP-NaTFSI electrolyte was tested against the commercial polyethylene (PE) separator for thermal stability as demonstrated in . It is apparent that the polymer electrolyte is physically resistant up to 140 °C with better thermal stability in contrast to the disfigured commercial PE separator."
                    ],
                    "name": "3.1.  Polymer Electrolyte Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The Zn-doped NVP was chosen as electrode material due to its several advantages such as high capacity, high rate performance, low charge transfer resistance, high Na diffusion coefficient, and high tap density compared to the pristine NVP as reported in our previous work.  The crystal structure and phase formation of the Zn-doped Na3.2V1.8Zn0.2(PO4)3 NASICON structure have been confirmed by profile matching of the powder XRD result as presented in .  The NVP crystallizes into a rhombohedral phase with an R3̅c space group (). In the NVP structure, nearly two Na atoms are weakly attached to the encapsulated oxygen atoms at 8-fold coordinated sites, which are electrochemically active in the voltage range of 3.3–3.4 V vs. Na, whereas nearly another Na atom at a 6-fold coordinated site is inserted/extracted at around ∼1.6 V vs. Na.  Additionally, the TEM image and elemental mapping results reiterate the successful synthesis with an in-situ carbon coating on the surface of NVP and partial Zn doping as displayed in .",
                        "To envision a fully functional solid-state battery performance, an initial electrochemical evaluation of the Zn-doped NVP electrode as cathode as well as anode individually in a liquid nonaqueous system is vital. All of the electrochemical tests in this section were carried out using 1 M NaBF4 in TEGDME liquid electrolyte. Here,  demonstrates a full CV sweep of the Zn-doped NVP electrode against Na reference within a voltage window of 1.0–4.2 V, revealing two evident redox couples and minor peaks around 3.9 V. The peaks occurring at 3.2–3.5 and 3.9–4.0 V are accredited to V3+ ⇌ V4+ and V4+ ⇌ V5+ redox couples, respectively, whereas redox couples at 1.5–1.7 V are formed by V3+ ⇌ V2+-driven Na+ ion intercalation/deintercalation in the crystal structure. This signifies the role of NVP as cathode at high voltage as well as anode at low voltage, quoting the bipolar nature and compatibility of Zn-doped NVP electrodes for the Na-ion symmetric full-cell system. Subsequently, the dQ/dV vs. V graph as plotted in  endorses the robustness of the NVP electrode associated with a minimum polarization of 60 mV for the cathode (V3+ ⇌ V4+), 58 mV for the anode (V3+ ⇌ V2+) redox couples and an evident V4+ ⇌ V5+ redox couple visualized in the figure inset. The presence of the V4+ ⇌ V5+ redox couple induced by the Zn doping is further reinforced using ex-situ XPS analysis on Zn-doped NVP electrodes in pristine and charged states as shown in . Clearly, the as-prepared electrode sample presented only the V3+ peak, whereas the fully charged electrode depicts the coexistence of V4+ and V5+ peaks with a slight trace of unutilized V3+ in the electrode. Analogous to LiFePO4 structures that bestow excellent electrochemical performance when subjected to carbon coating and size reduction, NVP facilitated by optimum microstructure, carbon coating, robust crystal structure via [PO4] and [VO6]-based polyanion polyhedra, and rigid oxygen covalent bonding impart impressive electrode properties. ",
                        "When it comes to the electrochemical characteristics of the Zn-doped NVP cathode in a liquid electrolyte, our previous reports suggested the exceptional storage performance at different C rates in the voltage range of 2.3–4.2 V with a cutoff voltage of 3.38 V and a voltage plateau at 3.9 V, agreeing well with the CV results discussed earlier.  Similarly, the anodic behavior of the Zn-doped NVP electrode lies in the working voltage range of 1–2.3 V vs. Na with a cutoff voltage of 1.65 V for V3+ ⇌ V2+ based on Na intercalation/deintercalation as shown in the rate performance results (). The rate capability of the anode Zn-doped NVP studied under different current rates delivers noticeable specific capacities of 53.5, 50.9, 48.9, 45.8, 42.0, 38.7, and 36.1 mAh g–1 for 0.1, 0.2, 0.5, 1, 2, 3, and 4 C, respectively. On returning to 0.1 C, the anode retained almost 96% of the initial capacity. Compared to the cathode rate performance, the anode rate is compromised due to the inherent inadequate Na-ion diffusion kinetics in the electrode because of the interaction with the kinetically sluggish M1 site Na ion instead of the M2 site as in the case of cathode charge storage.  The Zn-doped NVP anode perhaps demonstrates astonishing cyclic stability and a coulombic efficiency of nearly 100 and 99.1%, respectively, with minimum polarization hysteresis loss after 200 continuous  charge–discharge cycles ()."
                    ],
                    "name": "3.2.  Characterization of the NASICON Electrode",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical evaluation of the PVDF-HFP-NaTFSI electrolyte and the NVP electrodes using liquid electrolyte provides the required impetus for the fabrication of a symmetric solid-state NVP full-cell system. The symmetric cell comprises Zn-doped NVP (cathode) |PVDF-HFP-NaTFSI| Zn-doped NVP (anode) configuration with interface wetting on either side of the electrode–electrolyte interface with <5 μL cm–2 of liquid electrolyte as shown in . The working mechanism of the fabricated symmetric cell could be realized in different sodium ion pathways that involve interfacial transport through the electrode-liquid electrolyte and/or electrode-polymer electrolyte interface on either side of the electrolyte during the charge/discharge process. In addition, the electrolyte wetting also facilitates the Na+ ion transport across the thickness of both the electrodes given the lack of an explicitly high sodium-conducting phase in the electrode composition other than this small amount of percolated liquid electrolyte. The fundamental symmetric cell construction strategy, along with mass balance for cell assembly, is provided in Supporting Information (). Moreover, the governing electrochemical equation for the symmetric sodium ion NVP full cell is given below (–):",
                        "At the cathode:",
                        "At the anode:",
                        "Overall reaction:",
                        "a portrays the CV curves of the solid-state cell at 50 μV s–1 scan rate for the first few cycles within the voltage range 1–2 V. It shows minimum lateral and longitudinal peak deviation in the consecutive cycles, denoting a minimum effect on polarization and fading during cycling. It can be observed that the cathodic peak during the charge cycle is at 1.8 V, and the discharge peak is located at 1.67 V owing to the Na-ion intercalation/deintercalation between these two electrodes. The reason for the observed minor peak at 1.73 V prior to the 1.8 V cathodic peak is still not clear, which will be explored through ex situ XRD-, XPS-, or X-ray absorption spectroscopy-based studies in the future. In a typical charge storage process of the Zn-doped NVP full cell, during the charging cycle, close to 2 Na+ ions are extracted from positive electrode, and nearly one Na+ is inserted into twice the amount of active material in the negative electrode compared to the positive electrode. First, the rate performance of the solid-state battery was evaluated at different scan rates, as exemplified in b,c. The fabricated sodium-ion solid-state symmetric full cell demonstrated a remarkable specific capacity of 74.3, 66.7, 58.0, 53.1, 44.8, and 30.3 mAh g–1 at current rates of 0.1, 0.2, 0.5, 1, 2, 3, and 4 C, respectively, which corresponds to a striking energy density of 130 Wh kg–1 with respect to the cathode active material. A notable capacity of 70.1 mAh g–1 was recovered at 0.1 C. However, we could trace a compromise in the coulombic efficiency at certain current rates and a large decline in specific capacity at higher rates (30.3 mAh g–1 at 4 C). We presume this is due to insufficient ionic conduction in the polymer electrolyte and possible kinetic and interfacial anomalies of the electrode and electrolyte that led to the limited Na-ion storage. Another possible explanation is the formation of an interfacial layer at the anode side with an available minimum liquid electrode incorporated in the cell. ",
                        "Along with the noteworthy specific capacity and energy density of the solid-state Na-ion battery, the long cycling performance of this symmetrical cell has also been investigated at 0.5 C (d,e). Here, the cell delivered an incredible capacity retention of 83.8% of the initial capacity for 200 consecutive charge–discharge cycles and a high average coulombic efficiency of >97% after stabilizing in the first few cycles. On a closer look of the dQ/dV vs. voltage curves after 200 cycles (f), the polarization gap between the two peaks of the vanadium redox couple in the charge–discharge profile is evidently unaffected over long cycles (70 and 75 mV for the first and 200th cycles, respectively). Thus, the capacity decay is primarily due to the inherent inability caused by the relatively poor conduction of the polymer electrolyte, leading to irreversible capacity loss. Also, the shortening and comparative broadening of the peak, along with a slight increase in the polarization after cycling, is linked with the observed capacity loss that might be related to the possible structural changes such as crystal structure fatigue in the electrodes or volume change due to polymer amorphization in the electrolyte or interfacial reaction at the electrode/electrolyte interface leading to sluggish kinetics. ",
                        "For comparison, a gel electrolyte (PVDF-HFP-NaTFSI-based gel polymer electrolyte)-based quasi-solid-state sodium-ion battery was fabricated and tested. Here,  demonstrates the rate performance and  depicts the cycling stability  for 200 continuous cycles. The rate capacities of the interface wetted polymer electrolyte battery as well as gel polymer electrolyte battery are similar in terms of the capacity at lower and higher C rates, although the capacity distribution in between is different. A comparison of the long cycle performance reveals a lower capacity retention (∼75%) after 200 charge/discharge cycles at 0.5 C for gel polymer-based batteries with identical coulombic efficiency. This observation could be linked to the interaction of the additional liquid electrolyte introduced in the cell at the bulk and interfaces of the gel polymer electrolyte and electrode materials. Therefore, this causes accelerated capacity fade in gel polymer electrolyte-based batteries compared to the interface wetted cell, where the amount of liquid electrolyte used is significantly less. These results highlight that in the case of the interface wetted solid-state Na-ion battery, use of a tiny drop of electrolyte can manifest equal and better performance, also ensuring a higher safety in comparison to the gel polymer-based Na-ion battery. In retrospect, the demonstrated room temperature Na-ion solid-state symmetric full cell exhibits a laudable specific capacity and  cycle life when compared to the Na-ion symmetric battery, even with liquid and solid electrolytes among the state-of-the-art literature on the same ().",
                        "To discern the degradation and properties of the cell components after cycling, a detailed postmortem analysis was carried out based on the recovered polymer electrolyte and Zn-doped NVP electrode after 200 electrochemical cycles. a explains the postmortem XRD analysis of the polymer electrolyte before and after charge/discharge cycling, which divulges a minimum characteristic peak deviation apart from a slight reduction in crystallinity. This could be due to the consecutive cycling and interface wetting influencing the stabilization and activation, which affects the ion conduction and battery performance.  The additional peaks in the cycled electrolyte are devoted to the dried and crystallized NaBF4 salt particles at the interface. The FTIR spectra for fresh electrolyte and after postmortem were also investigated, which revealed minimum discrepancy in functional group positions corresponding to PVDF-HFP-NaTFSI. Besides, the minor changes in the shaded region of the FTIR plot correspond to the signatures of trace amounts of trapped liquid electrolyte containing TEGDME, NaBF4, and TEB at the interface (b).  It could be realized that interface wetting through the liquid electrolyte can provide a plasticizing effect to promote the overall storage performance of the cell.",
                        "The FESEM morphology as displayed in c,d captures the cross section and surface topology of the electrochemically cycled polymer electrolyte, which possesses a thickness of nearly ∼80 μm (after cell testing) with negligible microstructural differences. It could be noticed that the minor pores visible in the polymer electrolyte morphology before cycling were no longer observed owing to the interface wetting and subsequent cycling, which influenced the stabilization of the polymer topology, thereby resulting in an impressive electrochemical performance.  Also, the dispersed solid particles at the top and bottom parts of the electrolyte account for the crystallized NaBF4 particles as confirmed by the XRD and FTIR results. Considering the postmortem analysis of the symmetric cell electrodes,  exhibits the XRD pattern of the powder Zn-doped NVP sample and fresh and cycled Zn-doped NVP electrodes. The recovered NVP electrode is found to retain all original peaks of the pristine sample but also consists of traces of aluminum peaks due to the current collector foil and peaks of charged NVP crystal structure (Na3.2–xZn0.2V1.8(PO4)3) in the electrode.  This reveals the shortcomings related to charge kinetics and ion transport, which leads to remnant charged particles and subsequent capacity fading observed during cycling of the symmetric solid-state Na-ion cell. Further,  confirms the presence of an additional interfacial layer formation on the anode after cycling that can impede the charge transfer and thereby the storage performance. The newly emerged peaks observed in the range of 850–1750 cm–1 compared to the fresh electrode are due to interfacial reaction products pertinent to the electrochemical reaction between the electrode, wetted liquid electrolyte, and polymer electrolyte after continuous cycling.  Finally, the FESEM images of the NVP electrode after 200 cycles () almost sustained the original morphology of the pristine electrode () and phase, reaffirming the XRD results. The results presented in this manuscript help in understanding different sodium salt interactions with PVDF-HFP in the polymer electrolyte and the subsequent development of a PVDF-HFP-NaTFSI-based solid-state symmetric sodium-ion battery with notable storage performance. This work also establishes a stronger and deeper foundation to steer forward future research on designing robust sodium-conducting solid electrolytes for better batteries."
                    ],
                    "name": "3.3.  Symmetric Solid-State Sodium-Ion Full-Cell Performance",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "To recapitulate, a PVDF-HFP-based optimized Na-ion-conducting polymer electrolyte was prepared by comparing different polymer-salt combinations for the first time for developing a high-performance solid-state symmetric Na-ion full cell using Zn-doped NVP as positive and negative electrodes. By analyzing different PVDF-HFP-Na salt combinations through various techniques, the PVDF-HFP-NaTFSI polymer electrolytes manifested minimum polymer crystallinity, porous morphology, and fusion enthalpy, which corroborate the observed stable and higher ionic conductivity of 0.023 mS cm–1 at 25 °C and an electrochemical voltage stability of 4.3 V vs. Na compared to other polymer electrolytes investigated. With an electrochemically sound Zn-doped NVP as the dual electrode, the tested symmetric sodium-ion full cell using PVDF-HFP-NaTFSI polymer electrolyte delivered an impressive storage performance of 74 mAh g–1 and a specific energy density of 130 Wh kgcathode_active_material–1. Besides, the cell recorded an impressive cyclic stability by demonstrating 84% capacity retention after 200 cycles backed by the stable electrode and electrolyte structure and morphology realized by postmortem analysis. The commendable storage performance of the solid-state Na-ion symmetric cell operating at ambient conditions with the polymer electrolyte envisions a lot more avenues to fabricate solid-state energy storage devices for a sustainable future."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Investigation of Solid Polymer Electrolytes for NASICON-Type Solid-State Symmetric Sodium-Ion Battery"
}