{
    "DOI": "10.1021/acsami.1c14738",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "To develop alternatively electrochemical energy storage systems (EESSs) toward lithium-ion batteries (LIBs),  intensive efforts have been devoted to explore novel battery systems, such as lithium–metal-based batteries,  potassium-based batteries,  and sodium-based batteries.  Among them, sodium-ion batteries (SIBs) have come under the spotlight due to their cost effectiveness, inexhaustible Na resources, comparable working voltage, and similar chemical nature of Na with Li.  Although massive efforts have put into exploring advanced SIBs by designing high-capacity electrode materials and compatible electrolyte formula,  the commercially accessible SIBs are still in the early stage. To date, carbon materials, metal oxides/phosphorus/sulfides/selenium, and alloys and their composites have been intensively exploited as anodes for SIBs.  Among them, carbon materials may be the most likely commercialized candidates due to multiple superiorities, such as low cost, easily attainable, high cycling performance, etc.  Compared with soft carbon and graphite, hard carbons (HCs) possess relatively higher Na storage capacity because of the more heterogeneous structure of HC that contains curved graphitic domains with large interlayer spacing for Na+ insertion and massive nanopores and edge terminations for Na+ adsorption.  As beginning from Jeff Dahn et al.,  glucose-derived HC anodes were used to perform excellent Na storage ability with a capacity of 300 mAh g–1, large amounts of research have concentrated on fabricating advanced HCs by using appropriate carbon sources and regulating the structure and compositions. Fundamental investigation of Na storage mechanisms and structure-performance relationship in different HC anodes are also intensively performed.  Unfortunately, the complicated microstructures of HC lead to difficulty in building well-defined structure-performance correlation in SIBs.",
                "Pore architecture is a fundamental factor influencing overall electrochemical performance of HC in metal ion batteries.  However, the influence of pore architecture on Na storage performances and corresponding working mechanisms are still existing arguments. At present, some typical HCs with unique pore structures have been reported. First, Hu’s group highlighted the unique structure-performance relationship between closed pores and plateau capacity. They reported that the closed pores were responsible for plateau capacity. Via structural engineering, the more closed pores were conducive to achieving high plateau capacity and even high-energy-density of the full batteries. The waste cork was used to regulate the intrinsic pore structure of HC, where the open pores were reduced at high annealing temperature (up to 1600 °C) and formed massive closed pores.  Therefore, the initial capacity loss was reduced and a large plateau capacity was performed, contributing to high ICE and high-energy-density cocurrently. They further reported a controllable way to create closed pores inside HC by using ethanol as pore-forming agents.  The plateau capacities showed a positive correlation with an ethanol addition ratio (closed pores amount). Second, ultramicroporous HCs were found to be reasonable architecture as SIB anodes because ultramicropores with aperture size smaller than solvated Na+ can display an ionic-sieving effect by exclusion of the solvent during the desolvation process to enable high ICE and increase pore-filling sites for Na+ storage.  Some representative ultramicroporous HCs have been reported, such as commercial carbon molecular sieves,  hard carbon nanosheets,  composite carbon by molten diffusion of aromatic hydrocarbon into microporous carbon,  etc.  summarizes the sodium storage performances of these porous carbon anodes. These findings provide an interesting route to ingenious pore engineering for advanced HC anodes. However, the single and limited closed pores or ultramicropores may not enable high rate performance for HC anodes due to insufficient ionic diffusion.  It is still necessary to explore advanced HC anodes with rational pore architecture to improve Na storage performances. ",
                "A massive number of reports have realized that the hierarchical porous structure is an ideal configuration for carbon materials applied in EESSs, and because micropores act as charge storage sites, mesopores and macropores can shorten the ionic diffusion distance.  Such a reasonable structure is instrumental in boosting storage capacity and rate capability of batteries. However, micropore-dominated HC may not be a good choice for SIBs because the high activity of the microporous structure results in the sodium ion trapping effect and aggravating electrolyte decomposition, leading to high irreversible capacity.  Therefore, the current key challenges for HC anodes in SIBs have low ICE, poor rate performance, and undesirable cycling stability.  The rational pore engineering strategy should be able to balance these performances comprehensively and even improve them concurrently. Theoretical calculation reveals that the planar graphitic regions in HC leads to high metal ion storage, and pores larger than 2 nm (macropores or mesopores) are conducive to fast diffusion of metal ions.  Therefore, constructing HC anodes with macropores or mesopores dominated architecture, and short-range ordered microstructure is desirable. Such appropriate pore architecture may draw lessons from natural biomass that contain well-developed and low-tortuosity pore structure, such as wood,  ganoderma lucidum,  lotus root,  etc. The interconnected and continuous macropores are conducive to electrolyte diffusion and mass transportation, contributing to high Na storage capacity and excellent rate performance. Moreover, this pore architecture enables ideal electrode–electrolyte connection to construct stable SEI for good cycling performance.  However, since the well-shaped pore structure of biomass is difficult to undergo further problem-oriented regulation,  it may not be the ideal model for understanding structure-performance relationship.  For the hard or soft template methods, despite the fact that they are powerful in controllable pore engineering, complicated synthesis processes and multiple washing steps are needed.  The removal of templates always results in carbon microstructure deformation during corrosive chemical treatments. Moreover, template-derived porous carbon materials are usually in nanoscale, also leading to serious electrolyte decomposition and side reactions.  Overall, there are challenges in designing the well-distributed macropore architecture by a simple yet controllable manner and further understanding the structure-performance relationship.",
                "The phase inversion (PI) method is a powerful technique to build interpenetrated pore structure of polymer membranes, which have been widely applied in the water treatment field.  However, such a controllable pore engineering method is not yet attracting enough interest in fabricating porous HCs and further applied in SIBs. In the present study, porous HCs are conveniently obtained by the PI method followed with one-pot carbonization. The optimized HC displays interconnected and interpenetrated tunnel-like pores and low specific surface area (SSA). It shows an excellent and stable storage capacity of 320.7 mAh g–1 at 0.05 A g–1 after 90 cycles, and remarkable rate capability with 224.2 mAh g–1 at 2 A g–1. Moreover, compared to the low ICE of 51.5% for the HC anode with poorly developed pore structure, the designed open-structured HC displays improved ICE of 68.3% (even 76% by using sodium carboxymethyl cellulose (CMC) binder). Structural analysis reveals that the macropore structure contributes to rapid ionic diffusion, leading to high rate performance and storage capacity. It also provides abundant multichannels for electrolyte penetration, allowing for building a stable electrode–electrolyte interface to promise good cycling stability. This work proposes a general strategy of pore engineering to design advanced electrode materials for high-performance SIBs."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "First, 4 g of polyacrylonitrile (PAN) powder was added in 34 g N,N-dimethylformamide (DMF) solution with a constant stirring until complete dissolution. Then, a different mass ratio of polyethylene glycol (PEG) powder (4 g, 8 g, 12 g) was slowly added into above mixture, followed with continuous stirring at 80 °C for 6 h to form a slurry. The mixed slurry was dropped onto a polytetrafluoroethylene (PTFE) module with a certain thickness, which was then poured into a hot water (80 °C) to experience a phase-inversion process with macropores formation. After solvent exchange, the porous polymer membrane was obtained, which was then dried at 60 °C overnight. Finally, the membranes were cut into small pieces to be carbonized at the high temperature of 1200 °C for 2 h with a heating rate of 3 °C min–1. The obtained samples were denoted as PAN4-PEGx, where x represents the mass of PEG. Similarly, the procedures of using polyvinylpyrrolidone (PVP) as a pore-forming agent to fabricate HCs were close to that mentioned above."
                    ],
                    "name": "2.1.  Fabrication of HCs",
                    "type": "h3"
                },
                {
                    "content": [
                        "Scanning electron microscope (SEM, Zeiss Supra 55) was used to characterize the microstructure and morphology of the samples. And the transmission electron microscope (TEM, JEOL JEM-ARM200CF) was performed to understand the microstructure and interlayer spacing of the HCs. The pore structure of HCs was evaluated using CO2 and N2 adsorption/desorption isotherms (ASAP 2020, Micromeritics). Nonlocal density functional theory (NLDFT) model and the Barrett–Joyner–Halenda (BJH) model were used to obtain pore size distribution curves. X-ray diffraction (XRD, Rikagu MiniFlex 600) and Raman spectra (HR-800) were used to reveal the structure and graphitize degree of HCs. The electrolyte wettability of the HC anode was carried out using contact angle equipment (OCA 20, Germany). The element composition and surface state of HCs were characterized by X-ray photoelectron spectroscopy (XPS, PHI5700)."
                    ],
                    "name": "2.2.  Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The working electrode was obtained by blade coating of active slurry containing 80 wt % active materials, 10 wt % Super P, and 10 wt % polymer binders [polyvinylidene, (PVDF), and carboxymethyl cellulose (CMC) sodium salt] onto a Cu foil, which was then dried in an oven at 80 °C overnight. The coin cells (CR2025) were constructed in argon-filled glovebox (Labmaster 130, Germany) by using sodium metal foil as a counter electrode, glass fiber as a separator, and 1 M NaPF6 in diethylene glycol dimethyl ether (DEGDME) and ethylene and diethyl carbonate (EC: DEC, 1:1 in volume) as the electrolyte, respectively. Land-CT2001A system and electrochemical workstation (CHI660E) were applied to characterize electrochemical performance. Galvanostatic intermittent titration technique (GITT), galvanostatic charge–discharge (GCD), cyclic voltammetry (CV), and electrochemical impedance spectroscopy (EIS) were carried out with a voltage potential window of 0.01–2.5 V versus Na/Na+. The mass loading of working electrodes was in the range of 0.6–0.8 mg cm–2. The sodium-ion full cell was assembled by using P2–Na2/3Ni1/3Mn2/3O2 as a positive electrode and optimized PAN4-PEG8 as a negative electrode with a weight ratio of 1:3 (negative:positive). The full cells were charged and discharged over a voltage range of 2.0–3.7 V at different current densities."
                    ],
                    "name": "2.3.  Electrochemical Measurement",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The porous HCs with interconnected tunnels were obtained by the PI method followed with facile carbonization (a). The PI method has been widely used to construct 3D polymer scaffolds with interconnected and porous tunnels.  Recently, such an interesting method provoked interest for use in fabricating porous electrodes for lithium–sulfur batteries,  supercapacitors,  and metal-ion batteries.  However, it is not widely applied to establish porous HCs. The formation mechanism of the pores inside the porous polymers is briefly discussed. First, the homogeneous polymer solution containing a molecularly mixed composition is obtained, followed by a thermodynamic force to break up the equilibrium of the solution with formation of a chemical potential gradient, resulting in a quick exchange of the solvent (DMF) and nonsolvent (water in this work) system and generation of different polymer phases. The polymer-rich and polymer-lean phases result in an ontological membrane matrix and porous tunnels, respectively.  The phase-separation process is generally according to the nucleation/growth mechanism and spinodal decomposition mechanism.  The former one is usually experienced when the solution’s components are located in the metastable region that contributes to generation of closed or cellular structured pores, while the latter one occurred under the condition of unstable region location for the solution compositions, which induces a bicontinuous morphological structure.  Furthermore, the pore structure can be rationally regulated by controlling main constituents, additives, and solvent and nonsolvent conditions. The introduction of extra pore-forming agents [such as NaCl, PVP, poly(ethylene glycol), LiCl, etc.] into the polymer matrix can further obtain the desirable pore structure of membranes, especially for the permeation performance.  In this study, nontoxic and water-soluble PEG powder was chosen as a pore-forming additive to understand the structure-performance relationship.",
                        "As shown in b–e, the derived HCs show an obvious pore structure change by controlling the addition ratio of PEG. In the PAN4-PEG0 without addition of PEG only a few pores or cracks appear that are unevenly distributed. After addition of PEG, the samples become open structured with many well-distributed and large tunnel-like pores. Typically, the PAN4-PEG8 shows relatively well-developed macropores that are cross-coupled and interconnected. For the PAN4-PEG12 sample, it shows an inhomogeneous distribution of pores (e) and some blocked tunnels (). Some aggregated carbon microstructure also exists in PAN4-PEG12. This may because excessive addition of PEG leads to polymer aggregation during solvent–nonsolvent exchange,  resulting in structure deformation after carbonization.  We further prepared another HC derived from PAN as a carbon resource and PVP as pore-forming agents. As seen in , there are significantly porous structures that contain a great deal of large-sized through-holes in the carbon matrix, also proving the universality of the PI method for preparing well-distributed and ordered porous HC.",
                        "The microstructure of HCs can be further investigated by TEM measurement. As depicted in a–d, all the samples show the typical feature of hard carbon, including short-range ordered structures with many randomly stacked graphite-like nanodomins.  Moreover, the measured interlayer spacing of HCs from TEM images ranges from 0.371 to 0.386 nm with an increasing addition ratio of PEG. Theoretical calculation has revealed that the minimum interlayer spacing for Na+ intercalation was 0.36 nm.  Therefore, our designed HCs all have enough interlayer spacing for reversible intercalation of Na+. The relatively larger interlayer spacings of PAN4-PEG8 and PAN4-PEG12 are conducive to rapid ionic migration in the graphite layers. The graphitization and crystallinity properties of the HCs can be obtained from XRD spectra. The XRD pattern (e) shows two broad diffraction peaks centered about 23° and 43°, corresponding to (002) and (100) crystallographic planes of amorphous carbon, respectively. Moreover, the peak (002) positions show a slight decrease to lower angles as the PEG addition ratio increases, suggesting enlarged interlayer spacing after formation of the porous structure. This result is in good accord with that from the TEM measurement. The larger interlayer spacing should be related to a more disordered structure of carbon with broader (002) planes after pore generation. The interlayer spacings of HCs are calculated to be 0.371, 0.373, 0.383, and 0.384 nm from XRD measurement, respectively. These values are close to those derived from TEM measurements. Raman spectra were also conducted to show changes in the disordered structure of HCs after formation of pores. As shown in f, two characteristic bands at around 1345 cm–1 (D band) and 1580 cm–1 (G band) are presented in the spectra, representing disordered and crystalline graphite structures, respectively. The calculated ID/IG value ranges from 0.94 for PAN4-PEG0 to 0.99 for PAN4-PEG12 also prove a more disordered degree after pore formation. More information is summarized in .",
                        "Pore structure was characterized by N2 adsorption desorption measurement. As displayed in a, as an enlarging addition ratio of PEG, the SSA of the samples increases first and then decreases for PAN4-PEG12. The SSA was measured to be 1.1, 42.6, 83.2, and 60.7 m2 g–1 for these samples, respectively. The N2 adsorption–desorption isotherms of the samples except for PAN4-PEG0 belong to type I curves that have a prominent N2 adsorption volume at low relative pressure of P/P0 < 0.1,  suggesting that some micropores are generated after addition of PEG. The pore size distribution curves (b,c) further prove the presence of micropores in these porous samples. It is noted that the formation of abundant large-sized tunnels is also responsible for more exposed inner spaces of HC for improving gas adsorption. Despite the formation of some micropores in these porous HCs, their SSA are still lower compared to many porous carbon materials, such as mesoporous carbon,  activated carbon,  etc. We further used a CO2 adsorption desorption measurement to investigate narrower pore structures (ultramicropores) of HCs, as displayed in d,e. Also, the SSA derived from CO2 adsorption–desorption isotherms shows a slight increase after PEG addition. They are calculated to be 4.4, 13.8, 15.8, and 15.6 m2 g–1, respectively. Pore size distribution curves indicate that the ultramicropores are located around 0.6 nm. In accordance with these results, it can be obtained despite the presence of ultramicropores in these HCs; they generally possess extremely few amounts of ultramicropores as evidenced by a very low CO2 adsorption volume. It further reflects using PEG as pore-forming agents is difficult to generate ultramicropores in HCs. Therefore, combined with SEM results, it strongly indicates that our obtained HCs are dominated by macro-sized pore architecture with a small amount of micropores and ultramicropores. Such a rational macropore dominated structure with ignorable micropores could effectively boost the rate performance and ICE because of improved ionic diffusion and reduced electrolyte decomposition,  respectively.",
                        "The chemical compositions of HCs were performed by XPS measurement. As displayed in f, the full spectrum of PAN4-PEG8 shows the presence of C, N, and O characteristic peaks. The amount of N and O element is only 1.67% and 7.09%, respectively. This is consistent with EDS mappings () demonstrating homogeneous distribution of the C element and relatively lower content of N and O elements. The C 1s spectra (g) can be deconvoluted into four peaks at 284.3, 284.9, 285.6, and 287.1 eV, which are associated with C═C, C–C, C–N/C–O, and C═O bonds, respectively. The C–O and C═O bonds can be also obtained from deconvolution of O 1s spectra (h), where there are two peaks at 531.5 and 533 eV, respectively. For the N 1s spectra (i), it can be divided into pyridinic N, pyrrolic N, quaternary N, and oxidized N that are located at 398.2, 399.4, 401.2, and 403.9 eV, respectively. N-doping has been intensively studied to have a positive influence on the sodium storage performances. Theoretical calculation revealed the strong adsorption affinity to sodium ions by pyridinic N and pyrrolic N, but the graphitic N was not effective for sodium ion adsorption.  Moreover, N-doping induces the electronic state distortions that contribute to the enhancement of electronic conductivity and chemical activity of the carbon, thereby boosting the electron/ion transport and exposing more active sites.  For the oxygen-functionalization, it has been indicated that some oxygen groups (C═O groups) are electro-active centers that can contribute pseudocapacity based on electrochemical redox reactions.  Moreover, oxygen groups are conducive to improving the wettability of the electrodes, which can promote the interconnection of the electrode with an electrolyte to improve the charge transfer.  The existence of N/O codoping can induce synergetic effects on improving sodium storage performances. "
                    ],
                    "name": "3.1.  Microstructure and Composition",
                    "type": "h3"
                },
                {
                    "content": [
                        "Then, the sodium storage performances of these electrodes were first investigated by half-cells using a sodium foil as the counter electrode with a voltage of 0.01–2.5 V. a–d shows the initial three cycles of CV curves at 0.1 mV s–1. All the electrodes displaying similar CV curves contain broad cathodic peaks at around 0.3–0.8 V in the first scan that are disappeared in the subsequent scans. This is ascribed to the electrolyte decomposition and SEI formation on anode surfaces.  The PAN4-PEG0 electrode shows obviously larger cathodic peak areas in the first scan compared with the other three samples, indicating its relatively lower ICE.  The nearly overlapped CV curves at follow-up scans indicate the reversibility of the Na storage process. Moreover, the appearances of a pair of sharp redox peaks at the low voltage region and weak peak humps over a wide (high) voltage region in CV curves indicate the typical Na storage mechanism. The high-voltage region is ascribed to the adsorption of Na+ at surface pores, defects, and functional groups, and the low-voltage region results from insertion/extraction of Na+ into the HC graphite layers.  The low voltage difference between the cathodic peak and anodic peak also reflects high reversibility of Na storage behavior and low polarization of electrodes during charging–discharging.",
                        "The galvanostatic charge–discharge was also performed to assess electrochemical properties of HCs. e displays the first discharge–charge curves at a current density of 0.05 A g–1. Consistent with CV curves, the discharge curves show a sloping region at a voltage above 0.1 V and a plateau region at a voltage between 0.1 and 0.01 V. The discharge/charge capacities of these anodes at the first cycle are 484/249.1, 380.4/264.4, 494/337.6, and 418.6/282.7 mAh g–1, respectively. The corresponding ICE is calculated to be 51.5%, 69.5%, 68.3%, and 67.5%, respectively. The low ICE of the PAN4-PEG0 electrode may be assigned to its high content in defect and oxygen groups (seen in ) that lead to electrolyte decomposition. For the PAN4-PEG4, PAN4-PEG8, and PAN4-PEG12 samples, the large-sized tunnels contribute to high utilization efficiency of inner active sites for Na storage and rapid insertion/extraction of Na+ for high reversibility of Na storage. Basically, the ICE is influenced by some factors, such as surface groups, defective sites, porosity, and reversibility of the sodiation/desodiation process, etc.  The surface oxygen-containing groups and defects are decreased as more pores form, which can reduce the electrolyte decomposition and hinder excessive SEI formation. Moreover, increasing porosity is conducive to improving the reversibility of the sodium storage process due to the promoted electron/ion transport. The inside active sites are further utilized more effectively. Therefore, the ICEs of these porous carbon anodes may be obtained under a balanced condition. f gives the detailed plateau/sloping capacity contributions for the first charge capacity, which are 96.7/150, 91.9/172.5, 126.1/211.5, and 100.9/181.8 mAh g–1, respectively. Compared to the PAN4-PEG0 electrode, the porous samples show a more significant enhancement on sloping capacity than plateau capacity, suggesting that a large-sized pore structure is the main reason for performance improvement rather than the interlayer spacing. Moreover, the amount of ultramicropores in these HCs is extremely few, indicating that the possible capacity contribution from the pore-filling mechanism is negligible.  Overall, these results strongly confirm the critical role of macropores in improving both the storage capacity and ICE.",
                        "The rate performance was evaluated at different current densities from 0.05 to 2.0 A g–1, as illustrated in a. The storage capacities of HC anodes decrease first as current density increases and then return to an initial capacity at 0.05 A g–1, suggesting the reversibility of the Na storage process. Among them, the PAN4-PEG8 appears as the best reversible storage capacity at each current density, which are 332.7, 281, 265.7, 255, 247.3, 234.1, and 224.2 mAh g–1, respectively. b demonstrates the charge–discharge curves of the PAN4-PEG8 electrode at different current densities. No obvious polarization is presented when current density increases, reflecting stable and reversible storage responses at high rates. For the other three electrodes, they deliver reversible capacities of 210.5, 187, 169, 142.8, 133, 112.2, and 98 mAh g–1; 241, 214, 198.1, 188.2, 179.6, 172.7, and 136.8 mAh g–1; and 263.8, 234, 221.8, 213.2, 206.2, 201.6, and 187.4 mAh g–1 for PAN4-PEG0, PAN4-PEG4 and PAN4-PEG12, respectively. The corresponding capacity retention is recorded in c, showing that 46.5%, 56.7%, 67.4% and 71% of capacity maintained from 0.05 to 2.0 A g–1. Considering the similar processing and testing conditions for these HC anodes, the enhancement in rate performance can be mainly assigned to the following reasons. First, macropores with short-range ordered structure enables rapid ionic diffusion.  Second, the enlarged interlayer spacing facilities Na+ mobility.  Third, high ICE of macroporous HC also means that the SEI layer on anode surface is thin. The ionic diffusion across the SEI layer is the determined step for good rate capability.  As shown in , the EIS measurement demonstrates that the PAN4-PEG8 electrode shows a much lower charge transfer resistance than the PAN4-PEG0 electrode after the 10th cycling. Moreover, the changes in charge transfer resistance of the PNN4-PEG8 electrode before and after cycling are lower than those of the PAN4-PEG0 electrode. These results indicate that the formed SEI layer at the PNA4-PEG8 electrode is thinner than that formed at the PAN4-PEG0 electrode, contributing to a faster charge transfer. The thin SEI layer on HC anodes with large-sized tunnels is conducive to high rate response. Cycling performance is also the critical parameter for practical SIBs. d shows the cycling behavior at 0.05 A g–1. The stable storage capacities of these HC anodes maintain to be 201.2, 238.5, 320.7, and 280.8 mAh g–1 after 90 cycles, corresponding to a capacity retention of 86.4%, 91%, 95% and 97%, respectively. Moreover, the PAN4-PEG8 electrode shows excellent cycling performance with 80% capacity retention at 1 A g–1 for 500 cycles (e).",
                        "In addition, recent reports have revealed that the electrolyte and binder have significant influence on rate performance and ICE.  The CMC binder was found to effectively improve ICE because an ideal protecting passive layer was formed, derived from hydrogen-bonding between CMC binder and HC particles.  The ether-based electrolyte exhibits better ICE and rate performance than those of conventional ester-based electrolyte because the former results in thin SEI layer formation on the anode surface.  Herein, we also tested the electrochemical performances of PAN4-PEG8 anodes by changing binders and electrolytes. As shown in , CV curves of the PAN4-PEG8 electrode with the ester electrolyte (PVDF binder) display obvious cathodic peak areas at 0.5–0.8 V, indicating more serious electrolyte decomposition and a thicker SEI formation compared to the ether electrolyte (c). Accordingly, the ICE of PAN4-PEG8 in ester electrolyte is 63% obtained from the discharge–charge curves (). The PAN4-PEG8 anode in ester electrolyte delivers poorer rate capability () that only 104 mAh g–1 is remained at 2.0 A g–1 (32% capacity retention from 0.05 to 2 A g–1). For using the CMC binder with an ether-based electrolyte (), the PAN4-PEG8 electrode shows a favorable ICE improvement up to 76% with a very small cathodic peak current at SEI formation voltages. The storage capacity () is 188.6 mAh g–1 at 2.0 A g–1 with a capacity retention of 60.8%. A comprehensive performance comparison is summarized in , also confirming the superior integrative performances of our PAN4-PEG8 electrodes.  shows the comparison of rate performances of PAN4-PEG8 anodes in both ether-electrolyte and ester-electrolyte with that of ever-reported hard carbon anodes, revealing that PAN4-PEG8 shows a superior rate performance among these anodes. Particularly, both cork-derived HC and phenol-formaldehyde resin-derived HC with closed-pores dominated architecture show poor rate performances, which can only deliver nearly 100 and 50 mAh g–1 at 2 C (0.6 A g–1), respectively.  They are both lower than that of the PAN4-PEG8 anode with 155.6 mAh g–1 at 0.6 A g–1. Also, commercial carbon molecular sieves with ultramicroporous structure can only perform at a capacity of 50 mAh g–1 at 2 A g–1 (in ester electrolyte),  which is half of the capacity of the PAN4-PEG8 anode in ester electrolyte. Another ultramicroporous carbon derived from molten diffusion-carbonization method can only perform 125 mAh g–1 at 2 A g–1 in ether electrolyte,  which is also much lower than that of the PAN4-PEG8 anode in the ether electrolyte. Therefore, these results strongly prove that the fast Na storage performance of PAN4-PEG8 contributed from its macropore-dominated architecture.",
                        "The reaction kinetics of the PAN4-PEG8 anode were carried out to better understand the Na storage performance by testing CV curves at different scan rates from 0.1 to 5.0 mV s–1, as displayed in a. The difference in potential is not conspicuous for redox peaks, suggesting low polarization of the Na+ insertion/extraction process and thus good rate performance. For capacity contribution, both surface-induced capacitive adsorption behavior and the diffusion-controlled process dedicate the sodium storage. The power-law-formula: i = avb (a and b are constant values) can be performed to clarify relationship between peak currents (i) and sweep rates (v). Typically, the b value reflects the Na storage mechanism. As proved, surface-controlled capacitive process with fast kinetics is estimated by the b value close to 1, and the b value approaching 0.5 suggests the diffusion-controlled process. b displays the calculated b values of peaks p/p′ at a low voltage region and peaks s/s′ at a high voltage region, which are 0.53/0.64 and 0.95/0.85, respectively. It reveals that the fast capacitive-controlled adsorption/desorption process is responsible for the sloping capacity at a high-voltage region, and the low-voltage plateau capacity results from diffusion-dominated Na+ insertion/extraction in graphite layers. Furthermore, the total capacity contribution from the capacitive process can be quantitatively defined by the equation:of which v (V) is the scan rate, k1v and k2v1/2 are indicative of the contribution of capacitive process and diffusion process to the current (i), respectively. As seen in c, the identified capacitive contribution for total capacity of PAN4-PEG8 are 44%, 47%, 53%, 62%, 73%, and 97% at a scan rate of 0.1, 0.2 0.5, 1.0, 2.0, and 5.0 mV s–1, respectively. d shows a 73% capacitive contribution at 2.0 mV s–1. Moreover, the capacitive contribution exceeding 50% at scan rates over 0.5 mV s–1, reveals that the surface-induced capacitive process shows a critical influence on high-rate performance.",
                        "To further understand the electrode kinetics, EIS analysis and GITT measurement were investigated to differentiate the Na+ diffusion properties inside PAN4-PEG0 and PAN4-PEG8 electrodes. e shows the Nyquist plots of the PAN4-PEG0 and PAN4-PEG8 anodes before cycling, which can be divided into two regions containing the semicircle region at high frequency and the linear region at low frequency, corresponding to the charge transfer resistance and Warburg diffusion impedance, respectively. The semicircle of the PAN4-PEG8 electrode is significantly smaller than that of the PAN4-PEG0 electrode, indicating faster charge transfer after building macropore architecture. The Na+ diffusion coefficient (DNa+) obtained from EIS analysis is based on the following equations: Among them, f represents the frequency, R, T, and F are gas constant, thermodynamic constant, and Faraday constant, respectively. A is the surface area. n is electronic transfer number per molecule, σ is the Warburg coefficient, and C is the sodium ion concentration. As shown in f, the σ value of PAN4-PEG0 electrode is calculated to be 745 (Ω S–1/2) that is larger than PAN4-PEG8 with a σ value of 281 (Ω S–1/2). The lower σ value, the higher DNa+,  implying faster ionic diffusion in the PAN4-PEG8 electrodes.",
                        "The diffusion coefficient of Na+ was measured by GITT method with a pulse current at 0.015 A g–1 for 10 min between rest intervals for 1.0 h. The typical sodiation potential curves are displayed in g. The diffusion coefficient can be estimated according to Fick’s second law as follows: Here, τ (s) is the pulse duration, MB is the molar mass of carbon, mB (g) and S (cm2) are the active mass and surface area, VM (cm3 mol–1) is the molar volume, and ΔES (V) and ΔEτ (V) are the voltage change caused by the current pulse and galvanostatic discharge, respectively. As shown in h, the Na+ diffusion kinetics of the PAN4-PEG8 electrode are generally higher than that of the PAN4-PEG0 electrode at all sodiation potentials. The well-developed pore architecture is strongly responsible for higher Na+ diffusion kinetics in the PAN4-PEG8 electrode, which is indicative of excellent rate performance of the PAN4-PEG8 electrode. In addition, the Na+ diffusion kinetics at high-voltage sloping region are higher than that at the low-voltage plateau region. This is because Na+ migration resistance inside graphite layers is much higher than that at the carbon surface. It is of great challenge in the striding energy barrier between graphite layers and overcoming the repulsive force aroused by preinserted Na+.  There is a turnover point at the sodiation potential close to the 0.05 V in the plateau region, which may be ascribed to Na storage mechanism transformation from the interlayer sodium insertion process to sodium pore-filling behavior.  Such abnormal behavior has still not achieved a consensus, and massive efforts are necessary. The electrode–electrolyte interaction was further evaluated by contact angel measurement, as shown in i. The PAN4-PEG8 electrode shows more electrolyte affinity than that of the PAN4-PEG0 electrode, where PAN4-PEG8 possesses a lower contact angel (31.4°) between the electrode and electrolyte than the PAN4-PEG0 counterpart (88°). The enhanced electrolyte affinity can boost electrolyte penetration and mass transportation within the HC matrix, enabling good rate responses. Lu et al. also reported that increasing electrolyte affinity of the electrode by reconstruction of surface functional properties (oxygen groups) can build a stable SEI layer,  resulting in a greatly enlarged storage capacity (from 225 to 325 mAh g–1 at 0.05 A g–1), ICE (from 51.4% to 65.9%), rate performance (over 50 mAh g–1 at 2.0 A g–1 vs nearly zero), and cycling stability. These results indicate the critical importance of improving interaction between electrode and electrolyte for desirable HC anodes.",
                        "To verify the practical application of the PAN4-PEG8 electrode, the full cells with the PAN4-PEG8 anode and Na2/3Ni1/3Mn2/3O2 cathode were constructed. a shows rate performance of the full cell at different current densities in the voltage window of 2.0–3.7 V. It can deliver reversible capacities of 286.2, 265.8, 241.5, 215.6, 182.5, 155.5, and 80 mAh g–1 (based on the anode mass) at 0.1, 0.2, 0.4, 0.6, 0.8, 1.0, and 2.0 A g–1, respectively. Moreover, such a full cell owns excellent cycling performance (b) that a capacity retention of 86.7% and stable storage capacity of 155 mAh g–1 after 350 cycles at 0.8 A g–1 are performed. These excellent full battery performances indicate promising application potential of the PAN4-PEG8 electrode for future advanced energy storage."
                    ],
                    "name": "3.2.  Electrochemical Performance",
                    "type": "h3"
                }
            ],
            "name": "3.  Result and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In conclusion, porous HC anodes with well interconnected pore architecture were successfully fabricated by a facile yet controllable phase inversion method. The rational pore architecture can be rationally regulated via controlling pore-forming additives. The optimized sample shows abundantly well-distributed macro-sized pores with short-range structure, which is conducive to electrolyte penetration and ionic diffusion to ensure good rate performance and high reversibility of Na+ storage. Benefiting from these structural advantages, the PAN4-PEG8 anode exhibits an integrative performance enhancement, containing highly reversible storage capacity of 332.7 mAh g–1 at 0.05 A g–1, good ICE of 68.3%, favorable rate capability at a high rate of 2 A g–1, and outstanding cycling stability with 95% capacity retention after 90 cycles at 0.05 A g–1 for half cells and 86.7% retained after 350 cycles at 0.8 A g–1 for the full battery. Further evaluation by controlling electrolyte and binder, more desirable ICE up to 76% can be reached by using CMC binder and ether electrolyte. The comprehensive investigation of reaction kinetic confirms the fast ionic diffusion rate of PAN4-PEG8 anodes. This study proposes a prospective solution for the design and optimization of porous HC anodes, illustrating a novel route to develop superior SIBs for practical uses."
            ],
            "name": "4.  Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Boosting Sodium Storage Performance of Hard Carbon Anodes by Pore Architecture Engineering"
}