{
    "DOI": "10.1007/s11664-024-11613-9",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Society is constantly progressing, and the development of the energy industry is continuously improving. Lithium-ion batteries still play a leading role in the new energy industry due to their high energy density, long cycle life, and high energy conversion efficiency.1 However, the lack of lithium resources and the high cost caused by uneven distribution limit their development in the field of energy storage. As a novel energy storage technology, sodium-ion batteries operate on a mechanism highly similar to that of lithium-ion batteries. They offer advantages such as abundant reserves of sodium salt, low cost, and availability of aluminum foil for the current collector.2,3,4  However, sodium-ion batteries also have certain disadvantages. The sodium standard electrode potential (−2.71 V) is lower than the lithium standard electrode potential (−3.02 V), resulting in a lower energy density for sodium-ion batteries. The radius of the sodium-ion (1.02 Å) is larger than that of the lithium-ion (0.76 Å), which limits the intercalation kinetics and host lattice stability of Na+.5,6 Therefore, the exploration of high-performance electrode materials, especially anode materials, is vital for improving the electrochemical performance of sodium-ion batteries.7",
                "Metal Sn has the advantages of high theoretical capacity, good safety, and abundant resources when applied to sodium-ion batteries. Its theoretical specific capacity can reach 847 mAh g−1, making it one of the most promising anode materials.8,9 The electrochemical reaction of Sn with Na will eventually form Na15Sn4 alloy, in which the volume expansion is about 420%.10 During this process, due to the constant change in volume, the active substance falls off from the current collector, thus showing a decrease in electrochemical performance. The common methods for reducing its volume expansion are to reduce the particle size and carbon coating. Cheng et al.11 obtained C/SnO2/Sn@C composite by hydrothermal and heat treatment. The material consists of many small SnO2 nanoparticles embedded in a spherical network, which can continuously and stably store Na+ due to its unique structure. The material still has a reversible capacity of 247.9 mAh g−1 after 50 cycles at a current density of 200 mA g−1.",
                "Zeolitic imidazolate framework (ZIF) materials are formed by transition metal ions and the coordination of organic imidazolates. By changing the composition of the metal and organic ligand, the micro-specific surface area, pore size, and porosity of different ZIFs can be tuned to produce ZIF-derived materials with different structures, various forms, and specific functions.12,13 Zhang et al.14 prepared a hollow carbon nanocage-shaped HCN-800 using ZIF-8@ZIF-67 as the precursor, and found that it still had a reversible sodium storage capacity of 213.2 mAh g−1 after 1000 cycles at a current density of 1000 mA g−1. This is due to the large specific surface area of HCN-800's unique carbon nanocage structure, which provides more sodium storage active sites.",
                "In this work, SnO2 was coated with Zn/Co-ZIF and heat-treated to obtain Sn@Zn/Co-NPC (N-doped porous carbon). By using Zn/Co-NPC porous material to alleviate the volume expansion effect of Sn, a relatively stable and high-capacity anode material for sodium-ion batteries was obtained. The SnO2 ball content was regulated and their electrochemical properties were evaluated, leading to the determination of the optimal amount of SnO2 balls to be added. The structural characterization of the material was employed to ascertain the impact of SnO2 addition on the structure. The effective combination of Zn/Co-NPC composite and Sn can lead to an enhancement in discharge specific capacity while maintaining stable cycle performance, offering valuable insights for the development of sodium-ion battery anode materials with high specific capacity and stable cycle performance."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Stannous oxalate (SnC2O4), zinc nitrate hexahydrate (Zn(NO3)2·6H2O), cobalt nitrate hexahydrate (Co(NO3)2·6H2O), and 2-methylimidazole were provided by Aladdin Reagents (Shanghai) Co., Ltd. Methanol was supplied by Tianjin Yongda Chemical Reagents Co., Ltd. Polyvinylpyrrolidone K30 (PVP) was supplied by Sinopharm Chemical Reagents Co., Ltd. Except for SnC2O4, which is 98% pure, all other reagents are analytically pure."
                    ],
                    "name": "Material",
                    "type": "h3"
                },
                {
                    "content": [
                        "The process of material synthesis is illustrated in Fig. 1. Initially, stannous oxalate was heated in a muffle furnace at a rate of 5°C min−1 until it reached 600°C, and then maintained at this temperature for 2 h. Subsequently, SnO2 particles were obtained after the cooling process for the subsequent experiment.",
                        "Quantities of 20 mg, 50 mg, and 80 mg of SnO2 were dispersed in 20 mL methanol for a duration of 30 min using ultrasonication. The ultrasonic solution was then slowly added to a mixture of 10 mL anhydrous methanol and 2.00 g PVP, and stirred for another 30 min to form solution A. Subsequently, 10 mL of methanol dissolved with 2-methylimidazole (1.23 g) was added to the above solution A under continued magnetic stirring for an additional 20 min. Co(NO3)2·6H2O (0.60 g) and Zn(NO3)2·6H2O (0.62 g) were placed into separate containers of 10 mL methanol and then ultrasonically examined at room temperature, denoted as solutions B and C, respectively. Solutions B and C were then successively poured into the stirred solution A followed by magnetic stirring for an additional 10 min. The obtained solution was transferred into a 100 mL reactor where it reacted at 120°C for 4 h. After cooling to room temperature, the purple mixed solution was centrifuged, cleaned with anhydrous methanol, and dried in a vacuum drying oven at 80°C. The hydrothermal method for preparing Zn/Co-ZIFs was the same as above.",
                        "The material was then heat-treated in N2 and kept at 700°C for 2 h. After the cooling of the furnace to room temperature, the obtained materials were designated as Zn/Co-NPC, 20Sn@Zn/Co-NPC, 50Sn@Zn/Co-NPC, and 80Sn@Zn/Co-NPC."
                    ],
                    "name": "Preparation of Sn@Zn/Co-NPC",
                    "type": "h3"
                },
                {
                    "content": [
                        "Fourier transform infrared (FT-IR) spectroscopy (Bruker VERTEX 70, 400–4000 cm−1) was used to analyze the internal functional groups of the materials. The phase composition and crystal structure of Sn@Zn/Co-NPC were analyzed using x-ray diffraction (XRD, D/MAX 2500PC, Cu-Kα radiation, λ = 0.154056 nm, angle range 10–80°). Raman spectroscopy (Raman microscope, DXR 3, test wavelength 532 nm, test range 50–3000 cm−1) was used to analyze whether there are defects in the internal structure of the material and the degree of graphitization of the carbon part. The thermal analysis (TGA, STA 449C, O2, 10°C min−1, temperature range 40–800°C) under an oxygen atmosphere was performed and calculated to obtain the weight percentage of Sn and carbon in the composites. X-ray photoelectron spectra (XPS, ESCALAB 250Xi, Mg-Ka radiation) were analyzed, and the valence states and conjugated bonds of elements were determined by analyzing and fitting the high-resolution photoelectron spectral images of different elements. Scanning electron microscopy (SEM, FEI Scios, 0.5–30 kV, 0.6 pA~65 nA) was used to analyze the surface morphology of the materials. The distribution and proportion of elements were analyzed by EDS mapping. The materials were tested by transmission electron microscopy (TEM, JEM-2800, 200 kV), and the internal structure and crystal information of the composites were analyzed. Nitrogen isothermal adsorption-desorption test (BET, desorption temperature 200°C, 10 h, test temperature 77.3 K). The isotherm type, specific surface area, and pore size distribution of the sample were tested by BET."
                    ],
                    "name": "Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The active material/acetylene black/PVDF (7:1.5:1.5 ratio) was mixed, and a small amount of N-methylpyrrolidone (NMP) was added to form a slurry. This slurry was then coated on copper foil and vacuum-dried at 80°C for 12 h. Afterward, it was cut into electrode sheets with a diameter of 8 mm and vacuum-dried at 105°C for 24 h. The electrode sheets were then transferred to a glove box filled with high-purity argon. A model 2032 button battery was assembled with the sodium sheet as the counter electrode, GF/D as the diaphragm, and 1 M NaPF6 (DIGLYME, 100 vol.%) as the electrolyte. Constant-current charge–discharge tests were performed on a Landt CT2001A tester at room temperature, and cyclic voltammetry (CV, 0.01–3 V) and electrochemical impedance (EIS, 0.01–100000 Hz) were measured on a PGSTAT204 electrochemical workstation."
                    ],
                    "name": "Electrochemical Measurement",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "In order to investigate the phase composition of Sn@Zn/Co-NPC composites, XRD tests were conducted. As shown in Fig. 2a, the XRD patterns of SnO2 has strong XRD peaks at 26.4°, 33.9°, and 51.8°, which corresponds to the standard card of SnO2. There is a small amount of SnO and SnO2 in the XRD patterns of the three Sn@Zn/Co-NPC composites, which is related to the oxidation of Sn in the sample in the environment. In addition, Sn@Zn/Co-NPC composites contain a small amount of CoSn2. By comparing with the standard XRD card, the diffraction peaks of the three Sn@Zn/Co-NPC composites at 31°, 32°, 44°, and 45° correspond to (200), (101), (220), and (211) crystal faces of Sn (JCPDS No.04-0673). No significant peaks of Co and Zn are detected in Fig. 2a, which is because the reduction temperature is low and Co is not reduced,15 while Zn may be reduced but exists in an amorphous state.16 This indicates that SnO2 particles coated inside are successfully reduced to Sn particles. This is because in an inert atmosphere, SnO2 can be reduced to Sn at 700°C.17 The XRD patterns of three Sn@Zn/Co-NPC composites were compared. With the increase of SnO2, the diffraction peak of Sn was enhanced. Indirectly, the content of Sn element in Sn@Zn/Co-NPC composite is gradually increasing.",
                        "The Sn@Zn/Co-NPC composite was analyzed using thermal analysis, with the thermogravimetric test conducted in air atmosphere at a heating rate of 10°C min−1 and a temperature range of 40–800°C. As shown in Fig. 2b, there is a slight mass loss below 300°C due to the evaporation of environmental water-absorbing material and organic matter decomposition. The weight loss for 20Sn@Zn/Co-NPC, 50Sn@Zn/Co-NPC, and 80Sn@Zn/Co-NPC composites was measured at 48.0%, 40.1%, and 37.6%, respectively, between temperatures of 300°C and 500°C, attributed to C and N loss as well as oxidation of Sn, Zn, and Co. Finally, the thermal analysis curve stabilized, indicating stable oxide formation (SnO2, ZnO, and Co3O4). Results show that an increase in SnO2 content leads to higher residual oxide after heat treatment in air atmosphere, resulting in decreased weight loss rate.",
                        "In order to analyze and compare the functional groups of SnO2 and three types of Sn@Zn/Co-NPC composites, FT-IR spectroscopy was employed for functional group determination. As shown in Fig. 2c, a prominent infrared peak corresponding to the Sn-O bond is observed in the infrared spectrum of SnO2 at approximately 641 cm−1, confirming successful synthesis as supported by XRD results. Comparison of the infrared spectra of the three types of Sn@Zn/Co-NPC composites reveals an infrared peak at around 1586 cm−1 attributed to C=N stretching vibration, while a stretching vibration peak at about 2333 cm−1 corresponds to the C=C bond. The presence of a weak Sn-O bond in the infrared spectrum of 80Sn@Zn/Co-NPC composite is indicative of oxidation due to exposure to air,18 consistent with aforementioned XRD results.",
                        "The structure and properties of carbon in three Sn@Zn/Co-NPC composites were investigated using Raman spectroscopy. As shown in Fig. 2d, there are three prominent Raman peaks at approximately 1316 cm−1, 1574 cm−1, and 2983 cm−1, corresponding to the D, G, and 2D bands, respectively. The ID/IG band strength ratios for the 20Sn@Zn/Co-NPC, 50Sn@Zn/Co-NPC, and 80Sn@Zn/Co-NPC composites are measured as 0.96, 1.00, and 0.97, respectively. The higher ID/IG band intensity ratio observed in the case of the 50Sn@Zn/Co-NPC composite suggests that when adding SnO2 at a quantity of 50 mg, more defects or disordered structures are formed within the interior of the Sn@Zn/Co-NPC composite, allowing for greater Na+ storage capacity.19",
                        "The surface morphology and elemental composition of Zn/Co-NPC, SnO2, and three types of Sn@Zn/Co-NPC composites were examined using SEM and elemental mapping tests. The morphology of the Zn/Co-NPC composites is characterized by a rhombohedral dodecahedron structure (Fig. 3a). The SEM image in Fig. 3b shows that SnO2 consists of uniformly dispersed spherical particles with a size of about 300 nm. Compared to the SEM photos in Fig. 3c–e, the three composites maintain the rhombohedral dodecahedron structure of Zn/Co-NPC composites, with uniform particles. Six elements C, N, O, Sn, Co, and Zn coexist in the 50Sn@Zn/Co-NPC composite (Fig. 3f–l). By comparing Fig. 3f and i, Sn is distributed in the rhombohedral structure, which means that Sn is successfully wrapped in the Zn/Co-NPC composite.",
                        "With an increase in SnO2 content in the precursor (Table SI), there is a corresponding increase in the content of Sn. However, this addition provides higher sodium storage capacity for the Zn/Co-NPC composites and improves their electrochemical performance.",
                        "TEM investigation was conducted on the 50Sn@Zn/Co-NPC composite, as shown in Fig. 4. The TEM image in Fig. 4a shows a regular rhombohedral dodecahedron structure with many small particles scattered within. In Fig. 4b, the high-resolution TEM (HRTEM) image shows the lattice stripes of Sn and CoSn2, where the lattice stripe spacing of CoSn2 is 0.201 nm, corresponding to the (220) crystal face of CoSn2, and the lattice stripe spacing of Sn is 0.27 nm and 0.204 nm corresponding to the (10) and (220) crystal faces of Sn, respectively. Figure 4c and d show the selected area electron diffraction (SAED) ring diagram of the 50Sn@Zn/Co-NPC composite. The SAED is matched with the Sn (211), Sn (301), Sn (112), Sn (103), Sn (541), Sn (640), Sn (701), CoSn2 (002), CoSn2 (310), CoSn2 (413), and CoSn2 (622) crystal faces, respectively. The results are consistent with the XRD results above.",
                        "XPS was used to determine the elemental composition and valence states of 50Sn@Zn/Co-NPC composites, and the test results are shown in Fig. 5a–g. In the N 1s spectral diagram of Fig. 5a, 50Sn@Zn/Co-NPC has three fitted XPS peaks at 398.5 eV, 400.1 eV, and 401.1 eV, belonging to pyridine nitrogen, pyrrole nitrogen, and graphitic nitrogen, respectively, indicating the presence of N in the composite.20 As shown in Fig. 5b, the XPS peaks of the C1s spectrum at 284.7 eV, 286.0 eV, and 288.0 eV correspond to the C–C/C=C, C=N, and C=O/C–N bonds, respectively, indicating that N is doped in porous carbon.21 In Fig. 5c, the two fitting peaks of the Sn 3d spectrum at 495.2 eV and 486.7 eV belong to Sn 3d3/2 and Sn 3d5/2, respectively, which confirms the presence of the Sn ion. As shown in Fig. 5d, the two fitted XPS peaks shown at 531.2 eV and 532.4 eV belong to Sn–O, and the peak present at 530.8 eV belongs to the C=O bond,22 which is due to the oxidation of the material exposed to air. The Co 2p spectrum in Fig. 5e shows two fitting peaks near 796.0 eV and 780.6 eV corresponding to Co 2p1/2 and Co 2p3/2, respectively. The Zn 2p spectrum has two distinct peaks at 1022.0 eV and 1044.9 eV, corresponding to Zn 2p3/2 and Zn 2p1/2, respectively, indicating the presence of Zn2+, which is due to the oxidation of Zn in the air. As shown in Fig. 5g, the full-spectrum of 50Sn@Zn/Co-NPC proves the presence of C, N, O, Sn, Zn, and Co, which is consistent with the above elemental analysis. In addition, the strength and binding energy of various elements did not change substantially, indicating that the stability of the material is good.",
                        "It can be seen from the N2 adsorption/desorption isotherms in Fig. 6a that all three composites belong to type IV isotherms. In addition, there are obvious hysteresis loops in the P/P0 range of 0.46–0.99, indicating that a large number of mesopores are generated in the material. The specific surface areas of 20Sn@Zn/Co-NPC, 50Sn@Zn/Co-NPC, and 80Sn@Zn/Co-NPC are 360.69 m2 g−1, 364.89 m2 g−1, and 417.38 m2 g−1, respectively, and the corresponding average pore sizes are 9.76 nm, 12.06 nm, and 6.79 nm, respectively. The results indicated that the specific surface area increased gradually with the increase of SnO2 content. It can be found from Fig. 6b that 50Sn@Zn/Co-NPC composite has a higher average pore diameter, and 80Sn@Zn/Co-NPC composite has the smallest. During the heat treatment process, a large amount of SnO2 is converted to Sn and CoSn2, at which time the position once occupied by SnO2 becomes a hole. As a result, the three composites exhibit irregular mean pore sizes."
                    ],
                    "name": "Structural Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "In order to investigate the electrochemical sodium storage mechanism of SnO2 and Sn@Zn/Co-NPC electrode materials, cyclic voltammetry tests were conducted at a scanning rate of 0.1 mV s−1 (0.01–3.00 V). As shown in Fig. 7a–c, wide cathode peaks appeared near 0.23 V, 0.25 V, and 0.34 V during the initial cathode scan of the three composites, with subsequent cycles showing peak shift and strength weakening due to alloying reaction of Sn and Na, SEI film formation, and irreversible reactions.23,24 Additionally, the cathode peak near 0.02 V is attributed to the alloying reaction of Sn and Na along with Na embedding into the carbon framework.25 In anode scanning, anode peaks around 0.25 V, 0.56 V. and 1.25 V correspond to reversible dealloying of the NaxSn phase during oxidation.26",
                        "Comparatively analyzing CV curves for the three Sn@Zn/Co-NPC electrode materials reveals that there is no significant change in shape for the CV curve of the 50Sn@Zn/Co-NPC electrode material during second and third cycles indicating better reaction kinetics and improved electrochemical performance during charge/discharge processes.",
                        "Figure 7d illustrates CV curve for SnO2 electrode. The cathode peak at 0.52 V is attributed to irreversible decomposition with the electrolyte as well as multi-step reaction between Na+ and SnO2. The anode peaks near 0.2 V and 1.25 V belong to dealloying reaction between Sn and Na.27 The oxidation peak and reduction peak intensity decreased in the second/third cycles suggesting irreversible capacity loss during charge/discharge.",
                        "As shown in Fig. 7e, the constant discharge/charge curves for the first three cycles of the 50Sn@Zn/Co-NPC electrode material at current density of 100 mA g−1 indicate the initial discharge capacity of 549.10 mAh g−l and the initial Coulomb efficiency reaching 78.55%. The irreversible capacity is attributed to SEI film formation and also irreversible reaction consistent with above CV curves.",
                        "Figure 8a shows the Nyquist diagram for five different electrode materials. The lines and semicircles in the Nyquist diagram represent the low frequency and high frequency regions, respectively.28 The semi-circle of Sn@Zn/Co-NPC electrode material is smaller than that of pure SnO2, indicating that Zn/Co-NPC composite can alleviate the volume change during charge and discharge to some extent, which is more conducive to the diffusion of Na+.29 In the fitted circuit diagram, Rct represents charge transfer resistance, Rs and Rf represent component solution resistance, CPE1 and CPE2 represent double layer capacitance, and W0 represents diffusion impedance.30 The Rct values of SnO2, 20Sn@Zn/Co-NPC, 50Sn@Zn/Co-NPC, 80Sn@Zn/Co-NPC, and Zn/Co-NPC electrodes were 202.34 Ω, 121.30 Ω, 21.82 Ω, 97.24 Ω, and 26.08 Ω, respectively. 50Sn@Zn/Co-NPC has a small Rct value, indicating that the material is conducive to the rapid and stable embedding/removal of Na+ during charge and discharge, and has the best electrochemical performance.31",
                        "Figure 8b shows the rate performance of five different electrode materials at 100 mA g−1, 200 mA g−1, 500 mA g−1, 1000 mA g−1, and 100 mA g−1 current densities to explore the electrochemical performance of the electrode materials. The rate properties of five electrode materials are compared and analyzed. 50Sn@Zn/Co-NPC has high discharge specific capacity and the best rate properties. 80Sn@Zn/Co-NPC has a higher capacity returning to the current density of 100 mA g−1, but shows large capacity fluctuations overall. At the current density of 100–1000 mA g−1The average specific discharge capacities of 50Sn@Zn/Co-NPC electrode materials are 366.13 mAh g−1, 303.07 mAh g−1, 279.43 mAh g−1, and 255.15 mAh g−1, respectively, and the corresponding specific discharge capacities show a slight step-down. When the current density is restored to 100 mA g−1, the average discharge specific capacity is 308.18 mAh g−1, and the specific capacity can remain stable. 50Sn@Zn/Co-NPC electrode materials show the best rate performance because wrapping an appropriate amount of Sn is conducive to providing a wider and more stable channel for the transport of Na+, thereby improving its electrochemical performance.",
                        "Figure 9a shows the cycling properties and 50Sn@Zn/Co-NPC Coulomb efficiency of Zn/Co-NPC, SnO2, and Sn@Zn/Co-NPC electrode materials at 100 mA g−1 current density. By comparing and analyzing the cyclic properties of the five materials, the initial discharge specific capacities of Zn/Co-NPC, SnO2, 20Sn@Zn/Co-NPC, 50Sn@Zn/Co-NPC, and 80Sn@Zn/Co-NPC were 450.80 mAh g−1, 786.30 mAh g−1, 487.20 mAh g−1, 536.40 mAh g−1, and 549.10 mAh g−1, respectively.",
                        "Sn@Zn/Co-NPC electrode material shows better cycling performance than SnO2, and 50Sn@Zn/Co-NPC electrode material has the best cycling performance. Obviously, SnO2 does not have the protection of carbon materials and has poor electrical conductivity, so the volume changes greatly during the charging and discharging process, resulting in structural damage, and the contact rate between the active substance and Na+ becomes low, resulting in the maximum capacity attenuation. When the amount of SnO2 is too great, its late capacity is lower, and lower than that of uncoated Zn/Co-NPC composites. It is because Sn is difficult to combine well with the carbon framework of Zn/Co-NPC, so the problem of volume change is not well alleviated. After 100 cycles, the discharge specific capacity of 50Sn@Zn/Co-NPC electrode material is still 334.90 mAh g−1, which is higher than some previous results (Table SII). Compared with 20Sn@Zn/Co-NPC and 80Sn@Zn/Co-NPC electrode materials, 50Sn@Zn/Co-NPC electrode materials not only inherit the stability of Zn/Co-NPC electrode materials, but also have a certain degree of improvement in the specific capacity. Sn@Zn/Co-NPC electrode material exhibits excellent cyclic stability, indicating that stable carbon frame structure has a good protective effect on active substances.",
                        "Figure 9b shows the cycling performance of Zn/Co-NPC, SnO2, and Sn@Zn/Co-NPC electrode materials for 200 cycles at a current density of 500 mA g−1 and Coulomb efficiency of 50Sn@Zn/Co-NPC. The long-term cycling performance of Zn/Co-NPC electrode materials at a high current density is explored. The initial discharge specific capacities of Zn/Co-NPC, SnO2, 20Sn@Zn/Co-NPC, 50Sn@Zn/Co-NPC, and 80Sn@Zn/Co-NPC were 410.70 mAh g−1, 790.10 mAh g−1, 476.30 mAh g−1, 506.00 mAh g−1, and 537.10 mAh g−1, respectively. The initial Coulomb efficiency of 50Sn@Zn/Co-NPC electrode material is 68.12%. After 200 cycles, the specific discharge capacities of the five electrode materials were 222.30 mAh g−1, 100.57 mAh g−1, 207.00 mAh g−1, 275.80 mAh g−1, and 209.00 mAh g−1, respectively.",
                        "SnO2 has the highest initial discharge capacity, but the later capacity attenuation is very serious, which is due to the volume change during the cycle, resulting in the destruction of the electrode material structure. However, the three groups of Sn@Zn/Co-NPC electrode materials show better cyclic stability than SnO2 electrode due to the protection of the outer carbon material. The discharge specific capacity of Zn/Co-NPC electrode materials shows a small increase, which is caused by the gradual activation of active substances in the cycle.32 Comparing the cyclic properties of three kinds of Sn@Zn/Co-NPC electrode materials, 50Sn@Zn/Co-NPC electrode materials still have excellent long-term cycle stability and high discharge specific capacity under high current density. On the one hand, the carbon frame structure of Zn/Co-NPC composite not only provides sufficient space for the transport of Na+, but also plays a role in alleviating the volume change in the cycle. On the other hand, the unique mesopore structure can provide additional transmission channels for Na+.33  It can be concluded that the effective coating of Zn/Co-NPC composite with appropriate Sn has the best electrochemical performance.",
                        "In order to further analyze the electrochemical kinetic mechanism of 50Sn@Zn/Co-NPC electrode materials, CV tests were performed at different scanning rates (0.1–1.0 mV s−1). As shown in Fig. 10a, under different scanning rates, the shape of CV curve of 50Sn@Zn/Co-NPC electrode material does not change significantly, indicating that this material has good electrochemical reaction kinetics and weak polarization. As can be seen from the relationship between scanning rate and current in Fig. 10b, the b values calculated by oxidation peak (Peak 1) and reduction peak (Peak 2) are 0.78 and 0.90, respectively, which is close to 1.0. The electrochemical sodium storage behavior of 50Sn@Zn/Co-NPC electrode material is mainly determined by the capacitor control behavior.34 As shown in Fig. 10c, at 0.8 mV s−1, the pseudo-capacitance contribution of 50Sn@Zn/Co-NPC electrode material is about 72.00% by fitting the formula i = k1v + k2v1/2. As shown in Fig. 10d, at scanning rates of 0.1 mV s−1, 0.2 mV s−1, 0.4 mV s−1, 0.6 mV s−1, and 1.0 mV s−1, the corresponding capacitance contribution rates are 42.10%, 60.50%, 65.20%, 69.00%, and 74.60%, respectively. As the scan rate increases, so does the contribution rate of capacitive control. The results show that the capacitive control behavior plays a dominant role in the electrochemical reaction as the scanning rate increases. High capacitance contribution rate represents the fast transmission capability of Na+, and 50Sn@Zn/Co-NPC has good magnification performance and excellent electrochemical performance at high rates.35",
                        "The sodium diffusion coefficient can be derived from the Randles-Sevcik equation (Ip = 269,000 × n3/2 × A × D1/2 × C × V1/2), where Ip is the peak current [mA], n is the number of electrons transferred in the electrode reaction, A is the electrode active surface area [cm2], D is the sodium diffusion coefficient [cm2 s−1], C is the Na+ ion concentration (mol cm−3), and V is the CV scanning rate [mV s−1]. The slope of the relationship between the peak oxidation current and the square root of the scanning rate is obtained by linear fitting to calculate the diffusion coefficient (Fig. S1). The oxidation peak diffusion coefficient is 1.968 × 10−12 cm2 s−1. This is due to the unique mesopore structure in the material providing additional transport channels for Na+, reducing transfer barriers.",
                        "In order to analyze the influence of constant current charge and discharge on the electrode material structure, the battery was disassembled after 100 cycles at  current density of 100 mA g−1 and the electrode sheet was taken out, and the SEM test was carried out immediately. The results are shown in Fig. 11. 50Sn@Zn/Co-NPC electrode material has a flat surface and uniform particles, and no particle damage phenomenon, indicating that the electrode material has a stable cycling performance. In contrast, the surface of 80Sn@Zn/Co-NPC electrode material shows obvious agglomeration and particle shedding phenomenon, resulting in uneven distribution of active substances on the electrode surface, resulting in capacity attenuation during the cycle. The results show that when too much SnO2 is coated, the porous carbon frame cannot alleviate the damage caused by the volume change in the cycle. It is further proved that Sn@Zn/Co-NPC obtained with appropriate amount of SnO2 has the best electrochemical performance in the coating experiment of Sn@Zn/Co-NPC composite."
                    ],
                    "name": "Characterization of the Electrochemical Performance",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In this paper, SnO2 was coated with Zn/Co-ZIF and the subsequent heat treatment resulted in the successful formation of Sn@Zn/Co-NPC composite. This porous material demonstrates outstanding electrochemical properties attributed to the high capacity of Sn combined with the stability of porous carbon materials. After 200 cycles at a current density of 500 mA g−1, the 50Sn@Zn/Co-NPC electrode material still exhibits a discharge specific capacity of 275.80 mAh g−1. This is attributed to the unique structure of the material, which mitigates the aggregation effect of Sn particles and alleviates the volume expansion of metallic Sn through carbon. Furthermore, the material's large specific surface area and suitable pore size enhance its contact area with the electrolyte and shorten ion transport paths. This study offers new insights for future designs of anode materials for sodium-ion batteries."
            ],
            "name": "Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Sn@Zn/Co-NPC as Anode Materials for Sodium-Ion Batteries via the Solvothermal Method"
}