{
    "DOI": "10.1021/acs.langmuir.4c03504",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "As the world continues to develop, the demand for energy is increasing. However, oil and coal are nonrenewable energy sources. Consequently, there has been a significant focus on researching and developing new green and sustainable energy sources in recent years with the aim of ensuring a sustainable future for energy.  Lithium-ion batteries occupy a central position in the power energy sector, such as electric vehicles and renewable energy storage, due to their superior energy density, long cycle life, and excellent power output capability. However, as global demand for lithium-ion batteries grows exponentially, the scarcity of lithium resources has become a notable challenge.  Sodium batteries, as a part of green and sustainable energy, have lower production costs, and even the edible salt we eat contains a large amount of sodium.  It also has excellent performance, is safer than lithium-ion batteries, and may be applied to photovoltaic energy storage and other fields in the future.  Commonly used anode materials for sodium batteries mainly include hard carbon, which is also called amorphous carbon, has a large pore size and layer spacing, and is suitable for sodium ion exfoliation and embedding. ",
                "Biomass hard carbon comes from a wide range of sources, mainly trees,  fruit shells,  sugar,  and so on. The use of such raw materials to prepare battery negative electrodes, on the one hand, recycle these waste biomasses, and on the other hand, reduce the emission of carbon dioxide, which is conducive to the protection of the environment.  The treatment methods of biomass hard carbon are also very simple, mainly the template method,  pore-making method,  coating method,  and so on. Good energy density anode materials can be obtained by simple treatments, such as the high temperature method with acid washing, which is a natural advantage to be able to be used for large volume photovoltaic energy storage.  However, the development and application of hard carbon anode materials prepared from biomass as precursors are seriously hampered by their low first-time coulometric efficiency, low cycle retention efficiency, and poor multiplicity performance.",
                "The sour jujube tree is widely distributed throughout China, and its fruits are of great value for food and medicinal purposes. However, the sour jujube shell (the kernel of the fruit of the sour jujube tree) is a waste product, and a large number of sour jujube shells are produced every year, and direct combustion releases a large amount of carbon dioxide and other pollutant gases, and some of them are used as fertilizers, with a low utilization rate. ",
                "In this paper, a method of adding an appropriate amount of citric acid to sour date shells as a precursor to prepare sodium battery negative electrode material is to uniformly mix a certain proportion of citric acid in sour date shells and then make it into negative electrode material by simple high-temperature heating and acid washing. This method greatly improves the first Coulomb efficiency, multiplication performance, and cycle retention efficiency. It solves the problems of low first coulomb efficiency and easy decay of biomass hard carbon anode materials and builds a stable charging and discharging structure, which is promising to be used in actual production in the future."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "ZJ-1500-HCl was prepared by using a sourdaw husk as the carbon source. The sour date husk was pounded into powder using a grinder. Then the powder was mixed with 4:1 citric acid in a ball mill and ball milled at 600 rpm for 12 h. The resulting powder was dried for 48 h and then preheated and solubilized at 600 °C under an argon gas flow at a temperature increase rate of 2 °C min–1 for 3 h. The powder was stirred with 1 mol L–1 HCl for 24 h at 60 °C in a constant-temperature magnetic stirrer and then rinsed with deionized water, filtered, and dried. It was then carbonized at 1500 °C under an argon gas flow at a ramp rate of 2 °C min–1 for 3 h. The resulting hard carbon material was named ZJ-1500-HCl. ZJ-1500 was prepared according to the above procedure, except for acid washing."
                    ],
                    "name": " Material Synthesis",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The preparation process of citric acid porous date shell hard carbon is shown in (, ). Lower carbonization temperatures result in fewer closed pores and higher carbonization temperatures result in less interlayer spacing, which is important for obtaining materials with better properties.  To find the right carbonization temperature we used three different carbonization temperatures, 1300, 1500, and 1600 °C. In the end we found that a carbonization temperature of 1500 °C gave the best performing material (, ). In order to remove the irreversible loss of capacity of the anode material due to inorganic impurities in sour date shells, the raw material was precharred at 600 °C and then treated with HCl; the resulting product was noted as ZJ-1500-HCl. Additionally, a sample of carbonized material at 1500 °C without HCl treatment (designated as ZJ-1500) was prepared for comparison. In order to investigate the surface morphology of ZJ-1500-HCl, electron microscopy (SEM) was carried out. The SEM images (, ) show that the material has a large number of pores and a large layer spacing, which facilitates the de-embedding of sodium ions.",
                        "In order to derive the pyrolysis process, thermogravimetric analysis (TGA) was performed on ZJ-1500-HCl in air. The TGA curve (, ) shows a decrease below 450 °C due to water gasification in the carbon material and a sharp decrease at 450–650 °C due to oxidation of carbon to gas. Biomass material is rich in cellulose and lignin, and high temperature pyrolysis converts it into bio-oil, where bio-oil high temperature pyrolysis produces a large amount of oxygen.  The carbon content of ZJ-1500-HCl is approximately 97.93% by TGA analysis. The material has a very high carbon yield with few impurities, most of which can be removed by high temperature pyrolysis.",
                        "The XRD spectra of the ZJ-1500 and ZJ-1500-HCl samples are shown in a. The (002) peak at 23.5° and the (100) peak at 43° can be observed in the XRD plots of ZJ-1500 and ZJ-1500-HCl. The (002) peak of ZJ-1500 is located at a higher angle, which corresponds to a lower layer spacing for ZJ-1500-HCl.  The XRD spectra of both materials do not show a large number of impurity peaks,  there are few impurities after the treatment of sour date shells, and the curve of carbon purity becomes higher and smoother after pickling, which shows that pickling can effectively remove some impurities; it also shows that sour date shells are very suitable for hard carbon negative electrodes. The layer spacing was calculated according to Scherrrer’s formula, as shown in (, ), the layer spacing of ZJ-1500-HCl is 0.3748 nm greater than that of ZJ-1500, 0.3682 nm, which is more favorable for the de-embedding of sodium ions. ",
                        "The FTIR spectra of ZJ-1500 and ZJ-1500-HCl are shown in b. There are mainly an −OH functional group at 2996–3712 cm–1, a C═C functional group at 1642 cm–1, and a C–O functional group at 1083 cm–1.  Compared with ZJ-1500, the peak intensities of −OH and C–O were significantly higher in ZJ-1500-HCl, indicating that the higher oxygen content of the acid-washed samples increased the defects and provided more adsorption sites for sodium storage, leading to the improvement of the specific capacity, and in addition, the higher electronegativity of oxygen ions also allowed the adsorption of more sodium ions, further improving the reversible capacity.",
                        "Raman spectra of ZJ-1500 and ZJ-1500-HCl samples show the main disordered defect structure of carbon in the D band near 1347 cm–1 and the crystal structure of carbon in the G band near 1597 cm–1 in the carbon material, as shown in c. The integrated peak area ratio (ID/IG ratio) increased from 1.610 for ZJ-1500 to 1.707 for ZJ-1500-HCl, indicating that the degree of disorder in ZJ-1500-HCl is superior to that of ZJ-1500. This shows that the structure of the acid-washed material is more complex than graphite, which can increase the active sites, adsorb more sodium ions, and improve the reversible capacity. ",
                        "The BET adsorption and desorption isotherm plots for the whole pore tests of ZJ-1500 and ZJ-1500-HCl are shown in d. The specific surface area of ZJ-1500-HCl (13.285 m2 g–1) was slightly smaller than that of ZJ-1500 (13.706 m2 g–1), and after the high temperature treatment, part of the open pores became closed, resulting in a lower specific surface area. It can be explained that the specific surface area of both materials is very small, and the lower specific surface area allows the electrolyte to have less contact with the negative electrode and a larger wetting angle, which inhibits the growth of the SEI film, fewer side reactions, and less sodium ions consumed, leading to high first-time Coulombic efficiencies. The adsorption isotherms of both materials exhibit type II characteristics, characterized by a substantial number of micropores and mesopores in the surface material. These observations are in accordance with the adsorption behavior of conventional high-temperature-treated hard carbon microporous materials. ",
                        "e and f illustrate the pore size distribution (DFT full pore test) of ZJ-1500-HCl and ZJ-1500, respectively. The results demonstrate that both hard carbon materials are predominantly composed of micropores and mesopores, thereby facilitating electrolyte penetration and sodium ion de-embedding. Furthermore, the pore volume distribution was found to be more concentrated following the acid treatment. The results of the study show that the specific surface area of hard carbon materials can be effectively reduced by an acid washing treatment while increasing their pore diameter. This structural change helps to reduce the number of irreversible sodium ion storage sites present on the surface of the material. This means that the acid-washed hard carbon material, when used as an anode in sodium-ion batteries, can improve its electrochemical performance, particularly the first-cycle Coulombic efficiency, by reducing the irreversible loss of sodium ions during the first embedding process.",
                        "The micromorphology of the samples analyzed by high-resolution transmission electron microscopy is shown in g–i. Comparing ZJ-1500 (i) and ZJ-1500-HCl (g,h), ZJ-1500-HCl has a more disordered distribution of pores; in contrast, ZJ-1500 shows a more regular arrangement of parallel graphite-like stripes, which is more inclined to graphite morphology. A graphite-like morphology with a large number of nanovoids is observed in ZJ-1500-HCl, which is consistent with the results of previous analyses. According to the elemental mapping of ZJ-1500-HCl (j–l), it can be found that the material has a uniform ratio of carbon and oxygen elements, which is conducive to the stability of the structure as well as the embedding and detachment of sodium ions. The layer spacing of ZJ-1500 is 0.37 nm, and after hydrochloric acid treatment, the layer spacing of ZJ-1500-HCl is increased to 0.375 nm, which is very close to that of the layer spacing calculated by XRD. The increase in the layer spacing of ZJ-1500-HCl is favorable to the intercalation storage of Na+. It can be seen that the treated material has lower impurities, more disordered pore distribution, and larger layer spacing, which provides more internal channels for sodium ion transport."
                    ],
                    "name": " Structural Analysis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The performance of the ZJ-1500 and ZJ-1500-HCl was evaluated in a coin half battery system. a illustrates the initial constant current charge–discharge curve at 20 mA g–1. ZJ-1500-HCl was used as the electrolyte for the preparation of button cell batteries with 1 M NaPF6 in DME and 1 M NaCF3SO3 in DME, and the results indicated that 1 M NaPF6 in DME electrolyte gave better results (, ). This is due to the suitability of the electrolyte, which has better electrochemical properties. We have also done different temperatures for anode materials (, ), with the best performance after heat treatment at 1500 °C.",
                        "The curves for both materials demonstrate the potential zones of a classical carbon material anode, namely, the inclined zone at high potentials and the plateau zone at low potentials. The first-charge capacities of 298.7 mAh g–1 for ZJ-1500 and 329.1 mAh g–1 for ZJ-1500-HCl, and the ICEs of 92.24 and 94.1%, respectively, are superior to those of the majority of reported carbon-based anodes (, ). The application of hydrochloric acid treatment serves to remove impure components from the feedstock, thereby altering the microstructure of  hard carbon, including the defect structure. The increase in defects contributes to the specific capacity of ZJ-1500-HCl, due to the high first Coulombic efficiency observed for both materials, despite the smaller specific surface area. b illustrates the specific capacities of both materials at varying current densities spanning from 20 to 1500 mA g–1. As the current density increases from 20  to 1500 mA g–1, the specific capacity of the materials declines gradually. However, the specific capacity of the acid-washed treated material decreases at a slower rate. This can be compared to the enhanced multiplicity performance of ZJ-1500-HCl, which exhibits a less pronounced decline in specific capacity with rising current density. The specific capacities of ZJ-1500 are 330.6, 307.8, 302.3, 294.6, 279.8, 270.6, 236.3, 198.1, and 130.7 mAh g–1 at current densities of 20, 30, 60, 120, 240, 300, 600, 900, and 1500 mA g–1, respectively.",
                        "In comparison, the specific charging capacities of ZJ-1500-HCl at current densities of 20, 30, 60, 120, 240, 300, 600, 900, and 1500 mA g–1 were 383.4, 376, 361.1, 339.8, 321.5, 312.1, 294.5, 282.1, and 263.3 mAh g–1, respectively. c illustrates the high current cycling performance of ZJ-1500 and ZJ-1500-HCl. c illustrates the high-current cycling performance of ZJ-1500 and ZJ-1500-HCl, while d depicts the low-current cycling performance of the aforementioned electrodes. At a current of 300 mA g–1, the specific capacity retention of ZJ-1500-HCl is 90.54% after 300 cycles, whereas the initial reversible capacity of ZJ-1500 is 201 mAh g–1, which subsequently decreases to 39.4 mAh g–1 after 300 cycles with a capacity retention of 17.15%. The acid-washed material displays enhanced specific capacity and capacity retention efficiency. The performance improvement exhibited by ZJ-1500 during the 1st to 11th cycles can be attributed to the high current density activation effect. This suggests that the high current during the initial cycling stage contributes to the full activation of the active sites within the material, which in turn improves the electrochemical reaction activity of the material.",
                        "In addition, the ZJ-1500-HCl sample showed a period of increasing performance after 66 cycles, indicating that  sufficient contact and reaction states between the active material and the electrolyte had been achieved. This phenomenon suggests that after a certain number of cycles, the active material has achieved full wetting and saturation in the electrolyte, which may trigger further optimization of the material properties. This may be due to the fact that both the surface and internal pores of the active material are fully penetrated by the electrolyte, making the embedding/desynthesizing process of the sodium ions more efficient, ultimately leading to an improvement in the electrochemical properties. ZJ-1500-HCl exhibited excellent cycling performance, with a superior capacity retention that exceeded that of the majority of reported hard carbon anodes (, )."
                    ],
                    "name": " Electrochemical Performance",
                    "type": "h3"
                },
                {
                    "content": [
                        "The composition of ZJ-1500-HCl was analyzed by XPS. The fitted C 1s XPS peaks at 284.8, 286.7, and 289.3 eV correspond to C–C, C–O, and C═O, respectively, as shown in a. As shown in b, the peaks of the fitted O 1s XPS peaks at 533.2 eV are phenol groups in biomass hard carbon, and the peak at 532.2 eV is carboxyl groups in biomass hard carbon.  The peaks at 535.9 and 531.9 eV represent O–F and C═O functional groups, respectively.  As shown in c, the fitted F 1s XPS peak at 688 eV is a P–F functional group, and the peak at 685 eV is a Na–F functional group. From the C 1s, O 1s, and F 1s spectra, it can be seen that ZJ-1500-HCl has a high carbon content and a large number of oxygen-containing functional groups. In addition, the oxygen-containing functional groups can greatly increase the defect structure, and the oxygen ions have electronegativity to attract sodium ions, thus improving the reversible specific capacity. The electrolyte 1 M NaPF6 has been embedded in the negative electrode with very stable functional groups, and the high inorganic composition and high F-fraction allow for rapid Na+ transport at the negative electrode/electrolyte interface. ",
                        "The morphological characteristics of the electrodes of ZJ-1500-HCl (d) and ZJ-1500 (g) were analyzed by SEM after cycling for 300 cycles at a current density of 0.3 A g–1. The acid-washed carbon particles were uniform and dispersed with a rich mesoporous structure, which was suitable for the embedding and detachment of sodium ions. The unacid-washed ones have a large number of net structures, which hinder the embedding and detachment of sodium ions. The morphology of ZJ-1500-HCl (e,f) and ZJ-1500 (h,i) was analyzed by HR-TEM after 300 cycles of ZJ-1500-HCl at a current density of 0.3 A g–1, and the thickness of the acid-washed SEI film was 2.66 nm, with a complete organization and uniform carbon distribution. The thickness of the nonacid-washed SEI film is 3.55 nm with cracks and carbon buildup in a mass. This corresponds to the SEM, where the thinner SEI film has a higher first time Coulombic efficiency, the uniform distribution of the carbon particles facilitates the de-embedding of sodium ions, and the cracks are the primary factor leading to the significant decrease of the specific capacity after 140 cycles, which is consistent with the above specific capacity diagram."
                    ],
                    "name": " Interfacial Chemical Analysis",
                    "type": "h3"
                },
                {
                    "content": [
                        "Resistance represents a crucial parameter of the cell. To investigate the resistance change of the ZJ-1500-HCl anode during sodium embedding and adsorption, we employed a classical model (a). The electrochemical impedance spectra of ZJ-1500-HCl are shown in a. ZJ-1500-HCl exhibits minimal resistance values at varying cycling states ( and ). Compared with ZJ-1500-HCl, ZJ-1500 is not stable (, ). Prior to and following the formation of the SEI membrane, the resistance (Rs) generated by the SEI was observed to be minimal, while the interfacial charge transfer resistance (Rct) remained stable.  This indicates that the SEI membrane of the ZJ-1500-HCl electrode has an excellent structure, which allows for rapid sodium ion transport and stable cycling. This conclusion is consistent with the HRTEM image of the pole piece, which was measured earlier. The sodium ion diffusion coefficient was determined by the GITT method  with a retention time of 1 h and a relaxation time of 15 min at a current density of 30 mA g–1. The calculated DNa+ isIn this analysis, we define several key parameters to quantify the transport properties of sodium ions in hard carbon materials. Among them, the relaxation time τ, the active material mass mB, the molar mass of the active material MB, the molar volume of the hard carbon Vm, and the surface area of the active material S play an important role. In addition, the ΔEs and ΔEt parameters obtained from the constant current intermittent titration (GITT , ) curve are of critical importance.",
                        "Based on these parameters, the calculated distribution of the diffusion coefficient DNa+ for sodium ions falls within the range of 10–11 to 10–9 cm2 s–1, as shown in b. Compared with ZJ-1500-HCl, the continuity of diffusion coefficient of ZJ-1500 is poorer (, ). This diffusive behavior of sodium ions indicates that the electrode material has excellent electrochemical reaction kinetics, which is attributed to the fast migration of sodium ions within the active material.",
                        "Due to the efficient diffusion of sodium ions in the hard carbon material, the electrode material exhibits excellent multiplicative performance. it maintains a stable electrochemical response at high current densities. This means that the electrode material can maintain good energy storage capacity and cycling stability even under rapid charge and discharge conditions, which is extremely beneficial in practical applications, especially for sodium-ion battery systems that require high performance.",
                        "c illustrates the CV curves of ZJ-1500-HCl for the initial three revolutions at a scan rate of 0.1 mV s–1. The oxidation of sodium ions occurs at 0.1 V, while their reduction takes place at 0.01 V, resulting in the formation of a pair of typical oxidation–reduction peaks.  Furthermore, the scan curves of the subsequent cycles exhibited a high degree of overlap, indicating that the ZJ-1500-HCl electrode demonstrated excellent reversibility during the processes of charging and discharging. The CV curves of ZJ-1500-HCl at varying scan rates, spanning from 0.1 to 2.0 mV s–1, are illustrated in d. As the scan rate increases, the peak height gradually rises. Compared with ZJ-1500-HCl, ZJ-1500 is less stable (, ). However, at higher scan rates, the peak shifts more slowly, indicating a smooth polarization.",
                        "Whether the capacity of a cell is surface-controlled or diffusion-controlled can be determined by the equation I = avb, where a and b are constants; I and v are the peak current and scan rate, respectively. Typically, a value of the fitting exponent b close to 1.0 indicates that the material is subjected to surface processes contributing to the capacity, while a value close to 0.5 indicates that the material is subjected to diffusion-controlled processes contributing to the capacity.  The b values of ZJ-1500-HCl at peaks 1 and 2 were fitted by several cv curves with different scan rates of 0.54 and 0.5, respectively, as shown in e. The slopes of the lines of the two ZJ-1500 peaks differ greatly, and the redox overlap is not high (, ). It indicates that the main capacity contribution of ZJ-1500-HCl is diffusion-controlled, and the peaks of the redox peaks are all below 0.1 V, so the anode’s plateau capacity accounts for a greater proportion.",
                        "The distribution of the capacitive contributions at scan rates of 0.1–2 mV s–1 was calculated as shown in f, and the percentage of capacitive contributions gradually increased with the increase in scan rate. The pseudocapacitance of the ZJ-1500 varies more with increasing scan rate and is unstable (, ). ZJ-1500-HCl has a good microstructure, which is mainly controlled by diffusion to contribute to the capacity, smaller resistivity, and suitable ion diffusion coefficients, which makes it superior to other materials in long cycle stability, first time Coulombic efficiency, and multiplicity performance."
                    ],
                    "name": " Dynamic Analysis",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, the pore structure, degree of disorder, and interlayer spacing of the sour date shell-derived hard carbon material were successfully improved using a simple acid treatment method. This series of physical property optimizations collectively contributed to the material’s performance in electrochemical energy storage applications, in particular enhancing its potential as an anode material for sodium-ion batteries. The increase in porosity and interlayer spacing not only facilitates full infiltration of the electrolyte but also provides a smoother path for the embedding and de-embedding of sodium ions, while the increase in disorder level contributes to the improvement of the electrochemical activity and cycling stability of the material. This enhancement facilitates  improvement of the sodium storage capacity. The optimized sample exhibited an ICE of up to 94.1% at a current density of 20 mA g–1, an increase in reversible specific capacity of 30.4 mAh g–1 and good long-period performance. The reversible specific capacity retention efficiency increased by 73.39% at a current density of 300 mA g–1, and the multiplicity performance was much better than that of the unpickled sample. The composition of the SEI was analyzed by HRTEM, which revealed that the SEI membrane was 25% thinner after acid washing. This finding suggests that a thinner SEI membrane may improve the first Coulomb efficiency, thereby facilitating fast sodium ion transport and maintaining the efficiency over extended cycling periods. While there are numerous types of biomass-derived hard carbon anode materials, it is my contention that those derived from sour date flesh will play a role in the future. It is my hope that further research will yield more effective and commercially viable materials in the future."
            ],
            "name": "Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Construction of an Anode Material for Sodium-Ion Batteries with an Ultrastable Structure"
}