{
    "DOI": "10.1021/acsami.3c12815",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Being commercialized for about 25 years, Li-ion batteries (LIBs) have resulted in a revolution in energy-storage devices.  However, due to a constantly increasing demand in the number of devices and growth of the required performance, which is confronted by supply constraints, the development of alternatives emerges as a state-of-the-art direction of battery research. An appealing option is to use Na-ion batteries (SIBs) that possess similar characteristics as Li-based analogues, being notably cheaper thanks to the high natural abundance of sodium.  However, the transition from LIBs to SIBs brings new challenges in battery design requiring developments of the cathode and anode materials as well as adjustments in the electrolyte composition. ",
                "NaSICON materials, which have a general formula of NaaMb(XO4)c (where M = Fe, V, Ti, Zr, etc., X = S, P, Si, etc.),  being a subclass of polyanionic Na-insertion compounds, demonstrate fast Na+ diffusion in “skeleton” structures  that make them powerful cathode materials for SIBs.  Their advantages include a high redox potential due to the unique inductive effect of the polyanionic groups, high thermal stability, and robustness of the structural framework during intercalation/deintercalation processes that guarantees long life cycling, while as a main drawback, their low electrical conductivity is considered.  The most common representative is Na3V2(PO4)3 (NVP), which has a theoretical capacity of 117 mA h g–1 and a plateau at 3.4 V corresponding to the V3+/V4+ redox reaction.  Going beyond the NaSICON family, a further increase of the redox potential in the Na-insertion electrode compounds can be achieved by introducing electronegative anions, such as F–, OH–, etc., into the NVP, which perturb the covalent bond between the transition metal and oxygen atoms.  Therefore, by replacing one phosphate group with fluorine anions, forming Na3V2(PO4)2F3 (NVPF), one can attain two high-voltage plateaus at 3.6 and 4.2 V. ",
                "The choice of the electrolyte remains crucial for the performance of SIBs.  The most common way is to use a solution of sodium salt in an organic solvent, following the strategy of LIBs, though flammability and lack of safety stay an issue.  A typical example is a NaPF6, NaClO4, or NaBF4 salt dissolved in a carbonate solvent. Cyclic carbonates such as propylene carbonate (PC) or ethylene carbonate (EC) have a relatively high dielectric constant that favors the dissociation of a salt, while their linear analogues such as dimethyl carbonate (DMC) are often used as cosolvents to reduce the viscosity and ameliorate ionic conductivity of a system.  The carbonates remain the first choice also because of the formation of a highly stable solid-electrolyte interphase (SEI) that protects the anode from a direct interaction with the solution.  Alternatively, ionic liquids  and aqueous  electrolytes can be used, but they do not lack disadvantages: the ILs usually possess high viscosities compared to conventional organic solvents that tend to increase even further upon the addition of a salt,  while the aqueous electrolytes have a narrow voltage stability window. ",
                "While the majority of studies focus on the Na+ diffusion in the Na-insertion materials and the unit cell breathing upon intercalation,  the cathode–electrolyte interfacial structure remains underinvestigated. Nevertheless, the arrangement of the solvent at the electrode surface affects ion desolvation and its migration from the bulk toward the interface, known to be an important energy-consuming step.  For example, the energy barrier of Li+ desolvation in an interphase-free LiPF6/EC-DMC/Li4Ti5O12 measured by electrochemical impedance spectroscopy reaches about 12 kcal mol–1.  Of course, extensive experimental studies are barely possible for scanning a vast range of electrolyte compositions combined with different electrode types, and theoretical methods such as classical molecular dynamics (MD) are indispensable for the rational design of electrode–electrolyte systems. ",
                "In a recent work, we combined electrochemical quartz crystal microbalance and operando infrared fiber evanescent wave spectroscopy with MD to study the operation of Na-insertion material-based SIBs.  We showed that upon insertion, a depletion of desolvated Na+ occurs at the interface, which can impact the rate capability of the batteries and may be generic to other types of solvent/ionic species.  Here, we complement this work by using extensive MD simulations. We shed light on the local structure of the 1 M NaPF6 electrolyte in several organic carbonates [DMC, PC, and EC-DMC mixture (1:1 by molar fraction)] at the NVP and NVPF electrode surfaces, which will be compared to that at a graphite electrode. Note that although SIBs generally employ hard carbon as the anode, the local structure of graphite provides a good model for the interface with the electrolyte. We demonstrate that the packing of a solvent at an electrode surface due to solvent–electrode interactions appears as one of the determining factors defining the activation barrier of the desolvation process. In particular, the simulations allow us to determine the potential of mean force (PMF) experienced by the Na+ ions to migrate from the liquid to the surface and to link it with the structural aspects, in particular, with the coordination number of solvent and anion species around them."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                "Molecular dynamics simulations were performed using the LAMMPS program.  Initial configurations and input files were generated using Packmol,  VESTA,  and fftool  utilities. The simulation box consisted of two electrodes, separated by a 1 M solution of NaPF6 in DMC, EC-DMC (1:1 molar fraction), or PC solvent. As electrode sets, graphite–graphite, NVP-Au, and NVPF-Au pairs were considered. In total, 9 different systems were modeled. An example of a simulation box is given in .",
                "The graphite electrode (GR) was represented by a hexagonal P63/mmc space group  and consisted of 3 layers of 34.08 × 36.89 Å size each. The NVP electrode was represented by a rhombohedral R3̅c space group, which is mostly always reported in the literature,  though Masquelier et al.  mention several times the existence of a monoclinic distortion at ambient temperature. The slab had a size of 34.92 × 30.24 × 21.65 Å. The [001] plane of NVP was exposed toward the solution, following the recommendations from the literature.  The crystal structure of the NVP comprised two types of Na+ ions, shown in a, the occupancy of which varied from one reference to another.  In order to match the experimental composition, we removed Na1 and Na2 ions only from the bulk of the electrode and not from the surface, which allowed us to avoid the intercalation of Na+ ions from the solution to the solid. The NVPF electrode was represented by a tetragonal P42/mnm space group,  with the [001] plane exposed toward the solution, similarly to the NVP case. The slab had a size of 36.19 × 36.19 × 19.96 Å. This leads to 9.8 O and 4.9 F atoms per 1 nm2 of the NVPF surface, which gives the O/F ratio of 2. The crystal structure contained two types of Na+ ions, with occupancy of 1.0 for Na1 and 0.5 for Na2, respectively (b (left)). Since the distance of the closest Na2 sites is too short (1.865 Å), two neighboring Na2 sites cannot be simultaneously occupied due to the strong Coulomb repulsion between Na+ ions.  Therefore, we had to remove half of the Na2 atoms from the NVPF surface, and the resulting structure is given in b (right). In all cases, a gold counter electrode was used. It was represented by a cubic Fm3̅m space group  with the [100] plane exposed to the solvent. The slab had a thickness of 12.22 Å, while its x and y dimensions were adjusted to fit those of NVP or NVPF.",
                "The liquid phase contained 75 ion pairs of NaPF6 salt and 845 molecules of DMC, 830 molecules of PC or 465 molecules of DMC plus 465 molecules of EC, matching the 1 M salt concentration. The box size in the z direction was adjusted based on the electrode type used, resulting in a 100–120 Å solution thickness. The total system size was approximately 15,000 atoms.",
                "The Na+ cation was represented by the Aqvist force field,  while the parameters of the PF6– anion were taken from the CL&P model.  The net charge of the ions was kept an integer. The intermolecular interaction parameters of the electrode atoms, given in , were considered from several sources.  The bonded and nonbonded parameters of solvent atoms were taken from the OPLS-AA,  except for the partial charges, which were computed using the CHelpG procedure  on electron densities obtained at the MP2/cc-pVTZ level of theory at previously optimized geometries with the Gaussian16 program.  The solvent models were validated by computing the densities and viscosities of bulk 1 M NaPF6 solutions in the DMC, EC-DMC, and PC systems, which were compared with the experimental values. The good reproduction of the viscosities shows that it is not mandatory to take into account explicit polarization effects, contrarily to the case of ionic liquids.",
                "The simulation box was periodic in the x and y directions and a slab of 3 × Lz was considered along the z direction. A cutoff of 12 Å was applied for nonbonded interactions. The particle–particle particle–mesh method was used to evaluate electrostatic energies (accuracy of 10–5), with the slab correction taken into account. Both electrodes were considered immobile. Bonds terminating with hydrogen atoms were constrained using the SHAKE algorithm. The time step was set to 1 fs. The Nosé–Hoover thermostat was used to keep the temperature of the electrolyte solution at 298 K. Each system was equilibrated for 5 ns in the NVT ensemble and then a 50 ns production run was performed. The data analysis was performed using TRAVIS  and our self-written tools. The visualization of the simulation box was done in VMD. ",
                "The PMFs were calculated from separate runs, during which a single Na+ ion was pulled from the solution toward the electrode surface. For this, a harmonic biasing potential varying between 25 and 150 kcal mol–1 Å–2 was applied to this Na+ ion. The z distance between the ion and the top surface atoms (C for graphite and Na for NVP and NVPF) was considered as the biasing collective variable. It was sampled between 12 and −2 Å with a step of 0.25 Å with 100 ps equilibration and 400 ps acquisition at each separation. The PMFs were calculated using umbrella sampling and the weighed-histogram analysis method. ",
                "From the PMF trajectories, the coordination numbers of Na+ as a function of its distance from an electrode were calculated. The coordination number cutoff was set to 4.55 Å for P of PF6– and 3.20 Å for O atoms of the carbonyl group of carbonate molecules, being defined as the position of the first minimum of the corresponding radial distribution functions of bulk systems. The coordination number curves were averaged over 3–6 replicas."
            ],
            "name": "2.  Methods",
            "type": "h2"
        },
        {
            "content": [
                "We first analyze the structure adopted by the solvent molecules at the various interfaces. Density profiles (), which provide information about the probability of finding species as a function of their distance from an electrode, show that the local arrangement of a solvent at the graphite, NVP, and NVPF surfaces is considerably different. Being a nonpolar material with a flat homogeneous surface, graphite seems not to have strong interactions with any of the solvents. Oxygen atoms of both DMC and EC of the EC-DMC mixture can be found at about 3.2 and 6.6 Å from the graphite surface, as shown in a, which is consistent with neat DMC and PC (b). The behavior of a carbonate solvent at a given interface seems to be determined by its flexibility (linear DMC or cyclic EC and PC) and is almost not affected by the presence of a cosolvent. The orientation of the molecules with respect to the surface is analyzed by computing the angle α formed by the CO vector of a solvent and the normal vector to the electrode plane as a function of the distance of the α from the electrode surface. In the solvent mixture, DMC tends to expose its methyl groups to the graphite surface (), so that the CO vector points away from the surface, marked by a greenish spot at about 4.8 Å O-surface separation (a). This peak can be attributed to the solvent–electrolyte interactions as has been proposed by Borodin et al.  in their study of LiPF6/EC-DMC/graphite by the surface-sensitive Ångstrom resolution X-ray reflectivity and molecular dynamics simulations. A lower probability but wide spot is observed at about 3.2 Å, which corresponds to the parallel orientation of the CO vector with respect to the surface plane. The ratio between these two peaks should depend on the electrolyte concentration in the solution.  The second and further solvent layers are not clearly marked due to the conformational flexibility of DMC, which results in a variety of possible orientations. The behavior of the neat DMC solvent appears to be quite similar (). On the contrary, the EC molecules of the mixture are mainly oriented parallel to the surface (corresponding to α = 90°, shown in b), at the O···surface separation of 3.2 Å. In addition to this, a low probably perpendicular orientation is observed at a 6.6 Å distance. In the case of neat PC (), this perpendicular orientation does not emerge, being replaced by two peaks at 6.5–7.5 Å with a tilted orientation of the CO vector. The second solvent layer of parallelly oriented carbonate molecules is well-defined for both EC in the mixture and the neat PC.",
                "The arrangement of solvent molecules at the NVP surface is strikingly different from that at graphite. The NVP slab, used for simulations, was cut in a way so that the PO43– and the Na+ ions are exposed to a solution. We considered it the most likely case because the direction of the highest Na+ diffusion in the solid  is now aligned with the z axis of our simulation box. The top sodium ions of the NVP are then considered as a reference (z = 0) for the corresponding density profiles. A prominent peak between the top Na+ ions of the surface and the top O atoms of the carbonyl groups is observed at about 2.15 Å in all solvents (c–d). The high intensity of this peak points to a tight packing of the solvent molecules near the electrode. The orientation of the CO vector with respect to the surface plane is strictly perpendicular (c,d and ). For DMC in the EC-DMC mixture, several low-intense spots occur at 4.82, 6.2, and 7.15 Å O···surface separations with different α values. On the contrary, in neat DMC, among these low-intensity contributions, only that at 7.15 Å with CO vector pointing away from the NVP plane is present. The probability of this peak increases when a cyclic carbonate is considered instead of a linear one: the intensity ratio between the peaks at 2.15 and 7.15 Å decreases from 17 for DMC to 2 for EC in the mixture. A similar effect was observed by Smith et al.  when modeling the LiPF6/EC-DMC/LiFePO4 system: DMC molecules showed a slightly higher probability of interacting with alkali metal cations of the electrode, while EC molecules directed some of their hydrogen atoms toward the O atoms at the surface.",
                "Due to the presence of F atoms at the interface, the NVPF electrode appears to be more solvophobic than the NVP. The solvent molecules still interact with the top Na+ ions, but the intensities of corresponding peaks are lower (e,f). The DMC molecules are preferably oriented perpendicularly to the surface (α is close to 180°, e): however, in the case of neat liquid (), the CO is tilted from being completely perpendicular by about 15°. The latter allows the methyl groups of the solvent to undergo weak dispersion interactions with the F atoms at the surface. The cyclic carbonates exhibit three possible orientations (f and ): the first one is perpendicular to the electrode, located at a characteristic distance of 2.1 Å, while the second one is further away from the electrode at an average distance of 6.1 Å. The third orientation is tilted, with α = 45° at 4.2 Å. The ratio between these orientations depends on the presence of a cosolvent. In the EC-DMC mixture, we observe a clear role splitting: while the linear carbonate interacts with top Na+ ions of the surface, the CO bond of the cyclic one is orientated toward the bulk solution. In the neat PC (), both roles are played by PC molecules in equal proportions [evaluated by integrating the corresponding p(z) peaks].",
                "As was mentioned before, this notable fraction of solvent molecules oriented toward the bulk solution can be explained by the interactions with the NaPF6 salt. In the case of graphite (a), Na+ ions are mainly found at about 7.1 Å from the electrode in the DMC and EC-DMC solutions and at 8.6 Å in PC, being followed by several low-intensity peaks at a larger separation. Since no tight solvent layer is present near the electrode, the Na+ ions can approach the graphite even closer, being noticed at 4.4–4.8 Å separations. At the NVP electrode (b), which exhibits strong solvent adsorption, an intense Na+ peak is observed just after the first solvent layer, at about 9.2–9.4 Å. In the case of neat DMC, it is split into three smaller peaks (at 8.3, 9.4, and 11.4 Å) due to multiple configurations of the flexible DMC molecule (), but the integral under them match that in EC/DMC and PC. At the NVPF surface (c), the Na ions are distributed in the range of 6.8–13.6 Å separations, with a principal peak at about 8.2–8.6 Å due to several dominant orientations of solvent molecules in the first layer(e–f and ).",
                "While the sodium cation is small and densely charged, the PF6– anion is remarkably larger; it thus displays a lower charge density. Therefore, it is mainly located just after the first solvent layer at about 7.7, 9.0, and 8.8 Å from the graphite, NVP, and NVPF surfaces, respectively (d–f). In all the solvents, the peak is high and well-defined due to the large anion size, which also allows us to clearly identify the second and sometimes third anionic layers, especially when neat rigid PC is used as a solvent. Similarly to the Na+ cations, the PF6– anions can also approach the graphite surface closer, down to distances of about 4.2 Å, while no similar effects are observed in the NVP and NVPF cases.",
                "The PMF, the free energy profile as a function of the distance of a Na+ ion relative to the electrode surface, can provide complementary information to the solvent arrangement.  Here, as a reference (z = 0), the distance corresponding to the minimum of each PMF is taken, being different from the density profile plots discussed earlier. Since there is no free energy barrier in approaching a Na+ ion to the graphite surface in DMC or EC-DMC (a), it can easily penetrate the closest solvent layer to the surface. This observation is consistent with the works of Hwang et al.  and Vatamanu et al.  on the LiPF6/EC-DMC/graphite system. On the contrary, a barrier of about 4.5 kcal mol–1 is observed in PC, probably related to a rigid geometry of the solvent molecules. This is reflected in the small prepeaks in density profiles, shown in a, when the probability of observing a Na+ ion near the surface is lower in neat PC than in other solvents. Alternatively, the free energy barrier can be estimated from the density profiles as −RT log(p(z)). The obtained value of 6.5 kcal mol–1 () for the PC solution is in agreement with that computed earlier (a). Due to the absence of specific sites at the graphite surface, capable of attracting the cation, it can freely move along and across the surface and move back to the bulk solution. Only in the case of PC, a barrier of about 3 kcal mol–1 should be overcome. In contrast to graphite, the NVP surface (b) tends to form a firm solvent layer. In all of the solvents, the free energy barrier attains about 20–25 kcal mol–1. Once a cation reaches the NVP surface, it stays trapped there, being coordinated by three oxygen atoms of neighboring PO43– groups, so that it is placed on the top of V atoms. The free energy of diffusing back to the solution appears to be too high (90–120 kcal mol–1) to conquer. However, we note that such an important barrier may result from the use of unscaled charge for the oxygen atoms at the surface in the force field, so that it should be taken as an upper bound value.",
                "The solvent layer at the NVPF surface is less tight, and the energy barrier achieves only 7–10 kcal mol–1. The most probable adsorption site is in the hollow at the surface, being bound by two oxygen atoms of PO43– groups. In such a case, the cation starts to penetrate the electrode, and further investigation of this process becomes out of the scope of classical MD. Alternatively, Na+ ions can be absorbed on the top of P atoms, stabilized by interaction with two oxygen atoms (), when no hollow site is available nearby.",
                "The origin of the free energy barrier rises from the partial desolvation of a Na+ ion when it approaches the electrode, penetrating through a tight solvent layer. This can be confirmed by tracking the coordination number of a single Na+ ion moving toward the surface.  (as well as ) shows that, indeed, no desolvation is observed for the graphite, while the Na+ cation loses its solvation shell when approaching NVP and NVPF. When comparing different materials, the firmness of solvent packing at a carbonate-based solvent at the electrode surface is greater at the NVP than at the NVPF, which actually explains the difference in the energy barriers: highly oriented solvent molecules at the interface require a higher energy contribution to change their configuration to solvate the diffusing Na+ ion. In our recent EQCM study of the same systems under electrochemical cycling,  we observed a detectable mass loss right before the insertion of Na+ ions related to the desolvation only at the NVP, while in the case of NVPF, due to lose packing, the desolvation process remains confined within the penetration depth of the resonator’s acoustic wave and thus cannot be detected as a mass loss. When the carbonate series is compared, the difference in PMFs is not pronounced, but salt aggregation varies as a function of a solvent. Both in the DMC and EC-DMC mixture, the Na+ ion moves as a contact ion pair or a solvent-separated ion pair, which can be seen from the cation–anion coordination numbers that are smaller than 1 (). In PC, in addition to contact ion pairs, some aggregates containing 2–3 pairs of ions are observed, since the cation–anion coordination number becomes 1.25.",
                "Quantitative and even qualitative comparison with literature data remains problematic since the value of the activation barrier depends on a diversity of factors. In addition, no data for Na+-based systems have been reported to this point. Abe et al.  measured the activation barriers of LiClO4 salt in DMC and EC-DMC (1:1 by vol.) at graphite by electrochemical impedance spectroscopy, and the variation between solvents (9.6 and 13.8 kcal mol–1 for DMC and EC-DMC, respectively) was explained by the lower solvation ability of DMC than that of EC. However, changing the nature of the SEI almost vanished the difference between the two solvents. In our theoretical model, no SEI is present, and no barrier is observed for NaPF6 in these two solvents near graphite. Nevertheless, the height of the free energy barrier (when present) should also depend on the nucleophilic properties of a solvent. In their experimental study of a SEI-free LiPF6/Li4Ti5O12 system, Xu et al.  showed that an ether-based electrolyte had lower desolvation energy (by about 3 kcal mol–1) than carbonates. By modeling the diffusion of a Li+ ion toward LiCoO2 in PC and water, Nikitina et al.  also obtained rather different values: 10.4 and 5.8 kcal mol–1, respectively. For our DMC/EC-DMC/PC carbonate series, the difference between solvents’ donor ability is too delicate to be captured by simulations: partial changes of O solvent atoms are quite close, and no explicit lone pairs are present. Therefore, the solvent packing at the interface appears to play a principal role in defining the height of the activation barrier."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "To sum up, the migration of a Na+ ion through the electrolyte solution toward the cathode is strongly dependent on the surface nature. The nanostructure of the closest solvent layer at the interface defines the height of the activation barrier, commonly associated with the desolvation process. The desolvation does not seem to be observed at the SEI-free graphite electrode due to the absence of specific directional interaction between the solvent and the carbon sheets. On the contrary, because of the surface inhomogeneity and the presence of donor and acceptor groups, the polyanionic Na-insertion compounds exhibit a notable arrangement of solvent molecules in the closest layer, penetrating through which a Na+ ion partially loses its solvent shell. The effect is the most pronounced at the NVP, which demonstrates the greatest energy barrier among the studied systems as a result of the highly ordered and well-oriented first solvent layer. The solvent arrangement at the NVPF surface is slightly less marked due to the presence of nonpolar fluorine atoms, which partially disturb the solvent–electrode electrostatic attraction.",
                "The nature of the solvent also plays an important role but only when different families of solvents are compared. In our carbonate series, the variation between solvents (namely, due to the partial charge distribution) is quite subtle, being a less significant factor than the electrode material. Even so, the lack of flexibility of the solvent impacts the tightness of its packing at the surface, which can lead to an increase in the activation energy barrier and affects the salt aggregation in the solution."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Disclosing the Interfacial Electrolyte Structure of Na-Insertion Electrode Materials: Origins of the Desolvation Phenomenon"
}