{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Discarded sulfuric acid paper",
        "Hard carbon",
        "Sodium-ion battery",
        "Sodium-storage mechanism"
    ],
    "Sections": [
        {
            "content": [
                "Hard carbon (HC) is considered as one of the most promising electrode materials for sodium-ion batteries, while electrochemical performance of HC is highly affected by its precursors. This study explored discarded sulfuric acid paper-derived hard carbon material and the result showed that it is an excellent precursor material. The electrochemical performance, as well as revolution of the microstructure with carbonization temperatures, was systematically studied. It was found that sulfuric acid paper-derived HC pyrolyzed at the temperature of 1400 °C exhibited a high reversible capacity value of 350.1 mAh g−1 via an “ adsorption-intercalation-intercalation & pore-filling “ sodium-storage mechanism. In addition, as current density increases from 30 mA g−1 to 3 A g−1, the retention of capacity still maintain 60 % indicating a great rate performance. These findings make discarded plant fibers-based hard carbon a promising candidate for commercial application in sodium-ion batteries, achieving high reversible capacity and excellent rate performance through optimizing its microstructure via appropriate pyrolysis treatment.",
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Lithium-ion batteries (LIBs) are being used in the fields of new energy vehicles and portable electronic products, considering the scarcity and high consumption of lithium resources, sodium−ion batteries (SIBs) can be utilized as alternative efficient energy storage systems to complement LIBs due to that the Na element is abundant in nature and cheaply available [[1], [2], [3], [4], [5], [6]]. The rapid development of SIBs can alleviate the shortage of lithium resources, allowing these modern energy storage systems to keep up with the requirements of energy security and global sustainable development [7,8]. Electrode materials play a crucial role in determining the performance of sodium-ion batteries. In recent years, advanced anode materials have received extensive attention and in-depth exploration. Various anode materials of SIBs have been reported including alloys, metal oxides/sulfides, and carbon-based materials [9,10]. Among these candidates, hard carbon (HC) materials stand out owing to their structure stability, low potential, and excellent electrical conductivity [[11], [12], [13]]. However, HC also faces some challenges such as low initial coulombic efficiency (ICE), poor rate performance, which inhibits the overall performance of SIBs [[14], [15], [16], [17]]. To address the above issues, exploring the structure-activity relationship between micro-nano structures and sodium storage performance of hard carbon, as well as the methods for regulating hard carbon structures are the current research hotspots [18].",
                "The choice of the appropriate precursor is critical for improving the electrochemical performance of HC [19]. The viability of synthetic polymers [20], biomass [21], and fossil fuels [22] as precursors of HC have been explored extensively. Biomass is generally considered the most promising option as it is abundantly available, widely sourced, and environmentally friendly. Currently, various biomass materials have been employed as precursors of HC, including fruit shells [23,24], as well as animal and plant tissues [[25], [26], [27]]. It finds that the characteristics of precursors significantly affect the properties of HC, and thus overall sodium-storage performance [[28], [29], [30]]. As the component of original biomass is very complex, different components undergo decomposition via their distinct pathways and dynamics, mutually influencing one another in the process, it is difficult to generate biomass-derived carbon materials with controllable structures and ideal performances via directly carbonization process. Chen et al. [31] conducted an in-depth investigation into the three main components of lignin, cellulose, and starch, explaining the pyrolysis behavior of each component and its impact on the performance of hard carbon. In general, the research on the synthesis of HC using lignin and cellulose as precursors has produced promising results [[32], [33], [34]]. Moreover, using waste biomass precursor to prepare cost-effective hard carbon is also a research hotspot. Wang et al. [35] utilized discarded corncob which is rich in cellulose and hemicellulose as the precursor to prepare high-capacity hard carbon material.",
                "Sulfuric acid paper is commonly used in product packaging, printing, and plate making industry. Considering that discarded sulfuric acid paper mainly comprised of cellulose and lignin, which was prepared by intertwining fine plant fibers with the advantage of high purity, it can be selected as a hard carbon precursor material with the potential of excellent sodium storage performance. In this study, the preparation of high-performance HC materials derived from discarded sulfuric acid paper via the pre-oxidation and carbonization process was explored in detail. It was found that the pre-oxidation effectively reduced the specific surface area (SSA) and the number of micropores. Additionally, we revealed that the improved pyrolysis temperature can further adjust the microstructure of HC. As a result, a high-performance HC with a high reversible capacity of 350.1 mAhg−1 at a current density of 30 mA g−1 was achieved. Through exploring sodium storage mechanism of HC materials derived from discarded sulfuric acid paper, it was found that the material exhibited sodium ion intercalation behavior between 0.2 and 0.1 V, which can improve the rate performance. This study not only provides an environmentally friendly and economical synthesis approach of HC materials, but also offers important theoretical insights for optimizing the Na storage performance."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "First, discarded sulfuric acid paper was washed with dilute sulfuric acid and dried in a vacuum oven for 12 h at 80 °C. Second, the sample was conducted by a pre-oxidation treatment at 300 °C for 4 h in a muffle furnace with air atmosphere. Third, the sample was further thermally carbonized in a tubular furnace at different temperatures of 1200 °C, 1300 °C, 1400 °C,1500 °C. A carbonization time of 2 h was set for each temperature, at a heating rate of 2 °C min−1. The as-obtained HC samples were labeled as SAPHC1200, SAPHC1300, SAPHC1400, SAPHC1500 respectively. To explore the effect of pre-oxidation, a reference without pre-oxidation was directly prepared at 1400 °C for 2 h, which was namedSAPHC1400."
                    ],
                    "name": "Synthesis of materials",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The morphology of the prepared samples was studied employing a Hitachi SU-70 scanning electron microscope (SEM). The planar structures of the prepared samples were examined employing a Bruker D8 Advance X-ray diffractometer (XRD). The samples were also characterized using Raman spectroscopy employing a 785 nm laser. Nitrogen adsorption-desorption analysis was conducted at a temperature of 96 °C to analyze the porosity along with other parameters of the samples using a Micromeritics ASP 2460 surface area and porosimetry analyzer. The values of SSA for the prepared samples were obtained through the Brunauer-Emmett-Teller method, while the distributions of the pore size were acquired based on the nonlocal density functional approach. The surface chemical characteristics were analyzed using X-ray photoelectron spectroscopy (XPS) using a Thermo ESCALAB 250XI device. The coin cells were dismantled inside an Ar-filled glove box to carry out the ex-situ XRD measurements. The electrodes were cleaned using dimethyl carbonate and dried out before the testing stage."
                    ],
                    "name": "Material characterizations",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Electrochemical tests were conducted employing CR2032 coin cells. The slurry was prepared consisted of 80 wt% active material, 10 wt% polyvinylidene fluoride, and 10 wt% carbon black mixed in N-methyl-2-pyrrolidone as the solvent. Thereafter, the slurry was coated onto a piece of Cu foil. The working electrodes were prepared through vacuum drying at a temperature of 100 °C for 8 h, with an average loading mass of the active material approximately equal to 1.2 mg cm−2. Glass fiber (Whatman grade GF/D) was employed as the separator, whereas a metal Na foil served as the counter electrode. The electrolyte was composed of 1 M NaPF6 in a 1:1 volume mixture of diethylene glycol dimethyl ether. The CR2032 coin cells were set up inside the Ar-filled glove box. Cyclic voltammetry (CV) was then carried out at ambient temperature using Bio-logic VMP3 electrochemical workstation from Seyssinet-Pariset. Besides, A LAND CT2001A testing instrument was employed to carry out constant current charging-discharging and galvanostatic intermittent titration technique (GITT). For GITT, a discharge/charge process was conducted at 0.1C (1C = 300 mA g−1) in the range of 0.01–2.5 V. Each discharge/charge step lasted for 30 min, followed by a rest period of 180 min to achieve a quasi-equilibrium potential (V vs. Na/Na+) for calculation of Na+ diffusion coefficient."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "The morphology of HC materials at different pyrolysis temperatures was studied using SEM (Fig. 1a – Fig. 1d and Fig. S1). It was found that SAPHC1200 and SAPHC1400 exhibited flat block shapes, particles of varying sizes. Also, the overall morphology of prepared samples demonstrated a relatively disordered distribution. The morphology of the HC material remained almost unchanged as the temperature was raised indicating that HC material derived from sulfuric acid paper have a stable structure. The TEM (Fig. 1e – Fig. 1f and Fig. S2) further reveal that the graphitization degree of SAPHC1400 exhibited a notable increase in comparison to SAPHC1200. Upon observation, it is evident that SAPHC1400 possesses a Graphite like domain structure that is significantly longer and more numerous compared to SAPHC1200, and with the increase of pyrolysis temperature, further development of SAPHC1500 graphitization can be observed. In contrast, SAPHC1200 exhibits a relatively disordered arrangement of shorter graphite-like domains and black carbon accumulations, which tend to hinder the migration of sodium ions, thereby contributing to an increase in irreversible capacity [36].",
                "The structural properties of SAPHC1200, SAPHC1300, SAPHC1400, SAPHC1500 were further explored using XRD measurements. The XRD spectra display two prominent broad peaks at 2θ = 22–24° and 2θ = 43–44° (Fig. 2a), which corresponded to the (002) planar direction of graphite sheets and the (100) plane of the sp2-hybridized hexagonal carbon, respectively. The position of the peak of (002) plane moved towards higher 2θ values with an increase in the carbonization temperature. The interlayer distances between the (002) planes of the samples SAPHC1200, SAPHC1300, SAPHC1400 were calculated using the Bragg equation and were obtained as 0.388 nm, 0.378 nm, 0.371 nm, 0.368 nm respectively. These results indicated that higher carbonization temperature values contributed positively to improving the degree of crystallization and shortening the interlayer distances between adjacent carbon layers, which was consistent with TEM results. It is noted that smaller d002 are unfavorable for the insertion of Na+ ions, which can change sodium-storage mechanism of HC according to pioneer researches [37] The apparent crystal width (La) along the a-axis, as well as the apparent crystal thickness (Lc) along the c-axis, were calculated using the Debye-Scherrer relationship by following equation:(1)",
                "Lnm = Kλ β cos θwhere",
                "β denotes the full width at half-maximum of the peaks,",
                "λ corresponds to the X-ray wavelength (0.154 nm) that was employed and K represents the shape factor. The respective",
                "β and 2",
                "θ values for the (100) and (002) peaks were used to calculate La and Lc for the HC materials, utilizing the corresponding K values of 1.84 and 0.90 [38]. Both of La and Lc increased in value with increasing in the pyrolysis temperature, indicating that crystal thickness of the graphene sheets and their lateral dimensions expanded at higher temperatures. Furthermore, distinct peaks were found at 1350 cm−1 and 1580 cm−1 in the Raman curves of the prepared HC samples, which were ascribed to the D and G bands, respectively (Fig. 2b). The integrated peak intensity ratio of these two bands ID/IG decreased from 1.25 down to 1.17 (Fig. 2c) as the carbonization temperature increasing from 1200 °C to1500°C, indicating a reduction in defects and further development of graphitization with the increasing in pyrolysis temperature. The chemical compositions of the HC samples were analyzed using XPS measurements. The O content decreased from 7.3 wt% in SAPHC1200 down to 4.0 wt% in the SAPHC1500sample (Fig. S4). High-resolution spectra for C1s confirmed the presence of CC (284.8 eV), C-O-C (285.2 eV), and COOR (286.5 eV) bonds in SAPHC1400 samples (Fig. 2f). As the temperature increases, the C-O-C bond (285.2 eV) undergoes considerable alterations, suggesting that the primary cause of the reduction in oxygen content is the breaking of the C-O-C chemical bond (285.2 eV).",
                "The pores structure of SAPHC samples were analyzed by N2 adsorption/desorption isotherms. SAPHC1200 exhibited a type-I N2 adsorption-desorption isotherm, typically characterized by high adsorption quantity at low relative pressures of <0.1 and the formation of a plateau region in the medium to high-pressure range (Fig. 2d). This pattern suggested a predominantly microporous structure [39]. However, with the increasing in carbonization temperature, the micropores decrease and even completely collapsed, After 1200 °C (Fig. 2e). The values of SSA for theSAPHC1200 were calculated to be 511.05 m2 g−1, The values of SSA for theSAPHC1300 drops sharply to 26.62 m 2 g−1, The values of SSA for theSAPHC1400, SAPHC1500 were lower, The reduction in the SSA value for the sulfuric acid paper-derived HC is helpful to improve the initial coulombic efficiency [40].",
                "Compared withSAPHC1400, it was found that non-pre-oxidized samples SAPHCD1400 exhibits a larger specific surface area 108.32 m2 g−1, and pore volume 0.080cm3 g−1, The peak of (002) plane of SAPHCD1400 moved towards higher 2θ values, indicating a lower interlayer distance (d002= 0.367 nm) (Fig. S3).",
                "The CV plot for the sample SAPHC1400 is presented in FigureS5. A reversible redox peak was found at 0.01–0.1 V, which was ascribed to the insertion/extraction of Na+ ions present in the graphite layers or nano-voids. Additionally, a broad reversible peak was detected at 0.6 V in first cycle, which was attributed to the SEI formation. The constant charge/discharge tests (GCD) of HC samples were conducted (Fig. 3a). The initial charge-discharge curves at 0.1 C (1 C = 300 mA g−1) indicated that SAPHC1200 exhibited a lower reversible capacity value of 196.6 mAhg−1, while the SAPHC1300 and SAPHC1400 had higher specific capacities of 340.7 mAh g−1, and 350.1 mAh g−1, respectively. However, the specific capabilities of SAPHC1500 have slightly decreased, it mainly manifested in the decrease of slope capacity. The increasing in capacity of SAPHC1300 and SAPHC1400 can be ascribed to the contribution of the plateau segment (voltage<0.1 V). Meanwhile, the initial coulombic efficiency (ICE) also improved as the pyrolysis temperature. The initial coulombic efficiency of SAPHC1200 and SAPHC1400 were 59.21 % and 77.26 %. Above results indicated that the increase in temperature leads to the improvement of initial Coulombic efficiency and the significant increase in capacity, which is mainly reflected in the increase of platform capacity. Higher pyrolysis temperature and smaller specific surface area are conducive to the improvement of the ICE. The decreased specific surface area of SAPHC1400 is beneficial to mitigate the excessive consumption of sodium ions during the formation of SEI in the initial cycle, which leads to a improved ICE. Besides, the graphitic structure with suitable length and thickness can be obtianed under higher carbonization temperature, which facilites the intercalation reaction of sodium ion and meanwhile extends the plateau capacity of hard carbon.",
                "The rate performance of SAPHC samples were evaluated (Fig. 3b). The SAPHC1200 exhibited lower cycling capacities of 197.6, 178.3, 165.8, 115.2 and 67.2 mAh g−1 at 0.03, 0.15, 0.3, 1.5, and 3.0 A g−1. The capacities of SAPHC1400 at 0.03, 0.15, 0.3, 1.5, and 3.0 A g−1 were 350.1, 346.2, 333.6, 279.6, and 210.2 mAh g−1, respectively. This suggests that an increase in temperature is conducive to improving the rate performance of HCs. The proportion of the slope capacity and plateau capacity of HCs was calculated (Fig. 3c) and SAPHC1400 had a higher plateau capacity than HC1200. Simultaneously, the variations in slope capacity and plateau capacity under different current densities were also summarized (Fig. 3d). It was found that as the current density increase, the plateau capacity and slope capacity decreased, the plateau capacity has experienced a notable decrease, which is due to the stronger ion dynamics of sodium ions in the high-potential range compared to the low-potential range. Furthermore, compared with SAPHC1200, the plateau capacity of SAPHC1400 declines relatively slower when the current density changed from low to high, indicating that HC1400 has better rate performance. The reversible capacity gradually decreased with increasing in current density primarily due to the reduction of plateau capacity. Additionally, the cycle stability of samples was tested (Fig. 3e), SAPHC1400 performs the best, which retaining a specific capacity value of 264 mAh g−1 following 100 cycles at a current density of 300 mA g−1, with a capacity retention rate of 80.7 %. We concluded the initial coulombic efficiency and rate performance of SAPHC1400 compared to the reported HC anodes (Table S1), indicating that SAPHC1400 sample has a great electrochemical performance. According to the results of some characterizations, it shows that the increased pyrolysis temperature would promote the growth of graphitic structure. The ID/IG values calculated from Raman spectra gradually decrease as the carbonization temperature increasing, which means an improved graphitization degree. In addition, the increase of La and Lc also demonstrates the development of carbon layers. Thus, it finds that the graphitization develops with the pyrolysis temperature increases. However, the samples synthesized at 1500 °C exhibited an inferior electrochemical performance. This phenomenon may be attributed to the excessive graphitization, which leads to the shrinkage of sodium ion transport channels and reduction of sodium storage sites. Besides, due to the similar specific surface area of SAPHC1400 and SAPHC1500, there is no significant change in ICE [33].",
                "Additionally, the electrochemical performances of SAPHCD1400were also tested to explore the effect of pre-oxidation. It was found that the SAPHCD1400 without pre-oxidation has lower reversible capacity and ICE compared withSAPHC1400. The results revealed that the pre-oxidation treatment had a negligible effect on the storage behavior of Na within the slope region but it led to enhancement in performance within the plateau region (Fig. S 6). The introduction of oxygen-containing groups in pre-oxidation can promote structural cross-linking, and inhibit the melting and rearrangement of carbon structure during high-temperature carbonization [41]. This produces a disordered structure with a suitable degree of graphitization, leading to an enhancement of the ICE and the plateau capacity.",
                "The reaction kinetics of the discarded sulfuric acid paper derived HC was further analyzed. Fig. 4a shows the CV profiles of HC1400 at different scan rates (v). The power law formula i = avb was used to analyze the capacity contribution from diffusion- and surface-controlled reaction processes, where v and i denote the scan rate and peak current. The b values for the S/S′ peaks were found to be 0.94 and 1.13 (Fig. 4b), which indicated that Na+-storage behavior at the high-potential region was primarily dominated by the surface-controlled reaction. On the other hand, the b values of P/P′ were calculated to be 0.46 and 0.53, which suggested a diffusion-controlled process at the low-potential region. The capacitive contribution at different rates were calculated by equation [43] (2):(2)",
                "i V / v 1 / 2 = k 1 v 1 / 2 + k 2where",
                "v denotes the specific scan speed. The k1",
                "v represents the capacitive-controlled contribution, while the k2",
                "v 1/2 corresponds to the diffusion-controlled contribution The capacitive-controlled contribution HC1400 increased from 36 % to 63 % v values ranging from 0.1 to 1 mVs−1 (Fig. 4c). It is crucial to emphasize that the capacitance process holds significant importance in electrochemical storage, particularly when operating at high current densities. Consequently, the HC1400 exhibits remarkable rate performance.",
                "The apparent diffusion coefficient (DNa+) of the HC electrode was calculated by GITT tests based on the Fick's second law using the following relationship [40]:(3)",
                "D Na + = 4 πτ m B V M M B S 2 ∆ E S ∆ E τ 2where τ denotes the relaxation time, and VM, mB, S, and MB correspond to the molar volume, weight, surface area, and molar mass of the material, respectively. The values of ΔES and ΔEτ were obtained from the GITT graphs. During GITT (Fig. S 7), a discharge/charge process was conducted at 0.1C (1C = 300 mA g−1) in the range of 0.01–2.5 V. Each discharge/charge step lasted for 30 min, followed by a rest period of 180 min to achieve a quasi-equilibrium potential (V vs. Na/Na+) for calculation of Na+ diffusion coefficient. The change in Na+ ion diffusion coefficients for the HC1400 sample as a function of the potential is displayed in Fig. 4d and Fig. 4e. The Na+ ions exhibited higher diffusion coefficients for potential values higher than 0.1 V, which was ascribed to the adsorption of Na+ ions in the open pores or defect regions. The diffusion coefficient decreased sharply for potential in the range of 0.1–0.05 V, but greatly increased below 0.05 V. This is attributed to the incorporation of Na+ ions in the pseudo-graphite layers and then filling in the closed pores once the graphite layers become saturated [42].",
                "To further investigate the sodium storage mechanisms, in-situ Raman spectroscopy (Fig. 4g), the ex-situ XRD measurements (Fig. 4f) and ex-situ Raman spectroscopy (Fig. S8), of SAPHC1400 were performed. During the discharge process from 2.2 V to 0.2 V, the peak position of the (002) plane hardly shifted, while the intensity of the D band decreased significantly, and the peak shape becomes broader, and the position of the G band remained almost unaffected. This indicates that a large number of Na ions adsorbed and occupied defect sites, without undergoing intercalation into the graphite-like layers. However, during the discharge from 0.2 V to 0.01 V, the (002) peak shifted towards lower 2θ values, and the corresponding peak intensity of the (002) plane increased. This suggests an increase in interlayer spacing between 0.2 V and 0.1 V, and a significant decrease in the intensity of the G band indicates the presence of Na ion intercalation. During the discharge from 0.1 V to 0.01 V, there was also a shift in the (002) peak towards lower 2θ values, accompanied by a further decrease in the intensity of the G band, G band shifts to lower wavenumbers accompanied by a decrease in intensity, which is attributed to the intercalation of Na+ ions in bulk phase [38,42,43]. Moreover, the G band shows no significant shift between 0.05 V and 0.01 V. Combined with the GITT results from plateau region, it can be concluded that Na+ ions intercalate into the pseudo-graphitic structures between 0.1 V and 0.05 V. When the intercalation sites reach saturation, the subsequent Na+ ions formed nanoscale metal clusters and fill into the closed pores after 0.05 V. Therefore, the tracing paper-derived hard carbon exhibits a coupled adsorption-intercalation-intercalation & pore-filling mechanism. The combination of multiple mechanisms suggests that it possesses abundant sodium storage sites and interconnected sodium ion transport channels, which are conducive to achieving high capacity and high-rate performance. In addition, Additionally, the sodium storage mechanism of discarded sulfuric acid paper-derived HCs is illustrated through a model (Fig. 4h)."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In conclusion, this study utilized discarded materials rich in cellulose and lignin as precursors to prepare hard carbon (HC). Through pre-oxidation and subsequent high-temperature carbonization, SAPHCs (discarded Sulfur Acid Paper-derived Hard Carbons) were fabricated. Among them, the SAPHC1400 exhibited exceptional performance, achieving a reversible capacity of up to 350.1 mAh g−1 at a current density of 30 mA g−1 and even the current density increased from 30 mA g−1 to 3 A g−1, the capacity still remained at 210.2 mAh g−1. This is attributed to the reduced specific surface area (SSA) of the HC samples under high-temperature treatment, resulting in more suitable graphite like domain structure. However, excessive graphitization can also affect the electrochemical performance. After thorough structural characterization and electrochemical analysis, the sodium storage capacity of SAPHC is attributed to a synergistic effect of adsorption-intercalation-intercalation & pore-filling mechanisms. This work provides a new direction for synthesizing low-cost and sustainable electrode materials, contributing to the development of high-performance sodium-ion batteries. By using discarded materials as precursors, it not only reduces production costs but also helps reduce environmental pollution, achieving efficient utilization and recycling of resources."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "Rui Duan: Writing – original draft, Methodology, Investigation, Formal analysis, Data curation, Conceptualization. Xi Zhang: Investigation. Tiejun Zheng: Investigation. Yuzuo Wang: Writing – review & editing, Project administration. Xuewen Yu: Writing – review & editing, Project administration. Dianbo Ruan: Project administration, Funding acquisition. Zhijun Qiao: Project administration."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of competing interest",
            "type": "section_h2"
        }
    ],
    "Title": "Research papersDiscarded sulfuric acid paper-derived hard carbon as high-performance anode material for sodium-ion batteries"
}