{
    "DOI": "10.1039/D3NA00930K",
    "Journal": "Nanoscale Advances",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Currently, lithium-ion batteries (LIBs) are among the leading options in energy storage devices. However, the overexploitation of lithium and its limited availability could lead to a lithium shortage in the near future. Sodium-ion batteries (SIBs) emerge as viable alternatives to LIBs, owing to their similar electrochemical properties. Additionally, sodium is both evenly distributed globally and economically accessible. Various candidates for SIB cathodes have been explored using technologies commonly applied to LIBs, and their performance has been significantly enhanced. Nevertheless, the performance of anode materials based on carbonaceous materials has been found to be unsatisfactory. Numerous studies have centred on developing new anode materials that interact with sodium through alloying or phase conversion. Specifically, metal sulphide (MyS) converts to metal (M) and sodium sulphide (Na2S) through sodiation, as shown in eqn (1). where MyS and M represent metal sulphide and metal, respectively. During sodiation, the phase of metal sulphide (MyS) is converted to the metal (M) and sodium disulphide (Na2S). Since the volume of the products (yM + Na2S) is larger than that of the pristine metal sulphide (MyS), the volume of the metal sulphide increases upon sodiation. Among various metal sulphides, NiS2 exhibits a high theoretical capacity (873 mA h g−1) and high electronic conductivity. Previous research has posited that the cycling properties of NiS2 are related to volume or phase changes during charge/discharge cycles. Much research has focused on relieving this stress by developing novel nanostructures for the NiS2 electrode. Specifically, NiS2 powder has been prepared with carbon materials, such as carbon coatings, carbon nanosheet arrays, carbon microtubes, carbon nanofibers, graphene, and bifunctional carbon coatings. Electrodes with these novel carbon nanostructures have shown improved cycling properties. While most prior studies have concentrated on electrode structure modification, recent research has explored the effects of the current collector on cycling properties. Metal disulphides (NiS2, FeS2) using a Cu current collector have displayed better cycling properties than those using a Ti current collector, due to the formation of Cu2S. Although the current collector should be inert during the electrochemical reaction, copper current collectors can participate in electrochemical reactions. Even though aluminium is an ideal candidate for anode current collector among SIB reports, copper is commonly used as a general current collector for anodes, and the conditions for its use should be urgently investigated. Critical factors for degradation must be studied, and the degradation mechanism during cycling should be clearly elucidated.",
                "In this report, we prepared NiS2 powder without any specialised carbon nanostructure. NiS2 was synthesised by heating a mixture of nickel and sulphur powders, following a simple and scalable process. The NiS2 electrode was fabricated using a conventional method, specifically slurry casting onto current collectors. The effects of different electrolytes and current collectors on the cycling properties were investigated. If a copper current collector were involved in side reactions during the electrochemical process, the possibility of exploring replacing it is studied further. The degradation mechanism was also discussed based on the results. The NiS2 electrode exhibited remarkable performance when paired with a copper current collector, an outcome related to the formation of Cu2S. Carbon-coated aluminium foil emerged as a suitable substitute for the current collector, showing no side reactions. Using a carbon-coated aluminium (C/Al) current collector, the NiS2 electrode demonstrated excellent rate performance up to 100 A g−1. Moreover, stable cycling performance was observed for up to 5000 cycles at a current density of 50 A g−1, maintaining a capacity retention of 71%."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Nickel sulphide was synthesised by mixing nickel and sulphur powders, followed by heating at 500 °C for 3 h in an argon atmosphere. Nickel nanopowder (99%, Nanotechnology, Korea) and sulphur micron powder (Aldrich) were used as precursors. The nickel and sulphur powders were mixed in a molar ratio of 1:8 for 10 h using a planetary ball mill (Pulverisette 6, Fritsch GmbH, Germany) and dried in an oven at 60 °C for 8 h. The dried powder was then annealed in a tube furnace at 500 °C for 3 h with a ramp rate of 5 °C min−1, in an argon atmosphere."
                    ],
                    "name": "2.1. Synthesis of NiS2",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The crystal structure was analysed using an X-ray Diffractometer (Bruker D2 Phaser, USA). To determine sulphide formation, Raman spectra were obtained using a LabRAM HR800 UV. Morphological evolution was assessed with a field-emission scanning electron microscope (FESEM Quanta3D, FEI, Netherlands). Further details of the crystal structure were elucidated using TEM (FEI, TF30ST). Ex situ X-ray photoelectron spectroscopy (XPS; PHI 5000 VersaProbe, Ulvac-PHI, Inc., Kanagawa, Japan) was conducted with the aid of glovebox to minimise exposure."
                    ],
                    "name": "2.2. Structural characterisation",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The NiS2 electrode was prepared with 80% NiS2, 10% Ketjen Black (AkzoNobel, EC-600JD), and 10% PVDF (Sigma Aldrich). These components were thoroughly mixed using N-methyl-2-pyrrolidone (Sigma Aldrich) and coated onto various current collectors, including copper foil (Wellcos), aluminium foil (Wellcos), carbon-coated aluminium foil (MTI Korea), carbon nanotube-coated aluminium foil (Prime 1E, Gratube Co.), nickel foil (Alfa Aesar Co.), stainless steel foil (Alfa Aesar Co.), and titanium foil (Alfa Aesar Co.). The coated slurry was dried in a vacuum oven at 80 °C for 12 h. The mass of the active material was ∼1 mg cm−2. Swagelok-type cells were assembled for electrochemical testing. Sodium metal was employed as both a counter electrode and a reference electrode, while glass fibre (Whatman, GF/D) and Celgard served as separators. The cells were tested at room temperature within a voltage window of 0.01 to 3 V (WBCS 3000L, WonA Tech Co., South Korea) using either ether-based or carbonate-based electrolytes. A 1 M solution of sodium hexafluorophosphate (NaPF6, Alfa Aesar, 99+% purity) dissolved in 1,2-dimethoxyethane (DME, Sigma Aldrich) was used as the ether electrolyte. For comparison, a 1 M NaPF6 solution in ethylene carbonate (EC)/diethylene carbonate (DEC) with 5 wt% fluoroethylene carbonate (FEC) was utilised as the carbonate electrolyte. Impedance spectra were measured in the frequency range from 1 to 0.01 MHz using a VMP3 multi-channel potentiostat (Biologic, Seyssinet-Pariset, France). Cyclic voltammetry was performed at a voltage scan rate of 0.1 mV s−1 within the 0.01 to 3 V voltage window. A four-probe analysis was conducted using a portable 4-probe resistivity tester (MTI, EQ-JX2008-LD). The galvanostatic intermittent titration technique (GITT) was carried out at a current density of 500 mA g−1, with a 10 minute rest time between charge and discharge cycles."
                    ],
                    "name": "2.3. Electrochemical characterisation",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "The nickel disulphide (NiS2) was synthesised by mixing spherical nickel nanoparticles with sulphur, followed by a simple heat treatment at 500 °C for 3 h in an argon atmosphere. This method provides a facile and scalable process for synthesising NiS2. Fig. 1a displays the XRD pattern of the synthesised particles, which consist of a single phase of NiS2 with a cubic pyrite structure (JCPDS # 89-7142). Additionally, the Raman spectrum in Fig. 1b confirms the pure NiS2 phase, exhibiting a doublet at around 280 cm−1 and a sharp peak at 480 cm−1. The peak at 272 cm−1 is attributed to Tg phonon vibration, and the peak at 280 cm−1 is assigned to Eg phonon vibration. The sharp peak at 480 cm−1 corresponds to Ag phonon vibration in NiS2.Fig. 1c shows the FESEM image of NiS2, which features spherical particles clustered together. This morphology is further investigated using TEM, as shown in Fig. 1d. The spherical shape of the NiS2 nanoparticles resembles that of the Ni precursor, as seen in Fig. S1a.† Given that the annealing temperature was 500 °C, sulphur vapour (with a boiling point of 444 °C) could react with the spherical nickel particles to form spherical NiS2 particles. The HRTEM image in Fig. 1e reveals lattice spacings of 0.23 nm and 0.28 nm, which correspond to the (211) and (200) planes of cubic NiS2, respectively. This HRTEM result further corroborates the formation of NiS2, aligning with the XRD pattern. From the STEM image and EDS mapping in Fig. S2,† nickel and sulphur are uniformly distributed throughout the NiS2 particles.",
                "NiS2 electrodes were prepared on a copper current collector and cycled using two types of electrolytes. The cycling performance of the NiS2 electrode in ether-based (DME) and carbonate-based (EC/DEC) electrolytes is shown in Fig. 2. The cycling properties are largely dependent on the type of electrolyte, as illustrated in Fig. 2a. In the case of DME electrolyte, the initial discharge capacity is 856 mA h g−1 with a high coulombic efficiency of 94%, and it remains at 804 mA h g−1 after 100 cycles. Conversely, in the case of the EC/DEC electrolyte, the capacity of the NiS2 electrode drastically decreases within 20 cycles and stays below 30 mA h g−1. The variations in voltage profile are represented in Fig. 2b and c. In the DME electrolyte, two plateaus appear at 1.3 V and 1.0 V during the first discharge (sodiation), and two more plateaus appear at 1.6 V and 1.9 V during the first charge curve. Although the capacity remains relatively stable during cycling, the plateau potentials in the discharge curve significantly change with repeated cycling; a short plateau appears around 2.0 V at the 10th cycle, followed by a long plateau at 1.5 V after the 50th cycle. These variations in plateau potential likely indicate changes in the sodiation reaction. In the EC/DEC electrolyte, as seen in Fig. 2c, the initial discharge curve is similar to that of the DME electrolyte. However, the capacity drastically decreases, and the discharge curve exhibits a sloping behaviour without a flat plateau after the 10th cycle. To investigate the differences between the two electrolytes, the electrochemical impedance spectroscopy (EIS) of the NiS2 electrode in both DME and EC/DEC has been analysed and is displayed in Fig. 2d. In the DME electrolyte, the charge transfer resistance (Rct) of the pristine NiS2 electrode is approximately 40 Ω and decreases to ∼10 Ω after the first cycle. For the EC/DEC electrolyte, the initial Rct value is ∼400 Ω, which is substantially higher than that of the DME electrolyte. Moreover, the Rct value for the carbonate-based electrolyte increases after the first cycle.",
                "It has been reported that the high Rct in carbonate electrolytes is associated with a thick solid electrolyte interphase (SEI) layer. This thick SEI layer could lead to electrical isolation between NiS2 particles, resulting in parasitic reactions that consume alkali ions in subsequent cycles. Such phenomena could be linked to poor cycling behaviour. On the other hand, ether-based electrolytes are reported to form a thin SEI layer on the active material. Although the NiS2 electrode was prepared without any specialised carbon nanostructure, its cycling performance was excellent when using a Cu current collector and DME electrolyte. The electrochemical properties under these conditions have been investigated in detail.",
                "From Fig. 3, the NiS2 electrode exhibited excellent rate performance when using a DME electrolyte and a copper current collector, delivering a reversible capacity of ∼800 mA h g−1 at 1 A g−1 and 132 mA h g−1 at a high current density of 100 A g−1. The voltage profile at various current densities in the DME electrolyte is illustrated in Fig. 3b. In Fig. 3c, stable cycling performance is observed at a high current density of 15 A g−1 over 1000 cycles. The capacity decreases during the initial stage but stabilises after 200 cycles. The variation in the voltage profile during cycling is displayed in Fig. 3d. A single plateau at 1.5 V during discharge appears after the 100th cycle, exhibiting the same behaviour as in Fig. 2b.",
                "In Fig. 4, the NiS2 electrode using DME electrolyte and a Cu current collector was investigated after 1000 cycles in the charged state. Fig. 4a and b displays TEM images and EDS mapping results from TEM, indicating the presence of both copper and nickel. Fig. 4c presents the atomic concentrations in the 1000th cycled electrode based on X-ray photoelectron spectroscopy (XPS) data. After 1000 cycles, elements of copper, nickel, and sulphur were detected. The copper elements likely originate from the Cu current collector, which is the only source of copper in the cell. In Fig. 4d, XPS results of the 1000-cycle sample show two peaks at 931 eV and 951 eV, corresponding to the Cu 2p3/2 and Cu 2p1/2 of copper sulphide (Cu2S), respectively. The HRTEM image in Fig. 4e reveals lattice spacings of 0.28 nm and 0.32 nm, corresponding to the (200) and (111) planes of NiS2, respectively. However, the lattice spacing of 0.19 nm could not be explained by NiS2 but is well-matched with the (110) planes of Cu2S. Thus, a Cu2S phase appeared in the NiS2 electrode after 1000 cycles.",
                "From the above results, it can be concluded that Cu2S was formed during the cycling of the NiS2 electrode for sodium-ion batteries. These findings are consistent with previous studies that used ether and a Cu current collector. Additionally, the single plateau at 1.5 V after cycling in Fig. 2d aligns with the plateau of Cu2S. Initially, the capacity should arise from the sodiation of sulphur, which is a reversible reaction involving Na2S and transition metals (Ni or Cu). After cycling, some of the sulphur in NiS2 likely transformed into Cu2S via a reaction with copper. However, since the total amount of sulphur in both Cu2S and NiS2 should remain equal to that of pristine NiS2, the capacity did not decrease; instead, a flat plateau at 1.5 V appeared after cycling. This plateau is characteristic of Cu2S. Thus, the plateau at 1.5 V likely originates from Cu2S. The capacity after cycling was derived from both NiS2 and Cu2S, and the total amount of sulphur should be the same as that in pristine NiS2. This phenomenon may be associated with the good cycling properties observed.",
                "Even though copper foil is considered as a candidate for an anode current collector, it reacts with NiS2 to form Cu2S. To identify the appropriate current collector for a NiS2 electrode, various popular current collectors were investigated, including aluminium foil, carbon nanotube-coated aluminium foil (CNT/Al), carbon-coated aluminium foil (C/Al), stainless steel foil, titanium foil, and nickel foil. The ohmic drop (at ∼1.7 V) in the galvanostatic intermittent titration technique (GITT) is shown in Fig. S3† and summarised in Fig. 5a. Data from electrochemical impedance spectroscopy, including charge transfer resistance derived from the Nyquist plot, are also integrated into Fig. 5a. The NiS2 electrode using a C/Al (carbon-coated aluminium foil) current collector exhibited the lowest charge transfer resistance, potentially promoting faster kinetics. Fig. 5b displays the rate performance of the NiS2 electrode using a C/Al current collector and DME electrolyte. The NiS2 electrode delivered high capacities of 738, 642, 605, 583, 546, and 293 mA h g−1 at current densities of 1, 2, 5, 10, 20, and 50 A g−1, respectively. Moreover, at an extremely high current density of 100 A g−1, the electrode delivered a capacity of 129 mA h g−1. This performance is similar to that observed with a Cu current collector in Fig. 3a and exceeds the rate performance reported in previous studies on NiS2. The high-rate performance of the NiS2 electrode is likely an intrinsic property. Fig. 5c presents the voltage profile at various rates. For kinetic analysis, cyclic voltammetry was performed at different current densities ranging from 0.1 to 20 mV s−1 (shown in Fig. 5d). During both anodic and cathodic scans, two peaks were observed in both the reduction and oxidation processes. Fig. 5e and f show the linear relationship between anodic/cathodic peak current and scan rate, consistent with eqn (2).",
                "where i is the peak current, a and b are constants, and V is the sweep rate. The b values corresponding to the cathodic peaks were 0.88 and 0.79, respectively, while those for the anodic peaks were 0.77 and 0.74, respectively. When the b-value is close to 0.5, the rate is controlled by the diffusion process; conversely, when the b-value is close to 1, the rate is governed by surface reactions. In both anodic and cathodic reactions, the rate may be influenced by both diffusion and surface reactions. A thin SEI layer formed by DME electrolyte, along with the high ionic conductivity of DME, could be associated with fast kinetics.",
                "Fig. 6 illustrates the cycling properties of the NiS2 electrode using a C/Al current collector. The short-term cycling performance was conducted at a current rate of 1 A g−1 (Fig. 6a), and the corresponding voltage profile is displayed in Fig. 6b. The first discharge curve exhibits two plateaus, similar to that observed when using a Cu current collector in Fig. 2b. However, a flat plateau does not appear during cycling, differing from the behaviour observed with a Cu current collector in Fig. 2b. In other words, there may be no side reactions. According to Fig. S4† (EDS mapping results of the cycled electrode), the aluminium element was not detected in the NiS2 electrode after cycling. The C/Al foil should be inert during cycling and thus stands as a good candidate for the NiS2 electrode in sodium-ion batteries. The Nyquist plot of the pristine NiS2 electrode and the electrode after cycling is presented in Fig. 6c. The Rct was approximately 14 Ω initially and increased slightly to 16 Ω after cycling. The low charge transfer resistance could suggest fast kinetics. The long-term cycling performance was conducted at a current density of 50 A g−1, as shown in Fig. 6d, with the corresponding voltage profile presented in Fig. S5.† The NiS2 electrode exhibited an initial capacity of 413 mA h g−1 and a capacity decay rate of 8.47 × 10−3% per cycle over 5000 cycles. The discharge curve shows a sloping behaviour but lacks any plateau at 1.5 V. EDS mapping results obtained through TEM are displayed in Fig. 6e. After 5000 cycles, nickel and sulphur were observed, but aluminium was not detected in the NiS2 electrode. High-resolution TEM (HRTEM) images after 5000 cycles are shown in Fig. 6f. The d-spacing corresponds to 0.28 nm and 0.23 nm, which relate to the (200) and (211) planes of NiS2, respectively.",
                "Table S1† presents previous reports on NiS2 electrodes. Fig. 7a displays the cycling performance of these previous studies, along with cell conditions such as electrode structure, electrolyte, and current collector. Specifically, the current collectors, electrolytes, and electrodes are systematically represented. Copper, stainless steel, titanium, and carbon-coated aluminium have been used as current collectors. Carbonate-based electrolytes such as EC, DMC, DEC, PC, FEC, as well as ether-based electrolytes like DME and DEGDME, have been employed for various types of NiS2 electrodes. When using carbonate electrolytes, some previous reports showed poor cycling properties for NiS2 electrodes prepared without carbon coatings. Despite this, most NiS2 electrodes featuring carbon nanostructures exhibited good cycling properties when paired with carbonate electrolytes. Additionally, NiS2 electrodes using ether electrolytes and copper current collectors displayed a 1.5 V plateau after cycling. When NiS2 electrodes were cycled with ether electrolytes and alternative current collectors like stainless steel and Ti, the clear 1.5 V plateau during discharge was not observed. Based on our results and previous findings, the expected reaction mechanism responsible for metal sulphide behaviour is summarised in Fig. 7b. This reaction can be applied to all metal disulphide anodes, irrespective of the electrolyte used. In the case of ether electrolytes, bare NiS2 could react with copper foil to form copper sulphide during cycling, thereby promoting stable cycling. The formation of copper sulphide could be identified by the appearance of a plateau at 1.5 V during discharge. Moreover, bare NiS2 electrodes displayed poor cycling properties, potentially related to the formation of a thick SEI layer. Copper foil may not be an ideal current collector for bare nickel disulphides. However, there are two approaches to overcome the side reactions of copper current collectors. The first involves modifying the NiS2 electrode with a thick, uniform carbon coating, which can also be compatible with carbonate electrolytes. A thick carbon coating on nickel sulphide acts as a barrier, preventing the direct contact of copper and thereby mitigating side reactions. The main drawback of this strategy is reduced volumetric capacity. The alternative solution is to change the current collector; for example, carbon-coated aluminium foil can be used with a bare NiS2 electrode in an ether-type electrolyte. This strategy can also be applied to other metal sulphide anode materials to explore their real capacities without side reactions. This superior electrochemical performance highlights the promising practical applications of NiS2 anodes for sodium-ion batteries. Additionally, this strategy can be adapted to other metal sulphides to mitigate the side reactions involving copper current collectors."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "Nickel disulphide (NiS2) was prepared using a facile and scalable method without any carbon coating and employed as anode material for sodium-ion batteries using a Cu current collector and a DME-based electrolyte. The NiS2 anode paired with the Cu current collector exhibited long cycle life and rapid kinetics. However, it was found that the copper current collector triggered a side reaction, leading to the formation of copper sulphide. As alternative strategies, various current collectors like nickel foil, stainless steel foil, titanium foil, aluminium foil, carbon-coated aluminium foil (C/Al) and CNT-coated aluminium foil were considered. Among these, the C/Al collector was found to be the best alternative due to its inert nature and low resistivity. The electrode with C/Al displayed high-rate performance and long-term cycling stability. Even at a high current rate of 100 A g−1, the capacity remained at 129 mA h g−1. Additionally, the electrode exhibited excellent rate performance at a current density of 50 A g−1; at the end of 5000 cycles, the capacity was maintained at 238 mA h g−1. This report outlines a new direction for conversion anode research in sodium-ion batteries by putting forward an alternative current collector with low resistivity and inertness to metal sulphides."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Overcoming copper-induced conversion reactions in nickel disulphide anodes for sodium-ion batteries"
}