{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Anode material",
        "Sodium storage",
        "Carbon",
        "Graphene",
        "Sodium-ion battery"
    ],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) are expected to be ideal alternatives to lithium-ion batteries (LIBs) in the future due to their abundant and low-cost resource advantages. A key challenge in SIBs is the development of anodes capable of insertion/extraction of sodium ions (Na+) with large radii. Here, hollow bowl-shaped porous carbon materials are uniformly modified with vertically grown graphene (denoted as HBC/VGSs) demonstrating a large specific surface area and three-dimensional structure, which are employed as a viable high-performance anode for SIBs. HBC/VGSs anodes are highly effective at storing sodium because of their structural features. As a result, the HBC/VGSs electrodes provide a high reversible capacity of 409 mAh g−1 after 100 cycles at 0.1 A g−1, as well as outstanding rate capability (301.6 mAh g−1 at 5 A g−1). Moreover, it also shows extraordinary cycling stability (230.3 mAh g−1 after 2500 cycles at a high current density of 5 A g−1) that is significantly better than the pristine hollow bowl-shaped porous carbon (HBC). Cyclic Voltammetry (CV) and Galvanostatic Intermittent Titration Technique (GITT) were used to analyze the pseudocapacitance and sodium storage kinetics. It was found that high electrical conductivity and large surface area can improve Na+ adsorption and diffusion, enhance the electronic conductivity, and deliver superior capacity and rate. The results, taken as a whole, provide new insight into the creation of long-lasting carbon anodes that deliver optimal performance in SIBs."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Graphical abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Electric vehicles (EVs) are increasingly popular among consumers as they reduce the emissions of greenhouse gases, and improve air quality in urban centers [1]. However, as the heart of EVs, lithium-ion batteries (LIBs) face challenges due to the scarcity of lithium minerals and the unbalanced distribution of lithium resources, which threaten the sustainability of EVs’ markets [2], [3], [4]. Recent years have seen sodium-ion batteries (SIBs) receiving a great deal of attention as an alternative system to LIBs because of their huge reserves and wide distribution of sodium resources [5], [6]. Electrode materials significantly affect the comprehensive electrochemical performance of SIBs. Presently, the developed layered oxides and polyanionic compounds cathode materials can meet the practical application requirements due to their high Initial Coulombic efficiency (ICE) and superior rate performance [7], [8], [9]. By contrast, the development of anode materials for commercial applications is lagging which substantially impacts the performance of SIBs [10]. Therefore, finding suitable materials as SIBs anodes is essential for accelerating their industrialization.",
                "As an important member of the intercalation type materials, carbonaceous materials have been extensively studied as anode materials for SIBs due to their high conductivity, large surface area, electrochemical, thermal, and mechanical stability, various structural and chemical modifications, low cost of raw materials, and ease of preparation [11], [12], [13]. Among them, hard carbon (HC) is considered as the most promising commercial anode material compared with the alloy-type [14], [15], [16], [17] and conversion-type counterparts [18], [19], [20], because of its abundant reserves, competitive costs, low working potential, and good reversible capacity for sodium ion storage (about 250–300 mAh g−1) [21], [22], [23], [24]. However, the large radius of Na+ results in slow ion diffusion kinetics and large volume changes during electrochemical processes, which may limit the practical application of HC anodes [25], [26], [27]. Therefore, it remains a great challenge to design suitable HC for SIBs anodes.",
                "Currently, a common and effective strategy for addressing the above-mentioned issues is to rationally design and synthesize hollow porous carbon nanostructures with stable structures, large specific surface areas, and high electrical conductivity, which provide more active sites and accommodate the volume change [28], [29], [30], [31], [32]. Unfortunately, the hollow structures tend to reduce the tap density due to the immoderate inner cavities, while the conductive components are hard to uniformly contact with the active materials [33], [34].",
                "Herein, we design HBC/VGSs as a high-performance anode for SIBs, which demonstrate uniform three-dimensional (3D) structures, large specific surface areas as well as high electrical conductivity. Notably, HBC/VGSs possess abundant mesoporous structures and unique bowl-type cavities, combining the advantages of hollow and porous structures. It enables them to reduce the structural strain caused by volume expansion, and thereby maintaining structural stability during the electrochemical reaction without sacrificing the tap density. Moreover, the in-situ vertically grown graphene that was uniformly and robustly inlaid on the surface of HBC contacted each other to form an interconnected 3D structure, which facilitates the ion/electron transfer. The obtained HBC/VGSs anodes exhibited a high reversible specific capacity of 409 mAh g−1 after 100 cycles at 0.2 A g−1 and rate performance of 301.6 mAh g−1 at 5 A g−1, as well as outstanding cycling stability of 230.3 mAh g−1 at 5A g−1 after 2500 cycles. This work provides new insights into the rational design of highly conductive three-dimensional structures with controllable cavities and advances the development of carbon-based materials as high-performance anode materials for SIBs."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "All chemicals were analytical grade and used as received without further purification. Tetraethyl orthosilicate (TEOS, AR, 98%) and Hydrofluoric acid (HF, AR 40%) were purchased from Shanghai Macklin Biochemical Co., Ltd. Resorcinol (AR, 99%) was supplied by Beijing J&K Scientific Co. Ethylenediamine (EDA, AR, 99%) and Formaldehyde aqueous solution (37–40%) were purchased from Aladdin Industrial Corporation."
                    ],
                    "name": "Materials",
                    "type": "section_h3"
                },
                {
                    "content": [
                        {
                            "content": [
                                "68 mL ethanol and 80 mL deionized water were mixed and stirred for 30 s in a 250 mL conical flask. Then, 3 mL TEOS was added into the above mixture and stirred for 30 s, and 0.6 mL EDA was added and stirred for 20 min at room temperature. After that, the conical flask was placed on the oil bath stirrer and 0.4 g resorcinol was added for stirring reaction at 30℃ for 5 min. Then, 0.6 mL formaldehyde aqueous solution (37–40%) was added to react for 24 h. The resulting product was centrifugally collected, washed several times with ethanol, and dried under vacuum at 60 °C overnight.",
                                "After drying, the samples were ground into powder and placed in a corundum boat, which was heated to 800℃ for 4 h in a tubular furnace at 2 ℃·min−1 under N2 conditions. After cooling to room temperature, the black samples were etched with 10% HF for 24 h. Following the etching process, the samples were washed several times with deionized water, and HSC was obtained."
                            ],
                            "name": "Synthesis of hollow sphere carbon (HSC)",
                            "type": "section_h4"
                        },
                        {
                            "content": [
                                "HBC was synthesized similarly with HSC, except that the dosages of TEOS (3 mL) and resorcinol (0.4 g) were changed, while other conditions remain the same."
                            ],
                            "name": "Synthesis of HBC",
                            "type": "section_h4"
                        },
                        {
                            "content": [
                                "Initially, a certain mass of ground HBC material was spread in a corundum boat. Then, it was placed in a tubular furnace and heated to 1200℃ in an atmosphere of argon at 5 ℃·min−1. Upon the temperature reaching 1200℃, the argon was closed, and CH4 and H2 were introduced simultaneously. The flow rates of CH4 and H2 were set at 6 mL min−1 and 160 mL min−1, respectively. Then, the temperature was maintained at 1200℃ for 6 h. When the temperature began to drop, CH4 and H2 were closed and argon gas was turned on. After the tube furnace was cooled to room temperature, the HBC/VGSs composite material was successfully prepared."
                            ],
                            "name": "Synthesis of HBC/VGSs",
                            "type": "section_h4"
                        }
                    ],
                    "name": "Preparation of electrode material",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The acquired electrode materials were characterized by X-ray powder diffraction (XRD, XRD-6100), Scanning Electron Microscopy (SEM, GeminiSEM 500), and Transmission Electron Microscopy (TEM, Talos F200X). X-ray Photoelectron Spectroscopy (XPS) test was applied using the ESCALAB Xi+ (Thermo Fisher Scientific. U.S.) to analyze the element states. Raman spectra were recorded with a Renishaw (inVia Qontor) high-resolution spectrometer. The N2 adsorption-desorption isotherms by using a gas sorption analyzer (ASAP 2020 instrument, Micromeritics Corporation. U.S.)."
                    ],
                    "name": "Materials characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The active material, acetylene black, polyvinylidene difluoride (PVDF) (mass ratio of 7: 2: 1) were mixed and ground uniformly with an appropriate amount of N-Methylpyrrolidone (NMP) to prepare the working electrode. The 2032-type coin cells were assembled in a glovebox filled with argon and the content of water and oxygen in the glovebox were less than 0.1 ppm, using metallic sodium as the counter electrode, 1 M NaClO4 in Ethylene carbonate (EC): Dimethyl carbonate (DMC): Ethyl Methyl Carbonate (EMC) = 1:1:1 vol% with 2.0% Fluoroethylene carbonate (FEC) as the electrolyte for SIBs. The electrochemical performance of the samples was measured on the LAND CT2001A multi-channel battery testing system, with a voltage range of 0.01–3.0 V vs. Na+/Na. CHI 660e （ChenHua） electrochemical workstation was used to conduct the Cyclic Voltammetry (CV) and Electrochemical impedance spectroscopy (EIS) tests. GITT measurements were performed on the experimental electrode after the SEI film was formed by activation at 0.1 A g−1 current density for the first cycle, and hold 10 min for discharge/charge state with a relaxation interval of 40 min to test."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "The preparation process for HBC/VGSs is schematically illustrated in Fig. 1. Firstly, tetraethyl orthosilicate and ethylenediamine were mixed in deionized water to form SiO2 sphere templates. In the following step, polybenzoxazine (PB) was produced by polymerizing formaldehyde and resorcinol with ethylenediamine. In Fig. S1a, the SEM image shows that SiO2@PB/SiO2 has an average diameter of approximately 200 nm with favorable dispersion and uniformity. TEM images (Fig. S1b) further indicate that each SiO2@PB/SiO2 sphere has a core-hell structure, indicating a uniform coating of PB on SiO2 nanospheres. Then, SiO2@C composite nanospheres were prepared after calcination. As HF etching was used to remove the SiO2 templates, the carbon shell collapsed into its internal cavity, forming a hollow porous bowl-like structure. In the end, HBC/VGS are obtained by growing graphene uniformly on the surface of the HBC under a mixed gas atmosphere of hydrogen and methane by the chemical vapor deposition (CVD) method.",
                "As shown in Fig. 2a and d, the average diameter of the as-prepared HSC is about 200 nm, which is hollow and porous. The SEM images (Fig. 2b and Fig. S2a-b) display that HBC has a uniform bowl-like structure with a size of about 200 nm which resembling a completely deflated volleyball. Through the carbonization process and the elimination of SiO2, the surface of HBC became rough, allowing plenty of pores to form. Furthermore, HBC tend to stack on each other, increasing the packing density compared to hollow spheres (such as HSC). It can be seen from the TEM images in Fig. 2e and Fig. S2c-d, the obtained HBC has a homogeneous hollow structure, and the wall thickness of the bowl is measured at about 30 nm. The high-resolution TEM (HRTEM) image and the selected area electron diffraction (SAED) patterns were displayed in Fig. S2e-f respectively, which reflects that the hollow bowl-like carbon was amorphous. The element mapping images (Fig. S2g) further illustrate the distribution of C and N elements in the sample HBC.",
                "As shown in Fig. 2c, vertical graphene nanosheets grew uniformly on the surface of HBC that still maintained a bowl-like structure, inferring its robust thermal stability. Vertical graphene sheets grew continuously and radially perpendicular to the surface of HBC, generating a sophisticated 3D structure. As displayed in Fig. 2f-g, the brighter area belongs to the vertical graphene growth region that mainly covers the edge of HBC, while the darker area is the amorphous HBC carbon material region. HRTEM images (Fig. 2h-i) demonstrate graphitized lattice fringes, confirming the successful preparation of HBC/VGSs. Fig. 2i displays a dilated graphene layer spacing of ≈0.346 nm greater than the interlayer distance (0.3354 nm) of graphite.",
                "plane (0 0 2). The high-angle annular dark field (HAADF) TEM image and EDS elemental mappings of the HBC/VGSs are manifested in Fig. 2j, demonstrating the homogeneous distribution of C and N elements.",
                "The XRD patterns of HSC, HBC, and HBC/VGSs in Fig. 3a show highly broadened (0 0 2) Bragg peaks. Due to the graphene modification, the (0 0 2) peak of HBC/VGSs is sharper and shifts to a higher 2θ value of 25.3° compared to that of HSC and HBC. The calculated VGSs mean layer spacing is 0.35 nm, agreeing well with the result of HRTEM. Raman spectra for HSC, HBC, and HBC/VGSs are shown in Fig. 3b. In terms of carbon materials, the defect and disordered induced D-band that centers at 1345 cm−1 is associated with the breathing pattern of sp2 carbon atoms in the aromatic rings [35], [36], [19]. The graphitic G-band located at 1580 cm−1 is derived from the conjugated structure in chains or rings of sp2 carbon [36], [19] The defect and graphitization degree of carbon materials can be evaluated by ID/IG integral peak intensity ratio. The values of ID/IG for HSC, HBC, and HBC/VGSs are calculated to be 0.817, 0.961, and 0.964, respectively. This further gives strong evidence that the existence of defects and amorphous carbon in the HBC/VGSs composite.",
                "To elucidate the surface chemical properties of HSC, HBC, and HBC/VGSs samples, XPS analysis was carried out and the result is displayed in Figure S3 and Fig. 3c, d. The survey XPS spectrum presented in Fig. 3c possesses three typical peaks, indicating the coexistence of C, N, and O atoms. However, the characteristic peak of N is absent from the survey spectrum of HBC/VGSs, which is attributed to the volatilization of N atoms allocating on the surface as a result of the high-temperatures treatment. The high-resolution XPS spectrum of C 1s in Fig. 3d exhibits three peaks at 284.5, 285.2, and 288.7 eV, corresponding to CC/CC, CO/CN/CC, and COOH bonds, respectively [37], [38], [39], [40]. As illustrated in Fig. S4a-I, multiple N2 adsorption experiments were conducted to determine the specific surface area and pore structure of the samples. The specific surface area, Pore diameter distribution, and corresponding error analysis of HSC, HBC, and HBC/VGSs are summarized in Table S1 and Figure S5. It is found that HBC/VGS demonstrates the highest average surface area of 1028 ± 3.3 m2 g−1, which is higher than HBC (980.3 ± 9.9 m2 g−1) and HSC (500 ± 10.3 m2 g−1). Notably, compared to HSC and HBC, HBC/VGSs have more abundant porosity with 95.2% of the total pore size mediated by pores, which not only facilitates electrolyte penetration but also effectively shortens the Na+ transport distance [41], [42]. Furthermore, abundant micropores in the structure can provide more sodium storage sites and avoid excessive electrolyte decomposition [37], [43].",
                "The electrochemical performance of HSC, HBC, and HBC/VGSs electrodes was evaluated in a half-coin cell using Na metal as counter-electrode. Fig. 4a displays the CV test of the initial 5 cycles for the HBC/VGSs electrode, which was conducted at a scan rate of 0.1 mV s−1 within a voltage range from 0.01 to 3.0 V and the CV.",
                "curves of HSC and HBC are shown in Figure S6a-b. During the first cathodic scan, three distinct irreversible reduction peaks located at 0.92, 0.63, and 0.13 V are mainly attributed to the decomposition of the electrolyte on surface the electrode to form a solid electrolyte film (SEI) [39], [44]. The subsequent CV curves have a good overlap, underlining the reversibility of the HBC/VGSs electrode. Fig. 4b demonstrates the galvanostatic charge-discharge (GCD) profiles of HBC/VGSs electrodes with initial five cycles at a current density of 0.2 A g−1. It was observed that all samples had an unnoticeable voltage platform in the cycle, similar to previously reported porous HC anodes [39], [32].",
                "The cycling performance of HSC, HBC, and HBC/VGSs electrodes at 0.2 A g−1 is displayed in Fig. 4c. All samples demonstrate acceptable cyclic stability in a short range at low current density. However, a continuous activation process at the beginning of the charging/discharging stage results in a decline in capacity over the first 10 cycles. The reason for this can be attributed to the gradually broadened diffusion channels for ions, the change in microstructure of electrode within the reaction, the increased wetting phenomenon by the electrolyte, as well as the gradual stable interface between electrolyte and electrode.[20] The ICE of HBC/VGSs is only 32.3%, while HSC and HBC have ICEs of 23.8% and 41.5%, respectively. Nonetheless, after 100 cycles at 0.1 A g−1, the HBC/VGSs anode delivers a reversible capacity of 409 mAh g−1, which is higher than that of HSC (70.9 mAh g−1)1 and HBC (337 mAh g−1). Figure S7-9 present the SEM images of HSC, HBC, and HBC/VGSs experiencing 100 cycles at 0.2 A g−1. The HBC/VGSs maintained an intact.",
                "nanostructure, demonstrating the high structural stability and reversibility of the electrode material resulting from the coating of vertically grown graphene.",
                "Fig. 4d exhibits the GCD profiles of the HBC/VGSs electrode at different current densities within the range of 0.1–5 A g−1. Fig. 4e compares the rate performance of HSC, HBC, and HBC/VGSs at various current densities. The HBC/VGSs electrode can provide 701.4, 542.2, 462.8, 406.7, 358.7, and 303.2 mAh·g−1 at different current densities of 0.1, 0.2, 0.5, 1, 2 and 5 A·g−1, respectively. When the current density returns from 5 A·g−1 to 0.1 A·g−1, the capacity is reversibly restored to 466.1 mAh·g−1. Compared with the previously reported carbon-based materials (Table S2) [45], [46], [47], [48], [49], [50], [51], it shows good rate performance in SIBs. The good rate performance of HBC/VGSs can be attributed to the synergistic effect of the hollow bowl-shaped structure and vertically grown graphene. The hollow bowl-shaped structure allows HBC/VGSs to remain stable during cycling without sacrificing the tap density. Vertical graphene enhances the electronic conductivity and improves the ion/electron transport kinetics, resulting in satisfactory rate performance.",
                "Nyquist plots of HBC/VGSs electrode before and after 100th and 200th cycling is displayed in Fig. 4f. The EIS plots show that the charge transfer resistance (Rct) of HBC/VGSs decreased significantly during the charge/discharge cycles. Notably, the Rct of the electrode decreases sharply after 100 cycles in the high-frequency field, because the ion/electron conductivity of the electrode increases rapidly during moderate activation. As illustrated in Figure S10, the HBC/VGSs electrode exhibits a lower Rct value in comparison with HSC and HBC, indicative of the faster reaction kinetics. Furthermore, the long-term cycling performance was tested at a high rate of 5 A g−1 (Fig. 4g). The capacity decreased greatly during the first ten cycles and leveled off gradually, finally reaching 230.3 mAh·g−1 after 2500 cycles, signifying robust cycling stability.",
                "As well known, the high-rate performance of electrode materials in the continuous charge/discharge process is affected by their potential pseudo capacitance behaviour [52]. To further explore the sodium storage kinetics of HBC/VGSs, CV tests were carried out at various sweep rates ranging from 0.2 to 1.0 mV s−1 in the voltage window of 0.01–3.0 V (Fig. 5a). Quantitatively, the percentage of capacitive contribution at the fixed voltage could be quantitatively calculated through the equation of i = k1v + k2v0.5, where k1v and k2v0.5 represent the pseudocapacitive and ionic diffusion contributions, respectively [53], [54]. In the range of scanning rate from 0.2 to 1.0 mV s−1, the capacitive contribution gradually increases, which implies multiplicative capacities of the fast Na+ interaction/extraction process (Fig. 5b). It can be attributed to the large specific surface area of HBC/ VGS, as well as the hollow bowl-shaped porous structure. Particularly, the high specific surface area provides more active sites as well as shorter ion transport channels for de/sodiation, while the large pore size is favorable to electrolyte penetration and Na+ rapid transfer. These characteristics promote the surface-induced storage performance of Na+, accelerating the reaction kinetics [55], [56]. As shown in Fig. 5c, the capacitance contribution ratio of HBC/VGSs is as high as 71.3% at 1.0 mV S-1, revealing that the electrochemical Na+ storage process is controlled by capacitance. The capacitance contribution ratio of HBC (Figure S11 c) is significantly larger than that of HBC/VGSs. Aside from its superior lattice to amorphous carbon, CVD-grown graphene is free of heteroatomic doping, which limits its pseudocapacitance. Furthermore, the low-layer graphene has good electron and ion transport properties, facilitating the diffusion of Na+ and improving the battery rate performance [57]. Therefore, it shows higher diffusion contribution in capacity contribution compared to HBC.",
                "The diffusion kinetics of Na+ in HSC, HBC, and HBC/VGSs electrodes were further studied by GITT to gain a better understanding of the mechanism underlying the Na+ storage performance. The electrode discharge-charge curves measured by GITT are presented in Fig. 5d. Fig. 5e-f compare the Na+ diffusion coefficient values (",
                "D Na +) of the electrodes during the second discharge and charge processes calculated according to the equation:",
                "D = 4 π τ n m V m s 2 Δ E s Δ E t 2 [58], [59]. The investigations show that the HBC/VGSs electrode demonstrates the highest diffusion coefficients in the sodiation and desodiation process, implying that it has the fastest diffusion kinetics, due to the good compatibility of the in situ-grown mechanically graphene with the HBC interface. The well-designed 3D structures can conduct electrons rapidly, and the spatially separating active sites for ion transfer.",
                "After an in-depth investigation of the electrochemical and kinetic properties of HBCs/VGSs, their high-rate performance and stable cycling performance are originated from the following three factors: i) The in-situ vertically grown graphene has robust interfacial contact with the HBC substrate which can accelerate electron transport and spatially separate active sites, facilitating the efficient reaction. ii) The subtle bowl-like inner cavity of HBC/VGSs simultaneously mitigates the mechanical stresses caused by volume changes during cycling and increases the tap density. iii) The abundant mesoporous structures in HBC/VGSs are readily available for electrolyte penetration and provide more active sites for sodium storage, consequently improving the Na storage capacity of."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, we rationally designed and constructed a hollow bowl-shaped porous carbon material with high specific surface areas and three-dimensional structures modified by vertically grown graphene as a high-performance anode for SIBs. The three-dimensional structure formed by the connection of highly conductive graphene not only improves the electrical conductivity but also shortens the ion/electron transfer pathway and promotes ion/electron transfer, thus significantly improving the rate performance. In addition, the rich mesoporous structure facilitates the penetration of electrolytes and provides more active sites for sodium storage, and reduces the mechanical stress caused by volume expansion during sodium embedding. Based on these advantages, HBC/VGSs exhibit better electrochemical performance compared with the reported carbon-based materials [45], [46], [47], [48], [49], [50], [51]. The HBC/VGSs electrodes demonstrate a high reversible capacity of 409 mAh g−1 after 100 cycles at 0.2 A g−1 with an high rate capability (301.6 mAh g−1 at 5 A g−1) and good cycling stability (230.3 mAh g−1 after 2500 cycles at a high current density of 5 A g−1). Notably, it also opens a feasible in-situ approach for the modification of vertical graphene relying on a cost-effective carbon resource (CH4) that may come from CO2 conversion in the future. These results offer a novel perspective on the design of high-performance carbon-based anodes for SIBs as well as energy conservation and emission reduction.",
                {
                    "content": [
                        "Guorui Yang: Methodology, Formal analysis, Writing – original draft. Ziyi Zhou: Software, Writing – original draft. Xiaofeng Liu: Investigation, Visualization. Yue Zhang: Formal analysis, Validation. Silan Wang: Formal analysis, Validation. Wei Yan: Writing – review & editing. Shujiang Ding: Resources, Writing – review & editing, Supervision."
                    ],
                    "name": "CRediT authorship contribution statement",
                    "type": "section_h3"
                }
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of Competing Interest",
            "type": "section_h2"
        }
    ],
    "Title": "Bowl-shaped hollow carbon wrapped in graphene grown in situ by chemical vapor deposition as an advanced anode material for sodium-ion batteries"
}