{
    "DOI": "10.1021/acs.langmuir.6b02870",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Although lithium-ion batteries (LIBs) have dominated the portable and smart electronics market over the past few decades, their large-scale applications in electric vehicles and stationary grid storage remain a challenge owing to limited energy density, high cost, and limited Li mineral reserves. Recently, sodium-ion batteries (SIBs) have been considered to be an attractive alternative to LIBs because of the availability of rich sodium (Na) resources and outstanding chemical properties of the Na element similar to that of the alkaline family member of lithium (Li).  At present, great efforts have been devoted to searching for promising electrode materials for SIBs. In the case of anode materials, significant progress has been made on hard carbon,  elements of group IV, such as Si, Ge, or Sn,  intermetallic materials,  metal sulfides, and various metal oxides. ",
                "So far, the only commercialized sodium cell is the Na/S battery manufactured by NGK in Japan, which works at temperatures higher than 300 °C. The higher operating temperatures of the Na/S battery combined with the fragile β-alumina ceramic electrolyte separator have led many researchers to look for Na-based batteries with lower operating temperatures.  Specifically, metal sulfides including Ni3S2,  MoS2,  SnS2,  SnS,  Fe2S,  and Sb2S3  have been recently identified to be promising candidates for SIBs because of their high specific theoretical capacities and low cost. However, it has been found that, based on a conversion reaction process, metal sulfides can form the metal and sodium sulfides during the sodiation/desodiation process, which will easily result in voltage hysteresis, volume change, and low initial Coulomb efficiency, thus leading to poor electrochemical performance. To improve the electrochemical performance of metal sulfides, many strategies have been employed, such as construction of optimized structures, decreasing the particle size, and carbon coating on the surface of metal sulfides, as well as addition of fluoroethylene carbonate (FEC) in the electrolyte.  Recently, to accommodate the volume expansion, Li and co-workers prepared a carbon nanotube (CNT)-encapsulated Co9S8 anode for SIBs,  and the results from the in-situ transmission electron microscopy (TEM) suggest that the volume expansion of Co9S8 can be controlled by the CNT during the sodiation and desodiation processes. However, no further research on the electrochemical performance of Co9S8, including galvanostatic discharge/charge cycles, cycling performance, and electrochemical impedance spectroscopy (EIS) tests, has been reported yet.",
                "To further investigate the electrochemical performance of Co9S8, herein, we synthesize a carbon-coated nanoparticle of Co9S8 composite (the Co9S8/C nanocomposite) by ball-milling Co9S8 in the presence of sucrose as the carbon source. The electrochemical performance is found to be good, which is attributed to the small particle size of Co9S8 (<100 nm) and the amorphous carbon coating on its surface with a thickness of just about 5 nm. The small particle size is beneficial to the quick penetration of the electrolyte and the short distance of lithium ion diffusion, whereas the carbon coating film favors the electron transport and accommodates the volume expansion/contraction of the nanocomposite during the discharge/charge process."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The carbon-coated Co9S8/C nanoparticles were prepared using a solid-state reaction followed by a ball-milling treatment as described below. An appropriate ratio of dried Co2O3 (4.4676 g) and S (6 g) powders (Co:S = 1:3.5 in mol, sulfur excess) and sucrose (5.2338 g, 50 wt % of the total mass of Co2O3 and S) as the carbon source were mixed thoroughly using an agate mortar. The mixture was annealed at 500 °C for 12 h in a temperature-controlled quartz tube furnace under an ambience of Ar/H2 (70/30 in volume percent) to obtain the Co9S8/C composite. To obtain the Co9S8/C nanocomposite, the resultant product was subjected to planetary ball milling (Pulverisette 7, Fritsch) for 240 h at 500 rpm using a steel jar and balls under an air atmosphere. Every 30 min of ball milling was followed by a 15 min break to release the heat. The process for fabricating a carbon-free Co9S8 sample was the same as that for the preparation of Co9S8/C, just without the carbon source."
                    ],
                    "name": "2.1 Synthesis of the Co9S8/C Nanocomposite",
                    "type": "h3"
                },
                {
                    "content": [
                        "The X-ray diffraction data (XRD) for the analysis were collected using a Bruker D8 advance diffractometer with Cu Kα radiation. A graphite monochromator was used for diffracted beams, and a step-scan mode was adopted with a scanning step of 0.02. The Rietveld refinements of pure single-phase Co9S8 were carried out using the GSAS program (Larson & Von Dreele, 2000)  via the EXPGUI interface (Toby, 2001).  The carbon content was verified using a Vario EL (Elementar, Germany) CHNS elemental analyzer. Thermogravimetry analysis (TGA) curves were collected using an STA-449-F3 thermal analyzer (NETZSCH, Germany), with a heating rate of 10 °C/min in the temperature range 25–800 °C under an air atmosphere. X-ray photo-electron spectroscopy (XPS) images were obtained using a Kratos Axis Ultra spectrometer. Scanning electron microscopy (SEM) images of these composites were obtained using a Nova NanoSEM 430 (FEI, USA) scanning electron microscope, and the microstructures were observed using a high-resolution transmission electron microscope (Hitachi 7650) operating at 200 kV. The energy-dispersive X-ray (EDX) analysis was performed using the EDX system attached to the electron microscopes."
                    ],
                    "name": "2.2 Physical Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical properties of the three samples were evaluated with two-electrode electrochemical cells using an automatic battery tester system (Land, China). The anode films were prepared by mixing the as-synthesized sample with a polyvinylidiene fluoride (PVDF) binder and acetylene black in a weight ratio of 7:2:1 in N-methyl-2-pyrrolidone (NMP). The obtained slurries were coated on a Cu foil uniformly, and 3 mg of active materials was loaded onto the electrodes. The two-electrode electrochemical cells were assembled in a Mikrouna glove box filled with ultrahigh argon. Sodium metal foils were used as counter electrodes, a glass fiber was used as the separator, and 1 M NaPF6 in EC (ethylene carbonate)/DMC (dimethyl carbonate) (1:1 vol %) with 5 wt % additive FEC was used as the electrolyte. EIS measurements were taken on an Autolab PGSTAT302N potentiostat (Metrohm, Netherlands). The impedance spectra were recorded by applying an ac voltage of 5 mV in the frequency range 1–0.01 Hz."
                    ],
                    "name": "2.3 Electrochemical Testing",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "To obtain the structural parameters accurately, the XRD data of carbon-free Co9S8 were used to carry out the structure refinement. It is worth noting that a higher amount of sulfur is needed in our precursor mixture in consideration of the sulfur mass loss caused by sublimation during the annealing process. a shows the Rietveld refinement results of Co9S8, and a cube space group of Fm3̅m (ICSD card No. 657415) is chosen as the structural refinement model. The reasonably small Rwp factor (7.65%) suggests that single-phase Co9S8 can be obtained under our experimental process. The unit cell parameter is a = 9.926(2) Å, and the atomic sites with the coordinates of Co9S8 determined from the Rietveld refinement are listed in . b shows the schematic crystal structure of Co9S8 based on further information from the XRD pattern. The structure consists of two polyhedrons including a CoS6 octahedron and a CoS4 tetrahedron, where each CoS6 octahedron shares its six corners with twenty-four CoS4 tetrahedrons. Nine cobalt atoms per formula occupy two Wyckoff positions Co1 (4b) and Co2 (32f), and eight sulfur atoms also occupy two different Wyckoff positions S1 (8c) and S2 (24e). Co1 is coordinated by six S2 atoms forming the CoS6 octahedron, and Co2 is coordinated by one S1 atom and three S2 atoms, forming a distorted CoS4 tetrahedron. The different Co–S lengths including Co1–S2 (2.34 Å), Co2–S1 (2.12 Å), and Co2–S2 (2.23 Å) have different bond energies, which might determine the sequence of chemical bond breaking during the sodiation process discussed below.",
                "a shows the XRD patterns of Co9S8, Co9S8/C, and Co9S8/C nanocomposite. As we can see, no peaks related to impurities of Co9S8/C (green line) are detected under the resolution of our X-ray diffractometer, indicating that incorporation of carbon does not affect the cube structure of Co9S8. The carbon should be amorphous because no other peaks attributed to crystalline carbon can be detected in the XRD patterns. The residual carbon content is 10.85 wt % in the final products measured using the elemental analyzer. It is obvious that the intensity of diffraction peaks of Co9S8/C becomes weaker when compared with that of Co9S8 (red line), which is due to the existence of amorphous carbon impeding the grain growth of Co9S8. After a 10-day ball milling (blue line), a much lower intensity and a broader width of the peaks can be observed, especially for the characteristic peaks of (111), (311), (511), and (440). This suggests poor crystallinity of the Co9S8/C nanocomposite with particle size in nanoscales after ball milling. To investigate the structural stability and to confirm the carbon content accurately, TG-DSC analysis of Co9S8 and Co9S8/C are carried out from 25 to 800 °C in the air environment, as shown in b. The slight weight loss of about 1.12% and 1.98% from 25 to 200 °C is due to the evaporation of water (adsorption from the air). However, the change in weight is inconsistent when the temperature is increased beyond 300 °C; consequently, the ex situ XRD tests have also been adopted to confirm the phase transition during the thermal analysis process, as shown in b. As we can see, the weight begins to increase when the temperature is higher than 300 °C, which can be attributed to the formation of Co3S4, CoSO4, and CoO caused by the decomposition of Co9S8 and the reaction with oxygen, as shown in the ex situ XRD pattern at 450 °C (point 1). After that, a weight loss happens between 500 and 600 °C, which should be due to the loss of sulfur and the formation of Co3O4 detected at 550 °C (point 2). As the temperature continues to increase, the residual CoO transforms into Co3O4, leading to an increase in weight again, detected at 650 °C (point 3). Finally, CoSO4 decomposes and transforms into Co3O4 completely, and Co3O4 becomes the only product at the end, as shown in the ex situ XRD pattern at 800 °C (point 4). Combined with the above analysis, we can conclude that the main weight loss of about 10.37% from 200 to 600 °C for the Co9S8/C composite is due to the oxidation of the amorphous carbon in air, which is in good agreement with the result of carbon content measured by our elemental analyzer (10.85 wt %).",
                " shows the experimental values and fitted curves of XPS for Co 2p and S 2p in Co9S8 (a) and Co9S8/C (b) samples. The oxidation state of S in the two samples can be confirmed to be −2 (2p3/2, 162.2 eV), but a mixture of valence states of Co3+ (2p3/2, 786.2 eV), Co2+ (2p3/2, 781.0 eV), and Co+ (2p3/2, 778.5 eV) can be observed, which leads to the average valence state of Co1.78+ in the Co9S8 sample. It is worth noting that the peak intensity for Co 2p and S 2p in Co9S8/C is weaker than that of Co9S8 because of the existence of carbon layer coating on the surface of Co9S8 as described below.",
                " shows the SEM images, TEM images, and the EDX analyses of Co9S8, Co9S8/C, and the Co9S8/C nanocomposite samples. It is obvious that the dimensions of the Co9S8 particles obtained via a solid-state reaction method are in micron size, as shown in a, which could lead to the low specific surface area and poor electrochemical performance on account of lengthening the Na-ion diffusion path and decreasing the contact interface between the electrode and the electrolyte. The EDX examination of the Co9S8 sample confirms the presence of Co and S elements, whereas the bright spots revealed in the mapping show a uniform distribution of Co and S throughout the surface of the sample. A typical lattice-resolved high-resolution transmission electron microscopy (HRTEM) image of the powders reveals a single crystalline nature with a d-spacing of 0.29 nm corresponding to the (311) crystal faces. The corresponding selected-area electron diffraction (SAED) dots can be recognized as the cubic symmetry, which is in good agreement with the space structure of Co9S8 (). When combined with the carbon from sucrose, the particle size becomes smaller and more uniform compared with that of the Co9S8 sample, as shown in b. However, the most important difference is that an amorphous layer with a thickness of about 5 nm is coated on the crystal face [(440), d-spacing of 0.18 nm] of Co9S8, observed using the HRTEM image. This can be considered as a carbon layer formed by the coating on the surface of Co9S8 particles during the annealing process because the EDX examination confirms the presence of carbon in addition to the Co and S elements. It is believed that the amorphous carbon coating on the surface impedes the growth of Co9S8 while enhancing the electronic conductivity of Co9S8 effectively. After ball milling for 10 days, the particle diameter of Co9S8/C decreases dramatically to sizes less than 100 nm in average, as shown in c. According to the XRD results in a, this Co9S8/C nanocomposite seems to be almost amorphous. However, some ultrafine nanocrystals coated by the amorphous carbon layer can still be found, and these observations are in good agreement with the SAED image: a halolike ring pattern with some dispersed spots. The elemental mapping analysis shows a highly homogeneous distribution of Co, S, and C in the Co9S8/C nanocomposite, indicating that Co9S8 and C are effectively combined with each other to form an ultrafine nanocomposite during the ball-milling process. As we know, nanosizing the materials can increase the specific surface area greatly, increase the contact area between the electrode and the electrolyte, and decrease the sodium-ion diffusion distances, which will improve the electrochemical performance considerably.",
                "There is a very small amount of the Fe element mixed in the Co9S8/C composite after ball milling for 10 days at 500 rpm, confirmed by our XPS result shown in . The content is too small to be detected by the EDX examination. The binding energy of the peak reveals that the oxidation state of the Fe element is +3, which may be due to the combination of iron with oxygen in the steel jar during the ball-milling process under a higher temperature environment caused by the ball milling impact. However, it can be assumed that this trace amount of Fe3+ would not affect the electrochemical properties as discussed below.",
                "a shows the typical charge/discharge curves for the first three cycles of the Co9S8, Co9S8/C, and Co9S8/C nanocomposite electrodes at a current density of 5 mA g–1. Considering the electrochemical performance of sucrose () and a low potential that may result in an unnecessary irreversible capacity and excessive volume expansion, we choose 0.5 V as the low cutoff voltage. The first discharge and recharge capacities are ∼318 and ∼191 mA h g–1 (Co9S8), ∼546 and ∼310 mA h g–1 (Co9S8/C), ∼567 and ∼381 mA h g–1 (Co9S8/C nanocomposite). The discharge capacities are larger than the recharge capacities for the first cycle, which leads to the relatively poor initial Coulombic efficiencies. This is caused by the excessive fading of capacity between the first sodiation and desodiation processes, which can be attributed to the side reactions such as the formation of the solid electrolyte interface (SEI) layer and the irreversible reaction related to the Na storage mechanism. In addition to the Co9S8 electrode, the carbon-coated electrode reactions show high reversibility because the third cycle can repeat well with the specific capacities of the second cycle. From the second cycle, both discharge and charge capacities decrease along with the cycle number and after 30 cycles, the charge capacities of ∼10 mA h g–1 (Co9S8), ∼185 mA h g–1 (Co9S8/C), and ∼320 mA h g–1 (Co9S8/C nanocomposite) can be obtained, with the capacity retentions of 5.2%, 59.7%, and 84% relative to the first recharge capacities, as shown in b. The two carbon-coated electrodes exhibit a better cycling performance when compared with the pure electrode. The effective combination between Co9S8 and the amorphous carbon layer provides not only an integrated continuous electronic conductive network but also good structural flexibility to buffer the volume changes and resist the structure stress during Na+ sodiation/desodiation. Meanwhile, the carbon layer on the surface suppresses the reaction between the active material and the electrolyte so as to protect the electrode. The reason behind the high specific capacity of the Co9S8/C nanocomposite electrode compared to Co9S8/C electrode can be ascribed to the larger specific surface area due to the nanosize particles (c), thereby increasing the contact area between the electrode and the electrolyte and decreasing the sodium-ion diffusion distances.",
                "The first three consecutive electrochemical voltage spectroscopy (EVS) differential capacity curves are displayed in c. A small reduction peak (around 1.25 V) in the first cycle is different from the following cycles for the Co9S8 electrode. This is a proof for the existence of an irreversible reaction, which could be attributed to the side reaction between the active material and the electrolyte during the first sodiation process. This side reaction destroys the active material and causes the decomposition of the electrolyte, and thus, leads to the poor cycle performance, as shown in a,b.  The carbon layer on the surface can cut off the contact between Co9S8 and the electrolyte and suppress this side reaction (around 1.25 V) effectively. Meanwhile, it contributes to the formation of a possibly more stable SEI layer owing to the preformed SEI effect for polyacrylate coating. The more stable SEI layer can also protect the active material and suppress the electrolyte decomposition especially for the Co9S8/C nanocomposite electrode in the initial cycle, thus leading to a significant improvement in the capacity retention and cycle stability.  The first discharge EVS curve shows a strong reduction peak with a long plateau at 0.7 V, which corresponds to the reaction of Co9S8 and Na to form Na2S and Co, as shown in the ex situ XRD pattern and TEM image ( and ). In the subsequent cycles, the discharge EVS curves exhibit a similar behavior except the initial discharge process. A higher reduction peak around 1.0 V after the first cycle indicates a change of structure or composition of the electrodes obtained after the first recharge, which are not exactly the same as that of the pristine Co9S8. As it can be seen, the oxidation peaks observed in the EVS curve of the first to third cycles during the charge process remain fairly consistent, indicating a similar desodiation process, whereas the overlapping of the EVS curves in subsequent cycles reveals good reversible electrochemical reactions for the Co9S8/C nanocomposite electrode.",
                "d shows the amount of insertion of Na+/mol for the three electrodes in the first cycle. The calculation is based on the following equationwhere C is the specific capacity (mA h g–1), M is the molar mass (Co9S8, 786.9 g mol–1), and x is the electron transfer number of the electrode reaction and also the insertion/deinsertion number of Na+. According to the charge and discharge specific capacities in the galvanostatic test (a), we can calculate the amount of Na+/mol insertion and deinsertion during the first cycle using ",
                "As we can see, a total of 9.33, 16.01, and 16.64 mol Na+ are inserted in the Co9S8, Co9S8/C, and Co9S8/C nanocomposite electrodes per formula during the first sodiation, whereas 3.71, 6.91, and 5.43 mol Na+ are residual in the electrodes after the first desodiation. That means a total of 5.62, 9.10, and 11.21 mol Na+ per formula participate in the reversible reaction that occurs in the first cycle.",
                "a shows the EIS and the equivalent circuit of the three different Co9S8 electrodes, which were measured after running three cycles with an applied voltage of 2.5 V. Each resistance Ri, Ri||constant phase element (CPEi), and W components in the equivalent circuit is sectioned as circuit elements (i)–(iii) with W (iv), which are attributed to the regions shown in the Nyquist plots.  The depressed semicircles are indicative of the inhomogeneous nature of the electrode, and this is accounted for considering CPEs instead of pure capacitors in the equivalent circuit.  For the Co9S8 electrode, the region (i) represented by Re is attributed to the resistance of the electrolyte and the cell components. The depressed semicircle observed in the higher frequency range of 65 kHz to 31.4 Hz is attributed to section (ii); at this stage, the total impedance is made up of contributions from the surface film (Rsf||CPEsf) and bulk impedance (Rb||CPEb), but these could not be separated because of the observation of a single semicircle in the spectra. Rsf||CPEsf is ascribed to the resistance offered to Na-ion migration through the surface film (Rsf) and the corresponding capacitance (CPEsf). Rb||CPEb is the impedance encountered for Na-ion migration through the bulk of the electrode (Rb) with the associated capacitance (CPEb). The Rb value is a function of both electronic and ionic conductivities of the composite electrode. The circuit element and the semicircle corresponding to section (iii) in the frequency region of 31.4–1.6 Hz is ascribed to the charge transfer resistance Rct and double layer capacitance CPEct. The straight line Warburg region is seen in the impedance spectra at very low frequencies (<1.6 Hz), which corresponds to the sodium-diffusion process within the electrodes. It can be clearly observed that the radius of the semicircles in the frequency regions 65–39.8 Hz and 39.8–1.8 Hz for the Co9S8/C electrode decreases, which means a lower Rsf+b and Rct compared to those of the Co9S8 electrode. More obviously, Rsf+b and Rct could not even be separated out because of the observation of a single semicircle with the smallest radius among the three electrodes in the spectra (>1.5 Hz) for the Co9S8/C nanocomposite electrode. This may indicate the lowest Rsf+b and Rct similar to the previous reports. ",
                "b shows the EIS of the Co9S8/C nanocomposite electrode at the selected open-circuit voltages (OCVs), 0.5 and 2.5 V during the first cycle, and fully charged state after three cycles. The Nyquist plots of the fresh cell (under OCV) comprise a depressed semicircle in the high and intermediate frequency regions and a line in the low-frequency region. When discharged to 0.5 V, the semicircle is no longer depressed (touches the Z′-axis); its diameter reduces enormously, which indicates a significant decrease in the impedance. This significant decrease in impedance can be ascribed to the formation of electronically-conducted metal nanoparticles based on the discussion of ex-situ XRD and TEM in  and  which confirms a conversion  reaction occurred to form nanocrystal Co particles similar to Ni3S2.  When recharged to 2.5 V in the first cycle, and after three cycles, the formation of the SEI film can be confirmed by the semicircle in the high-frequency region, and a lower charge transfer impedance can be observed in the intermediate frequency region.",
                "To investigate the structure change of Co9S8 upon sodiation and desodiation processes, the ex situ XRD measurements on several Co9S8/C nanocomposite electrodes at different states were taken to show the evolution of peaks in . Before cycling, the XRD spectrum of the initial electrode (black line) is representative of the stable Co9S8/C nanocomposite structure (a). With the process of sodiation, the characteristic peaks vanish and no obvious diffraction peaks can be detected when the electrode is discharged to 0.5 V (red line), except for the weaker and broader peak corresponding to the (111) crystal surface of nanocrystal nature Co (ICSD card no.622443) formed during the discharge process. Therefore, we can infer that the Na storage mechanism that happens for the electrode is based on conversion reactions.  When recharged to 2.5 V, the crystal structure of Co9S8 is irreversible, where no obvious diffraction peaks can be detected and the structure becomes highly disordered and completely amorphous after the first sodiation and desodiation process (green line). Nevertheless, the XRD spectrum of the electrode after 30 cycles (blue line) reveals that this disordered structure still allows for the subsequent reversible cycles demonstrated in b.",
                "The corresponding ex situ TEM analysis of the Co9S8/C nanocomposite electrode discharged to 0.5 V and then recharged to 2.5 V is shown in . After fully discharged to 0.5 V (a), the particle size of the active material becomes larger when compared with that of the pristine Co9S8/C nanocomposite (c), which confirms the volume expansion during the sodiation process. However, according to the further HRTEM analysis of the selected region from the sodiation product, well-defined nanocrystals dispersed in an amorphous matrix can be found. These stripes of nanocrystals with a d-spacing of 2.05 nm can be confirmed as metallic Co corresponding to the (111) crystal faces, which coincides with the results of the ex situ XRD pattern (). Meanwhile, we can infer that Na2S is also the main product dispersed around the nanocrystal Co in the form of amorphous carbon based on the conversion reaction storage mechanism. When recharged to 2.5 V, as shown in b, the particle size recovers to nanometer sizes after the desodiation process, which matches well with the size of the pristine Co9S8/C nanocomposite (c), and the electrode materials have been amorphous, as revealed by HRTEM imaging. This result is fairly consistent with the highly disordered structure of the ex situ XRD result (). On the basis of the EDX analysis of the two samples, it is found that the content of sodium decreases after the desodiation process; however, there is still a small amount of sodium present in the electrode, which coincides with the amount of Na+/mol insertion for the Co9S8/C nanocomposite in the first cycle (d). This is an important proof that the reaction is not reversible and has completely occurred in the first sodiation and desodiation process.",
                "On the other hand, it is worth noting that we cannot separate out the reversible formation/dissolution process of the SEI film at fully discharged (0.5 V) and recharged (2.5 V) states in our ex situ TEM test () because of the existence of amorphous carbon coating on the Co9S8/C nanocomposite surface. However, it is believed that the amorphous carbon layer becomes the main place where the reversible formation/dissolution process of the SEI film occurred. According to , the discharge capacity (∼35 mA h g–1) and the charge capacity (∼7 mA h g–1) of the amorphous carbon product heated with sucrose are too small compared with those of the Co9S8/C nanocomposite in the voltage window of 0.5–2.5 V. It means that the capacities contributed by the reversible formation/dissolution process of the SEI film (mainly occurred on the amorphous carbon layer) can be ignored. Therefore, the conversion reaction mechanism is suitable for this kind of material.",
                "Although the irreversible structural transformation of Co9S8 upon Na+ insertion/extraction can be confirmed based on the above structural analysis, the better cycle performance suggests that a reversible electrochemical process exists after the first desodiation, as shown in a,b. Therefore, according to the amount of Na+/mol insertion (d), the following conversion reaction mechanism is proposed for the system in terms of the Co9S8/C nanocomposite electrodewhere 2y = x + (∼1.245). According to the amount of Na+/mol insertion observed, a total of 16.64 mol Na+ per formula is inserted in the initial discharge process, 16 mol Na+ is inserted for the conversion reaction () corresponding to the theoretical capacity (545 mA h g–1), and the extra 0.64 mol Na+ could be attributed to the formation of the SEI layer and the polymeric gel-type layer on the metal nanoparticles because of the decomposition of the solvent in the electrolyte. When recharged to 2.5 V, the electrode materials become a composite electrode that is made up of an amorphous structure containing NaxCo∼1.245+Sy (b), and this Na–Co–S matrix is responsible for the subsequent discharge/charge cycles described by ."
            ],
            "name": "3 Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, Co9S8/C nanocomposite with a particle size of less than 100 nm has been successfully synthesized via a solid-state reaction followed by a facile mechanical ball-milling treatment with sucrose as the carbon source. When evaluated as an anode material for SIBs, the Co9S8/C nanocomposite electrode shows a better electrochemical performance compared to the Co9S8 and Co9S8/C electrodes, whether in the discharge-recharge capacity or the cycle stability. The small particle size is beneficial to the quick penetration of the electrolyte and the short distance of lithium ions diffusion, whereas the carbon coating film favors the transport of electrons and accommodates the volume expansion/contraction of the composite during the discharge–charge process. The ex situ XRD and TEM tests demonstrate that Co9S8 undergoes a conversion-type sodium storage mechanism. Although the well-crystallized structure of Co9S8 is irreversible and becomes highly disordered during the first sodiation and desodiation process, a new amorphous phase of NaxCo∼1.245+Sy is formed and is responsible for the subsequent reversible discharge/charge cycles with a good cycle stability."
            ],
            "name": "4 Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Synthesis of the Carbon-Coated Nanoparticle Co9S8 and Its Electrochemical Performance as an Anode Material for Sodium-Ion Batteries"
}