{
    "DOI": "10.1002/smll.201804158",
    "Journal": "",
    "Keywords": [
        "3D porous structure",
        "high rate capability",
        "interfacial kinetics",
        "ionic diffusion",
        "sodium‐ion batteries"
    ],
    "Sections": [
        {
            "content": [
                "Sodium‐ion battery (SIB), based on the relatively low cost and abundant sodium, has attracted significant attention as a potential alternative energy storage system to lithium‐ion battery (LIB). It is found that even lithium and sodium both belong to the alkali metal sequence, the success of commercial graphite anode in the LIBs can hardly be replicated for Na‐storage because of the different radius of the two elements. Hence, it is extremely urgent to find appropriate anode materials to realize satisfactory sodium storage performance.",
                "Recently, some extensive research efforts focus on carbonaceous materials, alloy reaction material, metal oxides, and metal sulfides, which have achieved some achievements in Na‐storage, indicating that there is a great prospect for the development of SIB electrodes. Among the aforementioned materials, benefiting from the environment‐benignity, highly natural abundance, and high theoretical sodium storage capacity, the tin anode is deemed as a promising electrode candidate for SIBs. In the recent researches, tin‐based anodes were fabricated as advanced SIB anodes with various nanostructure. Xu et al. reported porous Sn/C with initial charge capacity of 295 mAh g−1 at 20 mA−1. Liu et al. also synthesized tin nanoparticles uniformly embedded in carbon spheres, showing a capacity of 415 mA h g−1 after 500 cycles at 1000 mA g−1 in SIBs. Zhu et al. reported Sn@wood fiber composite with an initial capacity of 339 mAh g−1 and stable cycling performance of 400 cycles. Although much progress has been made in these researches, the high‐rate performance and long‐term cyclic ability of tin‐based anodes still need to be improved for SIBs applications. Based on this situation, it is necessary to study the storage mechanism of sodium batteries to guide and explore the development of electrode materials of advanced SIBs. Very lately, some advanced detection techniques have been used to study the mechanism of Na‐storage in electrode materials. However, most of these characterizations gather in the study of the lattice change and phase transition of the electrode materials in the sodiation/desodiation.",
                "Remarkably, the sodium charge storage performances are mainly limited by the transport of Na+ and interfacial kinetics. It ought not to ignore that the formation of solid electrolyte interface (SEI) film and its electrochemical stability influence the ion diffusion rate and thus determine the cyclic stability and rate performance of charge storage. Nevertheless, the correlation between interfacial charge transport behavior and the resulted electrochemical properties of advanced SIB anode in the initial cycle has not been studied in depth until now. Therefore, it is very important to study such interfacial ion/electron transport properties of anode materials with high rate and ultrastable cycling abilities.",
                "At the same time, previous reports have shown that surface control capacitive‐controlled pseudocapacitive charge storage is closely related to the electrode interfacial reaction kinetics, which has demonstrated superior fast charge/discharge and cycle stability characteristics. And it has been reported that the pseudocapacitive behavior contribution of the system could be significantly enhanced by introducing highly nanosized active materials particle (<10 nm), resulting in boost charge storage and fast charge/discharge kinetics of the electrode material. In addition, 3D host materials with various porous structure have also been reported to be effective in preventing the aggregation of nanosized active particles and accommodating their volume changes. Moreover, the porous structure is also beneficial for shortening electrolyte penetration path, providing an easily accessible surface area, and enhanced electronic conductivity, thus further improving the Na‐storage abilities.",
                "In this work, we report an anode of ultrasmall tin nanoparticles (<5 nm) uniformly decorated in N, S codoped carbon monolith (TCM) with high‐rate and ultrastable sodium storage performance. Benefiting from the 3D interconnected porous carbonaceous structural scaffold and uniformly decorated ultrasmall tin nanoparticles, the TCM electrode can deliver an extremely high retention of 96% after 500 cycles at a current density of 500 mA g−1. And at a high current density of 5000 mA g−1, the electrode also exhibits a high reversible capacity of 228 mAh g−1 after 2000 cycles, demonstrating its superior cycle stability and rate capability.",
                "More importantly, through the careful and intensive study of TCM, we systematically expound the correlation between ultrafast Na‐storage performances and interfacial kinetics via experimental characterizations and kinetics calculations, including interfacial ion/electron transport behavior, ion diffusion, and quantitative pseudocapacitive analysis. These profound understanding will have great guidance for the development of advanced sodium‐ion batteries."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "In a typical fabrication process, graphene oxide (GO) was coated with melamine formaldehyde (MF) resin to form a suspension. SnS2 nanoplates were separately prepared through a hydrothermal process. The scanning electron microscope (SEM) image of the as‐obtained SnS2 nanoplates is shown in Figure S1a (Supporting Information). The detailed fabrication process of GO@MF and SnS2 is illustrated in the Experimental Section. Simply by drying the mixture of GO@MF and SnS2 dispersed solution and then annealing at a carbonization temperature of 700 °C, the TCM was obtained (inset in Figure a). MF resin was used to act as not only a nitrogen source, but also a hard template to inhibit the restacking of carbon nanosheets, thus shaping a 3D interconnected porous structure during carbonization. It should be noted that the mixture amount of GO@MF and SnS2 dispersed solution was carefully controlled with no excessive SnS2. The TCM precursor was pyrolyzed during the annealing process, triggering the in situ reduction of SnS2 to Sn and S. Meanwhile, a small amount of S elements participates in the carbonization process and was doped into the carbon lattice, resulting in a tin nanoparticle decorated, N, S codoped carbon monolith. For comparison, carbon monolith (CM) was also fabricated through similar experimental procedure without the addition of SnS2 nanoplates. The SEM image of CM is shown in Figure S1b (Supporting Information). Besides, commercial pure tin nanoparticle (TNP) was examined for further performance comparison (Figure S1c, Supporting Information).",
                "The SEM image under a low magnification shown in Figure a confirms the monolithic 3D structure of as‐obtained TCM, indicating its good structural integrity. The wrinkled morphologies accompanied with interconnected carbon nanosheets and abundant pores are observed from the SEM images under higher magnifications in Figure S1d (Supporting Information), indicating a highly porous structure. Such unique 3D structure can evidently facilitate the rapid ion insertion and extraction, shorten the electrolyte penetration path, and provide the buffer space for volume expansion during cycling, which is favorable for enhanced sodium storage electrochemical performance. It should be noted that no large tin particles are observed from the SEM images. The scanning transmission electron microscopy (STEM) was applied to gain further insight into the microstructure of TCM. As shown in Figure b,c, the ultrasmall tin nanoparticles with mean size of around 5 nm are uniformly distributed in the carbonaceous framework. Despite the similar SEM images of TCM and CM, the introduction of tin nanoparticles in TCM is affirmed by comparing its TEM image with that of CM (Figure S2, Supporting Information). The STEM image of TCM and the corresponding elemental mappings are shown in Figure d that clearly confirmed the existence and uniform distribution of C, Sn, N, and S in the whole TCM structure. And the high‐resolution transmission electron microscopy (HRTEM) images further demonstrate that the tin nanoparticles with ultrasmall size (<5 nm) uniformly decorated in carbonaceous structural scaffold (Figure e). Furthermore, from the corresponding selected‐area electron diffraction (SAED) pattern of TCM in Figure f, diffraction rings marked by the white arrow can be clearly observed, which corresponds to the (200), (220), (301), and (321) crystalline planes of tin. The diffraction rings marked by the yellow arrow correspond to the porous carbon framework. Additionally, as demonstrated in Figure g, the lattice fringes of tin nanoparticles exhibit an interplanar spacing of 2.91 Å, which corresponds to the (200) plane of tin nanoparticles.[] And the interplanar spacing of carbon is measured to be ≈3.72 Å, corresponding to the expanded (002) plane of graphitic carbon.",
                "In order to investigate the crystalline structure of the as‐obtained TCM, X‐ray diffraction (XRD) was applied. As revealed in Figure S3 (Supporting Information), the broad peak detected at around 24° can be assigned to (002) plane of carbon content, indicating its amorphous nature. The broad peaks with weak intensities diffraction peaks can be indexed to the tetragonal tin (JCPDS Card No. 04‐0673), which is consistent with the results of SAED patterns, indicating the small crystalline size of tin.[] Figure a shows the N2 adsorption–desorption analysis and the pore size distribution of TCM. The Brunauer−Emmett−Teller (BET) measurement surface is 167 m2 g−1, and the distinct hysteresis loop at relative pressure P/P0 ranging from 0.4 to 1.0 indicates the presence of mesoporous. The pore size distribution curve of TCM was calculated from adsorption branch by the Barrett–Joyner–Halenda (BJH) method, as shown in the inset of Figure a. The sizes of the majority of the mesopores fall within a relatively narrow range of 10–15 nm. The rich porous structure and suitable specific surface area can enhance the wettability of electrode and fast ion/electron transportation. As shown in Figure b, the content of tin in TCM was investigated by thermogravimetric analysis (TGA) in O2 atmosphere. The fast decrease of the curve before 150 °C is attributed to the evaporation of adsorbed water. After that, the curve go through a stable period until 410 °C, which is attributed to the simultaneous occurrence for formation of tin oxide (Sn + O2→SnO2) and carbon combustion (C + O2→CO2↑). When all tin is converted to tin oxide, the curve declines rapidly until 600 °C, which is attributed to the complete consumption combustion of carbon. Therefore, it could be calculated that the content of tin in TCM was ≈33.1%.",
                "The chemical composition of TCM was characterized by X‐ray photoelectron spectroscopy (XPS) analysis. The three peaks exhibited in C 1s XPS spectra are attributed to CC, CN, and C(O)OR bonding, respectively (Figure c). As shown in Figure d, the N 1s XPS spectra exhibit three dominated peaks at 398.6, 400.4, and 401.7 eV, corresponding to pyridinic nitrogen (N‐6), pyrrolic nitrogen (N‐5), and graphitic nitrogen (N‐Q), respectively. In Figure e, the XPS spectra of S 2p of TCM show two peaks at 163.6 and 164.9 eV, corresponding to S 2p3/2 and S 2p1/2 peaks for the CSC covalent bond. These results further confirm the successful codoping of N and S. Remarkably, according to previous reports, doping heteroatoms in carbon can enlarge interlayer distance, create defective sites, and enhance the electronic conductivity, thus facilitating the Na‐ion insertion/extraction and boosting sodium storage ability. As shown in Figure f, two strong individual peaks at 486.9 and 495.3 eV are related to Sn 3d5/2 and Sn 3d3/2, respectively, indicating that at the surface tin nanoparticles are partially oxidized to SnO2.[] Raman spectra of TCM and CM in Figure S4 (Supporting Information) both show two characteristic peaks of D‐band and G‐band at ≈1350 and 1580 cm−1, respectively. It can be clearly observed that the TCM sample exhibits higher intensity ratio of D to G band (ID/IG) than that of CM sample, indicating a higher content of structural defects due to the decoration of tin and codoping of nitrogen and sulfur. This highly defective structure can provide more active sites for sodium storage, thus enhancing its reversible capacity.",
                "To explore its sodium storage mechanism, cyclic voltammetry (CV) of TCM was also investigated. Figure a shows the initial three CV curves of TCM at a scanning rate of 0.05 mV s−1 within the potential range of 0.005–3 V. During the first cathodic sweep, a broad irreversible peak from 1.0 to 1.5 V is observed for TCM, which disappears from the following cycles, corresponding to the formation of the SEI film. Similar observation is found in the CV curve of CM (Figure S5, Supporting Information). Compared with that of CM, an additional reduction peak at around 0.3 V is originated from the formation of NaxSn alloy in the first sodiation process. In the anodic sweep, four well‐defined peaks at 0.23, 0.27, 0.58, and 0.82 V can be ascribed to the alloy formation of Na15Sn4, Na9Sn4, NaSn, and NaSn5, respectively.",
                "The sodium storage performance of the TCM anode was systematically evaluated by galvanostatic discharge–charge cycling in a voltage window of 0.005–3 V. Figure b shows the voltage profiles of TCM in the first three cycles at a current density of 50 mA g−1. A relatively high initial reversible capacity of 455 mAh g−1 is delivered, corresponding to a Coulombic efficiency of 48%. The irreversible capacity loss in the first sodiation/desodiation cycle can be assigned to the formation of SEI film on the electrode surface.[] However, it should be noted that the Coulombic efficiency reached over 90% from the second cycle, demonstrating a high reversibility. As shown in Figure c, the TCM anode was tested at increasing current densities from 100 to 5000 mA g−1 for five cycles at each rate to evaluate the rate capability. Impressively, TCM can deliver the reversible capacities of 372, 333, 307, 280, 250, and 230 mAh g−1 obtained at 100, 200, 500, 1000, 2000, and 5000 mA g−1, respectively. The electrode shows minor drops upon increasing current density, and virtually no capacity decay is exhibited at each rate, demonstrating an excellent high‐rate stability. Besides, when the current density is abruptly returned to the origin value of 100 mA g−1 after high‐rate cycling, the reversible capacity of TCM anode is recovered to 344 mAh g−1, indicating its good tolerance of large charge/discharge currents.",
                "The high‐rate and long‐term cycling property is an important parameter for the practical application of SIBs and was further examined for TCM electrodes. As revealed in Figure d, the TCM electrode delivers a reversible capacity of 283 mAh g−1 at a high current density of 1000 mA g−1. A relatively rapid charge capacity drop in the beginning of cycling was attributed to the inevitable electrolyte decomposition and the SEI formation in the initial cycles process. After 1000 cycles, a high reversible capacity of 250 mAh g−1 is delivered. More impressively, upon further increasing the current density to 5000 mA g−1 in Figure e, the TCM electrode still exhibits stable long‐term cycling performance. After 2000 cycles, the electrode is stabilized at a reversible capacity of 228 mAh g−1 with a capacity retention of nearly 100%, demonstrating an exceptional high‐rate and long‐term stability. Meanwhile, the cycling performance of CM and TNP electrode is also investigated in SIBs. Compared with CM and TNP, the TCM exhibits a much better Na‐storage performance. Specifically, in the cycling performance comparisons of TCM, CM, and TNP electrodes are evaluated at different current densities as shown in Figure f,g, TCM outperforms CM and TNP in terms of charge capacity throughout the testing period at two different current densities.",
                "Furthermore, the electrochemical performance comparisons of TCM and other Sn/C composites in literature for SIBs are shown in Figure h,i and Table S1 (Supporting Information). Figure h demonstrates a comparison of capacity retention properties under same current densities. Compared to previous reports, the TCM electrode exhibits the most stable cycling performances with the capacity retention maintains over 90% in 200 cycles. In a comparison of the rate performance for TCM with other reported Sn/C composites in Figure i,[] it can be obviously observed that the TCM electrode reveals the best capacity retention properties at high rates. Even at a high current density of 5000 mA g−1, TCM can also deliver 50% capacity of that at low current density of 50 mA g−1, demonstrating its outstanding rate capability. The TCM electrode exhibits such outstanding high‐rate performance and long‐term cycling stability, which is mainly ascribed to the following three reasons: (a) 3D interconnected porous carbonaceous structure offers high integrity and durability electrolyte/electrode interface for the charge transfer reaction, which obviously enhance interfacial kinetics that facilitates ultrafast electron transfer and ion transport, as well as prevent pulverization and aggregation of ultrasmall tin nanoparticles; (b) the uniformly ultrasmall tin nanoparticles (<5 nm) decorated in carbonaceous structure greatly reduce the interface resistance, facilitate the formation of homogeneous, robust, and high conductive SEI, shorten the ion diffusion path, and buffer the mechanical stress induced by the volume changes; (c) the introduction of nitrogen and sulfur in carbon framework can expand its interlayer distance, create more defect sites, and enhance the electronic conductivity.",
                "In addition, the satisfactory cyclic stability and rate capability can be further supported by the structure retention ability. Figure S6 (Supporting Information) shows the STEM image of TCM electrode after 500 cycles at a current density of 100 mA g−1. The electrode still preserves its original appearance compared to preceding STEM image before cycling, and the tin nanoparticles (white dots) still retain their ultrasmall sizes without severe agglomeration, demonstrating the high structural integrity and durability of TCM during electrochemical tests, which is highly beneficial to the sodium storage performance.",
                "Interfacial transport behavior is of immense importance to the electrochemical performance of electrode materials. In order to gain further insight into the outstanding sodium storage stability and rate capability of TCM, through the combination of in situ electrochemical impedance spectroscopy (in situ EIS) and galvanostatic intermittent titration technique (GITT) to inspect the kinetics and interfacial phenomena of electrode during the first sodiation process, including characteristics of microinterface change between electrolyte and electrode, the formation mechanism of SEI films, charge transfer resistance, ionic diffusion, and so on. As shown in Figure a,b, the in situ EIS curves are recorded for CM and TCM electrodes during the first discharge processes at a current density of 50 mA g−1, respectively. As can be observed from the in situ EIS curves, the discharge process of CM and TCM is mainly controlled by the charge transfer and diffusion processes. Therefore, based on electrochemical impedance quantitative analysis of Nyquist plots obtained from the equivalent circuit (Figure S7, Supporting Information), information of system resistance (R0), the interfacial resistance between electrolyte and electrode (SEI impedance, R1), and charge transfer resistance (R2) can be obtained. As shown in Figure c,d, R1 and R2 of CM and TCM are plotted against discharge voltage to aid discussion.",
                "As shown in Figure a,b, both CM and TCM exhibit large impedances at initial stage of discharge, which is attributed to the absence of fast‐ionic conductor film between the electrode surface and electrolyte. According to previous reports, besides the variation of charge distribution near electrode–electrolyte interface, there was no SEI film formation at this stage, which is also consistent with the corresponding CV curve in Figure a. After that, R1 presents an interesting change with the depth of discharge. Specifically, at the initial stage of discharge (The color portion is shown in Figure c), a loose and inhomogeneous SEI film with large impedance appears due to the electrolyte solvent reductive decomposition to form a nonuniform precipitation of heterogeneous intermediates products on the electrode surface, which is accompanied by the production of partial irreversible capacity. Subsequently, R1 experienced a relatively rapid decline after this stage, and decrease gradually with the increase of discharge depth. Then, R1 exhibits a relatively stable value until the end of the discharge process, which indicates the formation of a uniform, dense as well as high conductive SEI film during this process that can prevent further decomposition of electrolyte and protect the electrode active materials. Compared with that of CM electrode, TCM exhibits smaller SEI impedance (R1) and faster access to stability in the whole sodiation process, which is attributed to the lower potential barrier of the uniformly ultrasmall tin nanoparticles that greatly affect the electronic conduction and sodium storage reactions, resulting in a higher exchange current density, thus further enhancing Na+ diffusion kinetics by form a highly efficient and fast Na+ transport channel.",
                "The changes of charge transfer resistances (R2) of TCM and CM show distinct behavior to those of R1 in Figure d. For the fresh electrode, it is reflected as a synthetically surface impedance. During the initial discharge stage, R2 decreases rapidly, followed by a slow downward trend after the depth of discharge reaches middle stage and raises slightly at the last stage of discharge. Compared to CM electrode, TCM exhibits smaller charge transfer resistance (R2) in the whole sodiation process, which is attributed to the enhanced Na+ migration and faster electron transportation enabled by good ion/electron combination at electrochemical active sites and tin decoration, respectively, leading to an excellent interface with smaller electrochemical polarizations and concentration polarizations. Therefore, TCM can achieve outstanding rate capability in SIBs. It is particularly noteworthy that at the last stage of the discharge depth, the R2 has a slight rise in both CM and TCM electrode, which is attributed to the diffusion of Na+ in electrode materials leads to structural changes or the formation of new phases. Subsequent Na+ sodiation needs to overcome the coulomb repulsion of ions those that have already occupied limited storage sites, thus impeding further charge transfer. In addition, from Figure S8 (Supporting Information), TCM also shows slightly low system impedance (R0) compared with CM.",
                "In order to further demonstrate the high ionic conductivity of TCM, GITT was employed to measure the apparent diffusion coefficient of Na+ in TCM electrode with a pulse current at 50 mA g−1 for 30 min between rest intervals for 2 h. DNa+ of CM electrode was also measured via the same method as a reference. The diffusivity coefficient can be estimated according to Fick's second law as the following simplified equationD=4πτmBVMMBS2ΔESΔEτ2where τ is the pulse duration, mB, MB, and VM are the active mass, molar mass, and molar volume of the electrode material for CM and TCM, respectively; S is the active surface area of the electrode; MB/VM is obtained from the density of CM and TCM measured by the Archimedes' method (ASTM C‐373‐88); and other parameters in the equation could be obtained from the GITT curves as shown in Figure S9 (Supporting Information).",
                "As shown in Figure e,f, the CM and TCM electrodes have similar potential responses and diffusivity coefficient variations during GITT measurement, apart from the observation that TCM exhibits much larger diffusion coefficient during the entire sodiation process. The calculated values of DNa+ as a function of potential are shown in Figure f, with both CM and TCM electrodes showing slow declines of DNa+ with the sodiation until 0.5 V. It is clearly shown that TCM exhibits much higher DNa+ than CM, being nearly 3.2 times higher than that of CM at initial sodiation stage, which is ascribed to the lower Na+ diffusivity resistance in TCM and easily accessible sites of uniform distribution of ultrasmall tin for rapid electron transmission. As sodiation continues, a sharp decline of DNa+ appears below 0.5 V, which is found to be more dramatic for the DNa+ of CM compared to that of TCM. A sharp drop below 0.5 until 0.1 is attributed to the fact that Na+ must overcome a coulomb repulsion of the existing Na+ in the electrode. The better ionic conductivity of TCM is due to the better coverage of electrode/electrolyte and shorter ion diffusion distance promoted by the ultrasmall tin nanoparticles (<5 nm), which is also consistent with the electrochemical impedance results of in situ EIS in Figure c,d.",
                "Recent studies have reveal that high rate and ultrastability storage performance of ion storage are attributed to the superior pseudocapacitive contribution. To explain and explore the excellent high‐rate behavior of TCM, kinetic analysis was performed for CV measurements at various scan rates. Figure a exhibits the CV profiles of the TCM at the scan rates from 0.1 to 1.0 mV s−1 between 0.005 and3 V. According to the corresponding power‐law relation[]i  =  avbwhere i is the current response, ν is the scan rate, and a and b are constants. Figure b shows the plot of log (i) versus log (ν), where the slope of the linear line corresponds to the b‐value. While the b = 0.5 indicates an ideal diffusion‐controlled process, while that of the b = 1 indicates a surface capacitive‐controlled one. By calculation, the b‐value was 0.73 for cathodic peak, and 0.95, 0.90, and 0.98 for the anodic peaks, indicating the pseudocapacitive Na+ charge storage contributed most of the capacity. To quantitatively separate the contribution of diffusion‐controlled and surface capacitive‐controlled elements, the relationship between current response and scan rate can be described by the following equationiV  =  k1v "
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Enhanced Interfacial Kinetics of Carbon Monolith Boosting Ultrafast Na‐Storage"
}