{
    "DOI": "10.1021/acsami.7b13096",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Alarming depletion and related aggravating environmental issues of fossil fuels call for the implementation of sustainable energy resources, such as solar, wind and wave. In this regard, it is vital to develop efficient, low-cost electrochemical energy storage systems (EES) to facilitate the large-scale implementation of these renewable energy resources.  The predominant lithium-ion battery (LIB) technology seems to be inadequate to meet the skyrocketing demands, as the existing lithium reserves are sparse and limited-calling for “beyond-LIB” research.  In this context, sodium-ion batteries (SIBs) have received a renewed interest in the recent past in view of the abundant and low-cost of active materials (sodium), as well as the close similarity in operation mechanisms to LIBs.  However, the larger size and mass of Na presents the challenge of finding suitable insertion hosts and the higher redox potential projects ∼15% penalty in energy density compared to LIBs.  Nonetheless, recently significant progress has been made in the development of suitable SIB cathodes with performance at par with the LIB cathodes.  However, the research progress to find a suitable anode capable of performance in full-cell configuration is still slow-paced.",
                "The ideal Na metal anode poses serious safety hazards because of its low melting point (97.7 °C) and high reactivity along with issues of dendrite formation that can lead to short circuit. In addition, graphite, the conventional anode for LIBs, is found to be unsuitable for SIBs, while nongraphitic hard carbons have been shown to accommodate Na ions.  However, the sodiation potential of these disordered carbons are minimal, which is close to that of metallic sodium, causing further safety concerns such as plating and dendrite formation.  Moreover, the low tap-density of these carbon materials would severely lower the volumetric energy density- impeding the application in practical SIBs. Insertion anodes also suffer from limited insertion sites for the Na ions, which would lead to limited sodiation capacity. ",
                "On the other hand, alloy anodes such as tin, antimony and phosphorus possess high theoretical sodiation capacities at appropriate potential and are expected to aid the commercialization of SIBs.  However, these alloy anodes possess the challenges of huge volume changes during cycling- leading to pulverization and abrupt capacity fade.  Antimony-based anodes have been investigated as SIB anodes due to the high sodiation capacity of 660 mAh g–1 and ideal sodiation potential to eliminate dendrite formation and safety issues.  Many approaches have been undertaken to mitigate the issues of poor cycling stability of bare Sb anode, including the nanostructuring of active material, use of a carbon matrix, active/inactive buffer in the form of intermetallics, and so on.  However, most of these strategies seem to be inappropriate for practical applications owing to their poor-scalability and throughput. Our approach was to develop a high-performance anode material for SIBs through a commercial process which could further find its potential in full-cell configurations.",
                "Herein, we present large-scale and industrially viable melt-spinning process based production of intermetallic Fe–Sb alloy ribbons and investigate the electrochemical performance of these new alloys in sodium-ion batteries. Melt-spinning is a scalable, high-yield, rapid solidification process with high quench rates of ∼106 K s–1, which imparts the alloys with nanocrystalline/amorphous features and intriguing material traits.  The Fe–Sb alloy anodes exhibited outstanding cycling performance along with the exceptional rate capability. In addition, a full-cell configuration was also fabricated and its electrochemical studies were carried out to demonstrate the potential of these Fe–Sb alloy anodes for real-world applications. The preliminary electrochemical results suggest the suitability of these intermetallic Fe–Sb alloy anodes for practical next-generation performance enhanced SIBs."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "The fabrication of the Fe–Sb alloy ribbons via melt-spinning is schematically illustrated in  and . Briefly, the Fe and Sb metal powders are intimately mixed in a mortar and pestle and then cold pressed into a pellet. The pellet is then loaded in a quartz tube with slit nozzle and melted via induction heating in argon atmosphere. The melt is forced down the quartz tube nozzle by pressurized argon gas and the alloy ribbons are formed when the melt falls upon the rotating water-cooled copper wheel. The melt-spinning process can deliver high yields of these alloy ribbons, making the process highly scalable.",
                "Although iron is electrochemically inactive with respect to sodium, it can serve as a highly conductive matrix to host antimony and aid in the buffering of volume changes during the sodiation and desodiation processes.  Fe–Sb alloy was prepared via melt spinning with Fe:Sb 1:2 molar ratio and is hereafter denoted as MS_FeSb. Alloy ribbons of dimensions ∼20 × 0.8 × 0.05 mm (length × width × thickness) were obtained with more than 90% yield in the melt-spinning process. The melt-spun Fe–Sb alloy ribbons were characterized by X-ray diffraction (XRD) as shown in a. The sharp diffraction peaks attest the crystallinity of the alloy ribbons and the absence of any oxide impurities is also confirmed from the diffraction pattern. Furthermore, the diffraction peaks were Rietveld refined to analyze the phases present in the alloy ribbons. b shows FeSb2 and FeSb crystal structures and based on the obtained data the alloy composition was characterized and identified with a composition of 88.38% FeSb2 and 11.62% FeSb, respectively (c).",
                "Next, we examined the surface topography of the Fe–Sb alloy ribbons using high-resolution transmission electron microscopy (HR-TEM) and field emission scanning electron microscopy (FESEM) (). a and b shows HR-TEM images of flakes of Fe–Sb alloy. Analysis of an individual block shows lattice fringes with d-spacing of 0.285 nm corresponding to the orthorhombic phase of FeSb2 alloy (b). A nanocrystalline configuration of Fe–Sb could be generated via rapid cooling (∼104–107 K s–1) of the molten composite during the melt-spinning process which effectively arrests further nucleation and grain growth. In contrast to the conventional solution-based growth processes and strategies intended for nanostructuring of active materials, melt-spinning can aid in the rapid processing of crystalline alloy segments with comparatively higher yield. Furthermore, FE-SEM images of the flakes with ∼0.76 mm width () which were in contact with the copper wheel () appeared smooth () while the exposed surface appeared irregular (). c-g shows images corresponding to the energy dispersive X-ray spectroscopy (EDX) analysis of a single flake of Fe–Sb alloy on silicon substrate. d and e show uniform distribution of Sb (labeled blue) and Fe (labeled as red)  h shows the corresponding EDX spectra of elements upon scanning a selected area on the surface of Fe–Sb flakes.",
                "The electrochemical performance of the MS_Fe–Sb alloy ribbons was preliminarily evaluated in Na-ion half-cell assembly. Prior to cell assembly, the electrodes were prepared by a slurry-coating technique on copper foil (the ). The electrodes were punched out into circular discs of ∼14 mm diameter (∼1.5–2 mg cm–2 active mass loading) and assembled into CR2016 coin cells with Na metal as the counter electrode and 1 M NaClO4 in propylene carbonate (PC) with 5 vol % fluoroethylene carbonate (FEC) as the electrolyte. For comparison, a set of Fe–Sb metal powders physically mixed electrodes were also investigated for the cycling stability. (a) shows the capacity retention plot and the MS_Fe–Sb alloy ribbons outperformed the physically mixed electrode counterparts in terms of cycling stability. The MS_FeSb alloy delivered a sodiation capacity of ∼555 mAh g–1 for the first cycle with initial Coulombic efficiency of 81.3% and maintained 97–99% Coulombic efficiency in the subsequent cycles. Interestingly, the alloy anode retained ∼95% of the second sodiation capacity after 80 cycles.  shows comparison of cycling performance delivered by pristine Sb, MS_Fe–Sb alloy and its physically mixed counter parts. Thus, the performance enhancement observed in MS_Fe–Sb alloy electrode could be attributed to the crystalline features inherited during intermetallic alloy formation through the melt-spinning process. In addition to this, the melt spun Fe–Sb electrodes exhibited excellent rate performances (b) with sodiation capacities of ∼300 mAh g–1 at high current rate of 1 Ag1– ( shows corresponding galvanostatic charge–discharge (GCD) curves). This further attests the highly conductive milieu and the fast diffusion pathways realized by high-temperature alloying of active materials of the electrode by means of the melt-spinning process.",
                "The cyclic voltammetry (CV) studies as shown in c and  demonstrate the enhanced sodiation/desodiation behavior of the MS_Fe–Sb alloys over the pristine Sb powder. During the first sodiation process, both MS_Fe–Sb alloy as well as pristine Sb exhibited a prominent peak at ∼0.25 V vs Na for Sb and close to 5 mV vs Na for MS_Fe–Sb. This can be attributed to the formation of the solid electrolyte interphase and the initial sodiation of the active material.  In the following desodiation process, a prominent peak was observed at ∼1 V vs Na for Sb and ∼0.86 V vs Na for MS_Fe–Sb corresponding to the dealloying process. The overlapping peaks during the subsequent cycles attest the improved stability of the MS_Fe–Sb anode when compared to the rapid fading observed in the case of pure Sb electrode. After the initial formation cycles, the alloy exhibited three sodiation peaks at ∼0.64, 0.47, 0.33 V vs Na. and the peak currents were found to increase in the consequent cycles. This is a classical observation in alloy and conversion type materials and can be attributed to the decrease of the particle size and restructuration of the active material during the first sodiation process. ",
                "The ex-situ XRD studies of the alloy anode after first and second sodiation process have been conducted.  shows the changes in XRD pattern during sodiation/desodiaiton processes. The formation of poorly crystallized Na3Sb phase was observed during sodiation, corresponding to the diffraction peaks at 19.1°, 21.3°, and 38.7° (JCPDS no. 741,162).  Similarly, the peaks corresponding to Na3Sb were absent in the desodiated electrodes. The constituent FeSb and FeSb2 alloys progressively transform during cycling into Fe rich FexSb phase with the extrusion of Sb and the formation of Na3Sb and amorphous Fe matrix which was not detected in XRD.  Further, the electrochemically inactive Fe matrix would serve as a highly conductive pathway and buffer matrix to aid in the cycling stability of the electrochemically active Sb. Thus, the first sodiation cycle of the Fe–Sb alloy can be described as follows: During desodiation, the electrochemically inactive Fe serves as the conductive matrix and the following reaction takes place: ",
                "The sodiation/desodiation kinetics of the MS_Fe–Sb was investigated by gauging the electrochemical response at increasing scan rates (a). As the scan rates were increased from 0.1 to 2 mV s–1, significant peak shifts were observed and the corresponding peak currents were plotted based on the power lawwhere ip is the peak current, v is the scan rate, a and b are constants.",
                "b shows the linear relationship between log(i) and log(v) for the peak currents. The “b” values deduced from the slope of the line are 0.72, 0.73, and 0.56 for peaks 1, 2, and 3, respectively. While “b” value close to 1 reveals pseudocapacitive behavior, b values in the range ∼0.5–0.7 indicate a combination of solid-state diffusion and pseudocapacitive contributions and the excellent rate capability of the MS_Fe–Sb anode possibly stems from this synergistic combination.  Furthermore, electrochemical impedance spectroscopy (EIS) confirms the formation of a stable solid-electrolyte interphase (SEI) without significant increase in the charge transfer resistance during cycling as observed from the diameter of the semicircle in the high-frequency region of the Nyquist plot (c inset). The sloping tail in the low-frequency region can be ascribed to the Warburg impedance and is characteristic for Na+ ion diffusion into the electrode. ",
                "The excellent cycling performance and rate capability of the melt-spun Fe–Sb alloy motivated us to further investigate its full-cell performance and examine the feasibility of the anode for real-world applications. In this regard, we coupled the MS_FeSb with a sodium manganese oxide (NMO) cathode. The NMO cathode in half-cell assembly delivered a stable capacity of ∼160 mAh g–1 over 50 cycles () with high Coulombic efficiency. The details of the full-cell assembly and the procedure for preparation is given in . The preliminary investigation of the NMO/Fe–Sb full cell in coin-cell assembly delivers promising performance, as the cell delivered an initial capacity of 350 mAh g–1 (based on anode mass) and over 99% Coulombic efficiency and retained ∼79% of the initial capacity. a shows the potential profile of electrodes employed in the full-cell assembly. Full-cell exhibits stable cycling stability (b) and we demonstrated the potential of full cell to power a white LED lamp (c). Further tests are in progress to improve the cycling stability of the full cell as well as the performance evaluation in pouch-cell configuration to investigate the prospective scalability of MS_Fe–Sb alloy anode."
            ],
            "name": "Results and Discussions",
            "type": "h2"
        },
        {
            "content": [
                "In conclusion, Fe–Sb alloy anodes were fabricated by a scalable and industrially viable melt-spinning process. The alloy anode exhibited exceptional cycling capability and rate performances in sodium-ion half-cell assembly. Nearly 466 mAh g–1 sodiation capacity was attained at 50 mA g–1 in the second sodiation, with ∼95% capacity retention after 80 cycles. Moreover, the alloy anode displayed promising electrochemical performance in full-cell sodium-ion battery configuration as well as delivered a sodiation capacity of ∼300 mAh g–1 (based on the anode) at 50 mA g–1, with more than 99% Coulombic efficiency. The results attest the suitability of the MS_Fe–Sb alloy anode for future sodium-ion batteries for practical applications as well as emphasize the need for further extended studies on alloy anodes."
            ],
            "name": "Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Melt-Spun Fe–Sb Intermetallic Alloy Anode for Performance Enhanced Sodium-Ion Batteries"
}