{
    "DOI": "10.1021/acsnano.7b02136",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In the trend of developing low carbon dioxide emission and a more environmental friendly lifestyle, calling for more clean energy, such as solar radiation, waves, and wind, to replace the previous coal, oil and other nonrenewable energy have become very urgent.  While these sources require energy conversion and storage from off-peak electricity and release of the stored energy during the on-peak period, the most appropriate electricity supply system is batteries which have the advantage of efficiency, stability, and reliability.  Up to now, lithium-ion batteries (LIBs) have been widely used in our daily life, such as computer, power electrode vehicles (EVs), portable electronic devices, and plug-in hybrid electric vehicles (PHEVs), but recently, sodium-ion batteries (SIBs) have come into our sight for energy storage, benefiting from the similar physical and chemical properties, abundant resource, and fairly low cost and have also been rehighlightted for next-generation large-scale energy storage systems (ESS).  Up to now, great efforts have been paid on searching suitable cathodes for SIBs, including Na0.44MnO2, Na3V2(PO4)3, Na4Fe3(PO4)P2O7, and phosphates, which have been researched as cathode materials for SIBs.  However, only a few kinds of anode materials are available for SIBs, although it is reported that many materials can be used as SIBs anode candidates, such as alloying type metals consisting of Sb and Sn, which could deliver huge volume change and results in cracks on the electrode surface and jeopardizes the safety of the battery; the conversion-type reaction M–X compound (M= metal cation, X= O, N, or S) electrodes suffer a high potential hysteresis and a low initial Coulombic efficiency;  different from these two types, the insertion/extraction ones have also attracted the interest of researchers and the titanium-based anode materials, as the classical insertion candidates have become the beloved ones of scientists. For example, titanium oxide (TiO2), Na4Ti5O12, and Na2Ti3O7 are now extensively investigated as advanced anodes for SIBs because of their negligible structure change during the sodiation/intercalation process.  Unfortunately, the relatively low capacity of the titanium-based anodes greatly limits them as promising materials widely used in power EVs and PHEVs. Normally, the traditional improving methods such as structure and crystalline control, synthesizing materials in nanoscale size, and surface microstructure construction have also been widely applied in these Ti-based anode materials.  For example, Pierre and co-workers have successfully prepared the monoclinic phase of Na2Ti5O12 with continuous two-dimensional channels providing broader pathways and more space for the sodiation and desodiation.  In addition, as a kind of semiconductor material, the poor electrical conductivity and low diffusion coefficient of Na+ also restricted these Ti-based anode materials, which might be overcome by the introduction of heteroatom doping. Hwang et al. showed that the nanosized anatase TiO2 doped with fluorine could improve its sluggish kinetics of Na+ intercalation.  Zhang et al. also synthesized the N-doped yolk-like TiO2 anode exhibiting a high reversible capacity of 242.7 mA h g–1 at 0.5 C and even at 20 C also maintaining a capacity of 115.9 mA h g–1. ",
                "Moving beyond considering the doping effect, vast effort has been focused on the synergistic role of these foreign metal cations or anions to come up with better performance.  In these kinds of metal elements, iron was selected as the target material to synthesize ilmenite (FeTiO3) according to these following considerations. First, the mineral ilmenite has an abundant reserve in the earth’s curst and is widely distributed around the world (Europe, Africa, Australia, North and South America). The ilmenite has a high reserve exceeding 680 million tons in the world and a low price (the peak price was 250–350 USD/metric ton and in 2004–2008 only 80–107 USD/metric ton).  Besides, ilmenite FeTiO3 belongs to the ABO3-type structure with both Fe and Ti ions of approximately equal sizes, and such bimetal oxides that contain two metal elements have great potential to possess excellent performance of ion storage properties, catalytic activity, or gas sensors.  Considering these available values, herein, we put forward a compelling case for application of ilmenite FeTiO3 in todays energy storage devices, such as SIBs. However, there is seldom research work on ilmenite FeTiO3 applied as an anode material for SIBs, which may be due to the poor electrochemical performance of bulk FeTiO3 and the nonflexible structure control of such complex ilmenite oxides. Herein, ilmenite FeTiO3 nanoparticles embedded in carbon nanotubes (FTO⊂CNTs) were synthesized by a simple annealing process of TiO2-coated metal–organic frameworks (Fe-MOF). During this one-step annealing process, tiny ilmenite FTO nanoparticles were fully embedded in the in situ formed carbon nanotubes, and the obtained FTO⊂CNTs presented stable structure, high surface area, and excellent electric conductivity.  When utilized as SIB anodes, they present an excellent cycle stability (358.8 mA h g–1 after 200 cycles at 100 mA g–1) and remarkable rate capability (201.8 mA h g–1 at 5000 mA g–1) with a high Coulombic efficiency of approximately 99%. In addition, combined with the typical Na3V2(PO4)3 cathode to constitute full SIBs, the assembled FTO⊂CNTs//Na3V2(PO4)3 full batteries also demonstrated superior rate capability and a long cycle life."
            ],
            "name": " ",
            "type": "h2"
        },
        {
            "content": [
                "The detail synthesis strategy of uniform FTO⊂CNTs is schematically illustrated in . First, uniform Fe-MOF (MIL-88-Fe) nanorods with the formula of Fe3O(H2O)2Cl(BDC)3·nH2O were produced via a simple solvothermal crystallization route with 1,4-benzenedicarboxylic acid (1,4-H2BDC acid) and FeCl3·6H2O dissolved in N,N-dimethylformamide (DMF) (see  section for details). After the solvothermal process, uniform needle-shaped Fe-MOF nanorods were obtained. The template of Fe-MOF (MIL-88-Fe) made up of the metal ion Fe3+ centers coordinated with organic complexes via strong chemical bonds delivered a marvelous, highly porous structure with high surface area and permanent porosity.  Subsequently, these obtained needle-shaped Fe-MOF nanorods were well-dispersed in ethanol by sonication, then followed with the addition of tetrabutyl titanate (TBOT) and NH3·H2O under vigorous stirring. After the hydrolysis reaction of TBOT, the core–shell Fe-MOF@TiO2 nanorods were prepared with the noncrystalline TiO2 coated on the surface of Fe-MOF nanorods. Finally, the core–shell Fe-MOF@TiO2 nanorods were heated in a quartz tube in order to obtain uniform FTO⊂CNTs. During the last annealing treatment, the organic complex BDC from the precursor Fe-MOF nanorods was carbonized at 600 °C in an Ar atmosphere, and the solid nanorod transformed into a hollow nanotube, while the Fe3+ was carbothermally reduced into Fe2+ and combined with TiO2via the strong metallic bond to form well-crystalline FTO nanoparticles. As shown in the right section of , such fully encapsulated tiny FTO nanoparticles in well-conductive carbon nanotubes serve as an excellent electrode for Na-ion batteries, affording a high and sustainable capacity and robust high-rate capability.",
                "The morphology and the structure of the Fe-MOF and FTO⊂CNTs in detail are characterized by scanning electron microscope (SEM) at different magnifications. As shown in a,b, the precursor of Fe-MOF particles shows a regular needle-like nanorod shape and high crystallinity (Figure S1, ). Fe-MOF nanorods hold a uniform side length of approximately 750 nm, a diameter length of 150 nm, and smooth surface clearly displayed in the high-magnification SEM image (b). c,d displays the final FTO⊂CNT products obtained by the coating and calcination process. Low-magnification SEM (c) displays that these FTO⊂CNT particles still maintain the high monodispersivity and the same morphology of Fe-MOF template, while, as shown in d, the final products of FTO⊂CNTs remained with a uniform side length of approximately 800 nm and a diameter length of 200 nm. However, the solid nanorod morphology has been converted to a hollow nanotube, which could be observed from the broken particles. The transmission electron microscopy (TEM) and high-resolution TEM (HRTEM) were further utilized in order to investigate the microstructure of the uniform FTO⊂CNTs. As shown in a and Figure S2 (in ), all FTO⊂CNTs present uniform hollow tube-like microstructures with wall thicknesses of about 30 nm, which is well consistent with SEM results (d). Higher-magnification TEM images (b–d) further display that almost all FTO nanoparticles were fully embedded in the thin wall of carbon nanotubes, and there is seldom FTO nanoparticles dispersed inside/outside of the nanotubes. The formation of such delicate nanocomposites is caused by the in situ generation of FTO and carbon during pyrolysis of organic BDC ligands. Moreover, HRTEM images (e,f) exhibit that these fully embedded FTO nanoparticles with sizes of 5–10 nm in the carbon wall matrix are well crystallized. The combined structure features of these FTO⊂CNTs (hollow tube framework, thin conductive carbon walls, and tiny fully embedded FTO electroactive nanoparticles) could effectively provide more free space for fast Na+ diffusion, carry high loading capacity, and improve electron conductivity.  The clear lattice fringes of 0.272 nm in e,f could be assigned to the (104) lattice plane of rhombohedral-phase FeTiO3, indicating a good degree of crystallinity. Moreover, the elemental composition and distribution status of the as-prepared uniform FTO⊂CNTs are further demonstrated by the element mapping measurement (). The dark-field TEM image in a clearly displays that these hollow nanotubes present an average wall thickness of about 30 nm and uniform inner diameter of approximately 140 nm, which is close to the average size of the precursor Fe-MOF nanorods. The uniform FTO nanoparticles with the average size of 5–10 nm embedded and dispersed randomly in the wall of hollow carbon nanotubes (b). As shown in c–f, the distribution of Fe, Ti, and O distinctly demonstrates the uniform FTO nanoparticles coordinated with each other via strong chemical bonds, with sparse elemental dots scattered between the void part verify that FTO nanoparticles disperse finely in the as-synthesized hollow nanotubes.",
                "In order to demonstrate the crystallographic structure of the final product, the as-prepared FTO⊂CNTs were confirmed by X-ray diffusion (XRD) testing. As shown in a, the black line stands for the product of FTO⊂CNTs; the obvious sharper and strong diffraction peaks suggested well-crystallinity of FTO nanoparticles. A series of significantly enhanced diffraction peaks at 23.9°, 32.8°, 35.5°, 40.6°, 49.1°, 53.6°, 56.9°, 62.2°, and 63.7° are observed, which are assigned to (012), (104), (110), (113), (024), (11–6), (018), (124), and (300) crystal planes of rhombohedral FeTiO3 (JCPDS no. 75-1212), respectively. The carbon mass content in these FTO⊂CNTs was obtained by thermogravimetric analysis (TGA) and is presented in b. The initial small weight loss of 0.15% at the range of room temperature to 150 °C is attributed to the physically adsorbed water molecules in these hollow FTO⊂CNTs. With the increase of temperature, the subsequent major weight loss of 25.47% from 200 to 700 °C is caused by the comprehensive effect of FTO and carbon oxidation with the products of TiO2, Fe2O3 and CO2 (the composites of TiO2 and Fe2O3 were directly confirmed by XRD analysis, as shown in Figure S3, ). The TGA results indicate the carbon content in the final products of FTO⊂CNTs was about 28.69%. The surface area and the pore size distribution for these hollow FTO⊂CNTs were identified by the Brunauer–Emmett–Teller (BET) method. Their nitrogen adsorption–desorption isotherms in Figure S4a () exhibit a type III isotherm with a distinct hysteresis loop, which suggests obvious mesoporous microstructure with a surface area of 61.9 m2 g–1. More significantly, the curve inset displays the pore size distribution calculated from the Barrett–Joyner–Halenda (BJH) method and indicates that these uniform FTO⊂CNTs are mesoporous composites connected with a broad bimodal pore size range from 30 to 60 nm. The large surface area and the mesoporous microstructure of FTO⊂CNTs made for more Na+ and electrolytes to contact and reduce the distance of the Na+ transportation, which are beneficial for improving electronic conductivity and presenting higher capacity. Raman spectrum of FTO⊂CNT (Figure S4b, ) shows two sharp peaks at 1330 and 1584 cm–1, which correspond to D and G bands of graphitic materials, respectively. The intensity ratio of ID/IG ≈ 1/1 indicates the graphene nature of the formed carbon with abundant defects and excellent electronic conductivity. ",
                "To explore the potential of these uniform FTO⊂CNTs for Na-ion storage, the as-prepared FTO⊂CNT anode was assembled into Na-ion half-cells and full-cells. a displays cyclic voltammetry (CV) curves of FTO⊂CNTs in Na-ion half-cells for the first five cycles with a cutoff voltage range from 0.01 to 3.0 V at 0.1 mV s–1. On the first cycle, the cathodic scan exhibits two reduction peaks located at 1.1–1.2 V and 0.1–0.2 V. The reduction peaks around at 1.1 V belong to the reduction of FeTiO3 and the reaction between Na+ and the decomposed TiO2 during the sodium insert process. The broad reduction peak at 0.1–0.2 V, disappeared for the subsequent cathodic scans, is mainly associated with the decomposition of the electrolyte resulting from the SEI film formation on the electrode surface.  During the anodic scan, two main oxidation peaks are obviously located at 1.0 and 1.8 V, which are mainly attributed to the charge of Fe oxidation states and desodiation of NaxTiO2. In the subsequent cycles, the reduction peak at around 1.1 V disappeared, and two peaks at 1.8 and 0.8 V are observed at the cathodic scan, which mainly corresponds to the redox reaction of Ti4+ to Ti3+ and Fe2+ to Fe in the sodium insertion process. The ex situ XRD patterns of the FTO⊂CNTs electrode after the second discharge to 0.8 V, 0.01 V and after the second charge to 3.0 V are displayed in b. When the FTO⊂CNTs electrode discharged to 0.8 V, the XRD peaks of FeTiO3 disappeared, while some weak peaks assigned to Ti, TiO2, NaO2, Fe, and NaxTiO2 were observed, which confirms the sodium insertion process has actually occurred. When further discharged to 0.01 V, XRD diffraction peaks of NaxTiO2, NaO2, and Fe turn more powerful, demonstrating more Na+ insertion in the FTO⊂CNTs anode. While charged to 3.0 V, the peak intensity of NaO2 decreased, and the peaks of Fe and NaxTiO2 disappeared, while the peaks of TiO2 and FeO reappeared, corresponding to the oxidation reaction of Ti4+ and Fe for sodium extraction process. Obviously, it is noted that the diffraction peak of Ti exited in all discharge/charge processes, which is similar to the previous work.  Pan and co-workers concluded that sodium ions appear to partially reduce the rather stable oxide TiO2 and form metallic Ti, NaO2, and reversible sodium titanate NaxTiO2, as explored by in situ XRD, ex situ XPS, and SEM analyses of electrodes.  The consequence shows that there is a certain ratio of Ti3+/Ti4+ which could be reversibly deintercalated, and the reversible NaxTiO2 is formed at the sodiation/desodiation process. The other ratio of Ti4+ is restored to metallic Ti0 in the first discharge state and exists at the subsequent cycles all the time, which is in contrast to the research of Passerini and co-workers, suggesting that a partial reduction of Ti4+ to Ti0 was accompanied during the sodium ions insertion into the anatase lattices.  With ex situ SEM, XPS, and EDX mapping analyses, the irreversible product of NaO2 occurs at the first sodiation process and presents the flower-like morphology;  this result shown in Figure S5a–c () is well consistent with SEM images. However, the diffraction peaks of the NaO2 shown in the XRD pattern (b) are different from Pan groups’ amorphous NaO2 conclusion. ",
                "With all the preliminary results above, the cycle stability of these uniform FTO⊂CNTs was tested at a current density of 100 mA g–1 between 0.01 and 3.0 V. a presents the galvanostatic charge/discharge profiles of FTO⊂CNTs electrode for first, third, fourth, 50th, 100th, 150th, and 200th at the current density of 100 mA g–1. It is shown that the first discharge and charge capacities are 956.0 and 534.6 mA h g–1, respectively, with a low initial Coulombic efficiency of 55.9%. The initial capacity loss may be mainly attributed to the irreversible reaction, owing to the formation of Ti, Na2O, and SEI layer, which is also revealed in the CV measurement. Subsequently, the obviously sloping plateaus at different discharge/charge voltage stages represent the electrochemical reactions in each cycle, and the voltage stages (1.0 V, 1.8 V/0.8 V, 1.8 V) correspond to the CV results. After presodiumed three cycles at 50 mA g–1, a high capacity of 418.1 mA h g–1 can be delivered in the initial discharge process at 100 mA g–1. Along with the approximate 99% Coulombic efficiency, the uniform FTO⊂CNTs give a corresponding capacity retention of 90.0% after 200 cycles, which is much superior to other titanium-based anode materials both for LIBs and SIBs (see detailed information in Table S1, ). SEM measurements of the FTO⊂CNTs anode after 200 cycles (Figure S5d–f, ) also clearly display that the 1D tube-like morphology after 200 cycles held perfectly. The rate capability of these uniform FTO⊂CNTs for SIBs anode was measured by cycling at various current densities. As shown in c, the discharge/charge curves present the sloping plateaus at different discharge/charge voltage stages even at 5000 mA g–1 and excellent restoration when the current density returns back. High capacities of 445.4, 390.3, 354.9, 307.3, 273.3, 233.2, and 201.8 mA h g–1 at densities of 50, 100, 200, 500, 1000, 2000, and 5000 mA g–1 were achieved, respectively (d). When the rate decreased from 5000 to 100 mA g–1 after 130 cycles, a reversible capacity of 386.2 mA h g–1 was delivered and with high capacity retention of 98.9%. Moreover, the ultrahigh cycling stability of the current ilmenite anode was also presented for 3500 cycles at a high density of 2 A g–1. As shown in e, they offered an initial discharge capacity of 217.0 mA h g–1 and a maintained capacity of 210.5 mA h g–1 after long 3500 cycles, with approximately 99% Coulombic efficiency and 97% capacity retention. To our best knowledge, they have the most rate capability and cycling stability at high current densities among all recently reported titanium-based anodes (Table S1, ). The electrochemical impedance spectroscopy (EIS) spectrum shown in Figure S6 () displays that the charge-transfer resistance of the FTO⊂CNTs anode is only 30 Ω. Such a low charge-transfer resistance is beneficial to the Na+ diffusion, and the FTO⊂CNTs anode could present a higher reversible capacity. The low charge-transfer resistance, high specific capacity, and excellent rate capability of these FTO⊂CNT anodes can probably be attributed to their distinct microstructure features, such as 1D hollow electronic conductive carbon matrix and fully encapsulated/embedded tiny FTO nanoparticles, which could enhance the electronic conductivity, decrease the pathway for fast Na+ diffusion and electron transport, and enable stable, facile Na+ diffusion/reaction kinetics.",
                "Along with the excellent performances in Na-ion half cells, these uniform FTO⊂CNTs were further tested in Na-ion full batteries, assembled with the typical Na3V2(PO4)3 cathode.  The homemade Na3V2(PO4)3 nanoparticle cathode have good Na-ion storage performance, as shown in Figure S7 (), delivering a specific capacity of 133.0 mA h g–1 at 100 mA g–1 with a high Coulombic efficiency of 99% and great rate capability. As the Na3V2(PO4)3 cathode has obvious flat charge/discharge plateaus of around 3.3/3.5 V (Figure S7a, ), the voltage window for FTO⊂CNTs//Na3V2(PO4)3 full cells was supplied between 1.0 and 3.3 V. For the Na-ion full batteries, as shown in a, there are two flat plateaus at about 2.1 and 2.9 V in the first charge process and a delivered large capacity of 965 mA h g–1. The first Coulombic efficiency is only approximately 50%, owing to the irreversible reactions of FTO⊂CNTs anode, the formation of SEI layer, and the activated process of the Na3V2(PO4)3 cathode. The subsequent sloping plateaus located at 1.75 and 2.6 V and 1.5 and 2.4 V, respectively. This output voltage window is powerful enough to light a light-emitting diode (LED) (2 V, 20 mW) and work for a long time (inset of a). b presents the cycling stability of the FTO⊂CNTs//Na3V2(PO4)3 full cells at the current density of 200 mA g–1. After 100 cycles, a reversible capacity of 249 mA h g–1 was achieved (the gravimetric capacity was calculated by the mass of FTO⊂CNTs anode). Moreover, for the demand of the modern electronic devices, the FTO⊂CNTs//Na3V2(PO4)3 full cells rate capacity were also examined at various current densities. As shown in d, they could present a reversible capacity of 421.4, 355.7, 312.1, 271.6, 248.1, 220.5, 185.7, and 307.9 mA h g–1 at 30, 50, 100, 300, 500, 1000, 2000 and returned 100 mA g–1, respectively. The typical charge/discharge profiles at these rates are shown in c, which more obviously displays the insertion/extraction process of Na+ ions."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we have demonstrated the engineering of the carbon-encapsulated structure of earth-abundant ilmenite as an ultrastable and high-rate anode for SIBs through a simple metal–organic frameworks-derived strategy. The achieved ilmenite FeTiO3 tiny nanoparticles embedded in uniform carbon nanotubes have several distinct advantages including a hollow interior in the hybrid nanostructure, fully encapsulated ultrasmall electroactive units, flexible conductive carbon matrix, and stable SEI of FTO in cycles. Together with these nanoarchitecture features, as in our results, these uniform FTO⊂CNTs deliver outstanding cycling stability and excellent rate capability as used both in Na-ion half cells and full cells (assembled with the typical Na3V2(PO4)3 cathode). As FeTiO3 is one of the most abundant mineral in the earth’s crust, the current research may discover further possibilities to develop energy storage solutions that are more sustainable, flexible, and producible on a large scale."
            ],
            "name": "Conclusion",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "All the chemicals were directly used after purchase without further purification. The precursor of Fe-MOF was prepared by a facile solvothermal crystallization method. In a typical synthesis, 1.08 g of FeCl3·6H2O (Aladdin) and 0.88 g of 1,4-benzenedicarboxylic acid (1,4-H2BDC acid, Aladdin) were dissolved in 54 mL N,N-dimethylformamide (DMF, Aladdin) under stable stirring to form a clear yellow solution. Then 6 mL of 0.4 M NaOH (Aladdin) solution was added and stirred for another 5 min. After vigorous stirring, the final mixture solution was poured into a 100 mL Teflon-lined stainless steel autoclave. The autoclave was sealed and reacted at 100 °C for 24 h. After cooling down to room temperature, the samples were collected by centrifuging with DMF and ethanol several times and dried under vacuum at 60 °C overnight."
                    ],
                    "name": " Synthesis of Uniform Fe-MOF Nanorods",
                    "type": "h3"
                },
                {
                    "content": [
                        "The as formed Fe-MOF nanorods were dispersed in 50 mL of ethanol by sonication for 10 min, followed by the addition of 0.56 mL of tetrabutyl titanate (TBOT, Aladdin) and 0.28 mL of NH3·H2O (Aladdin) under vigorous stirring. The reaction was maintained at 45 °C for 12 h to form core–shell Fe-MOF@TiO2 nanorods. Then the product was centrifuged with ethanol several times and dried under vacuum at 60 °C overnight. Finally, these Fe-MOF@TiO2 nanorods were heated in a quartz tube at 600 °C in an Ar atmosphere for 4 h to obtain uniform FTO⊂CNTs."
                    ],
                    "name": " Synthesis of Uniform FTO⊂CNTs",
                    "type": "h3"
                },
                {
                    "content": [
                        "The XRD pattern of the collected products was characterized by Rigaku D/max-2200/PC X-ray diffractometer at a scanning rate of 2° min–1. The ex situ XRD patterns of the FTO⊂CNTs electrode in the sodium insertion/extration process were characterized at a scanning rate of 0.5° min–1. The morphology and crystal lattice of the samples were elucidated on a Zeiss Gemini DSM 982 field emission SEM. The TEM and HRTEM images were taken by a field emission transmission electron microscope (2100 F, JEOL Co., Japan) with the operated voltage at 200 kV. The content of the residual carbon in these uniform FTO⊂CNTs was investigated by TGA in an air atmosphere from 40 to 700 °C at a rate of 10 °C min–1 by using a Q50 thermogravimetric analyzer. Nitrogen desorption and adsorption isotherms were evaluated at 77 K with a Quadrachrome Adsorption Instrument. The Renishaw Invia Raman microscope was used to obtain the Raman spectrum."
                    ],
                    "name": " Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical properties of the FTO⊂CNTs were measured by assembling the CR2032 coin cells at room temperature (25 °C). The working electrode was composed of active material (FTO⊂CNTs), carbon black (Super-P), and polymer binder (polyvinylidene fluoride, PVDF) at a weight ratio of 70:20:10. The slurry was then coated on the copper foil and dried under vacuum at 60 °C for 12 h. The typical mass loading of active materials was controlled at 1–1.5 mg cm–2. For the Na-ion half batteries, Na foil was used as counter electrode, and 1 M NaClO4 in propylene carbonate (PC) with 5 vol % addition of FEC was used as the electrolyte. The electrochemical properties of the cells were evaluated by cyclic voltammetry from 0.01 to 3.0 V with a scan rate of 0.1 mV s–1. The charge and discharge cycling performances were carried out on a LAND-CT2001A battery-testing system. EIS measurement was evaluated at an open circuit potential with a modulation amplitude of 5 mV and a frequency range from 0.1 Hz to 100 kHz. For Na-ion full cells, the cathode was prepared by homemade Na3V2(PO4)3, carbon black, and PVDF in a weight of 70:20:10 with NMP, the slurry was casted on a Al foil and dried under vacuum at 60 °C overnight, and the loading of active materials was controlled at 4.5–5.0 mg cm–2. The FTO⊂CNTs//Na3V2(PO4)3 full cells were charged and discharged between a voltage of 1.0 and 3.3 V."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "Methods",
            "type": "h2"
        }
    ],
    "Title": "Ilmenite Nanotubes for High Stability and High Rate Sodium-Ion Battery Anodes"
}