{
    "DOI": "10.1021/acsomega.7b00548",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Na-ion batteries (SIBs) are being explored as a possible alternative to Li-ion batteries (LIBs).  Sodium reserves are abundant and importantly widely spread, whereas lithium is scarce and localized in remote or conflictive areas. Furthermore, unlike lithium, sodium does not form an alloy with aluminum, enabling the use of this metal as a current collector.  However, Na-ions are heavier than Li-ions and significantly larger in size (102 vs 76 pm). Thus, one could expect that electrodes active to both Li- and Na-ions show on average a poorer performance for Na-ions. These straightforward arguments suggest that SIBs could replace LIBs in stationary applications.",
                "To a certain extent, there has been relative success in obtaining cathodes for SIBs with good stability using inexpensive raw materials.  Furthermore, there are now examples of cathodes showing excellent rate capabilities.  Thus, and regarding electrode materials, the development of SIBs greatly depends on the development of adequate negative electrodes.  Studies on different TiO2 polymorphs have demonstrated their capabilities as a potential negative electrode.  More specifically, substantial and significant reports have shown the relatively good capabilities of the TiO2 anatase polymorph as anodes for SIBs.  These anodes, working at a relatively low average potential versus Na/Na+, could assure at least acceptable energy density using an abundant material. A summary of some of the characteristics of anatase anodes reported earlier is shown in  (see the Supporting Information). For example, a common characteristic of these anodes is the irreversibility observed after the first discharge curve, specially manifested at slow rates where all possible electrochemical processes are active. The source of this irreversibility and, in general, the mechanism of sodiation/desodiation by anatase anodes are still a matter of continuous research.  Recent studies indicate that in anatase, insertion of 1 Na+ is feasible, leading to the formation of a highly disordered phase (layered-like rhombohedral R3̅m structure).  Upon desodiation, this structure seems to reverse to a structure similar to anatase but with additional amorphization.  Interestingly, in this study, the total uptake during the first discharge was about 1.1 Na+, relatively close to that from the Ti4+/Ti3+ redox couple. However, values well-beyond 1 Na+ have been reported during the first discharge, especially when working with nanosize doped anatases (see ).  These high values (even uptakes of 3.5 Na+ are reported) suggest that in addition to an insertion mechanism other mechanisms could also be operative, such as the conversion reaction proposed by Passerini and co-workers.  However, the activity of these anodes takes place below 1 V versus Na/Na+, where solid electrolyte interfaces (SEIs) are formed.  Obviously, as Na+ uptake values well-beyond those of the Ti4+/Ti3+ redox couple are linked to the electrodes built from nanosized anatases, there is always uncertainty on the contribution of SEIs during the first cycles (especially the first discharge). Furthermore, SEIs in SIBs show in general lower stability than that of their Li-ion counterparts.  In addition, the carbon (doping and additives) in SIBs is known to contribute to SEI formation.  Interestingly, a survey of the literature (see ) shows that high Na+ uptake values are common in nanosized anatases during the first discharge irrespective of the electrolyte (NaPF6 or NaClO4 dissolved in different organic carbonate mixtures and even ionic liquids).",
                "As the interest in SIBs is relatively recent, most of the studies (including anatase anodes) have been done using organic carbonate electrolytes. In fact, electrolyte optimization in SIBs is still in its infancy stages.  Organic carbonates raise safety concerns associated with flammability, volatility, and overall degradability above 50 °C.  Safety is a primary concern in stationary applications where large accumulation of storage/delivery components imposes more strict criteria for safety. As SIBs are intended for stationary applications, it seems rather logic to assume that safety concerns could be a limiting factor for the future applicability of SIBs. Aprotic ionic liquids, such as those based on pyrrolidinium, represent a safe alternative to organic carbonates in LIBs.  However, widespread use of ionic liquid electrolytes in batteries is currently hampered by slow diffusion of active ions.  Thus, current possible applications of ionic liquids in batteries must be limited to those in which power criteria can be relaxed in response to more strict safety criteria. As mentioned above, SIBs are intended for stationary applications, and in this direction, Na-ion-based ionic liquid electrolytes could certainly become competitive when compared to their Li-ion counterparts. Studies on ionic liquid electrolytes have been scarce. Up to our knowledge, there are only a few studies on the behavior of anatases in sodium metal half-cells with ionic liquids. Hagiwara et al.  reported the high rate capability and good cycling performance of carbon-coated anatase TiO2 nanopowders using [FSA]-[C3C1pyr][FSA] as electrolyte. However, working temperatures were around 90 °C (close to the melting point of Na metal). Perhaps, the more comparable study was that carried out with Pyr13FSI-NaFSI, which shows an acceptable performance at room temperature (RT).  However, in that study, the characterization was limited to only one commercial sample, the carbon additive was set to 20 wt % (could contribute to SEI formation), and the specific capacity did not reach values during the first discharge well-beyond those of the Ti4+/Ti3+ redox couple (ca. 370 mAh/g or 1.1 Na+). Herein, we have taken benefit from the versatility of a self-assembly seeding-assisted method to obtain a variety of uniform high-surface-area undoped TiO2 anatase nanostructures that differ in crystal size or nanostructure size. Electrodes built from these uniform nanostructures and with only a 10 wt % carbon additive were used as negative electrodes in sodium half-cells using Pyr14TFSI–NaTFSI as the ionic liquid electrolyte. Selection of this electrolyte was based on the fact that Pyr14TFSI is a relatively stable and affordable commercial ionic liquid, which also allows a direct comparison with similar nanostructures immersed in their Li-ion counterparts. Interestingly, the inherent low penetrability of the ionic liquid electrolyte has resulted in an unexpected asset to clarify large differences in Na+ uptake by different nanostructures. Essentially, SEI effects were maximized and therefore clearly separated from electrochemical processes strictly associated with the anatase anodes."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        " ( for a better visualization of high-resolution transmission electron microscopy (HR-TEM) features) shows that all samples consist of uniform colloidal nanostructures built, according to HR-TEM, by more or less aligned anatase nanocrystals, exposing a majority of (101) surfaces. Recent studies on anatase anodes in SIBs have shown a dependence of the electrochemical response on the exposed surface.  Thus, exposing a majority of (101) surfaces assures excluding this factor from affecting the electrochemical activity. More specifically, the XRD for A6-50 shows peaks only corresponding to anatase (). The crystal size using the Scherrer equation () gives a value of ca. 6 nm (similar to that inferred from the HR-TEM showed in  and ). According to scanning electron microscopy (SEM) and HR-TEM ( and ), these anatase nanocrystals assemble into nanostructures with a uniform colloidal size of about 50 nm. Sample A11-50 ( and , ) basically differs from A6-50 in the anatase crystal size (ca. 11 vs 6 nm for A6-50). Sample A6-80 ( and , ) differs from A6-50 in the nanostructure size (80 vs 50 nm). Here, we must mention that the protocol followed to prepare sample A6-50 was similar to the one described in ref  , although A6-50 was scaled up to produce ca. 2.5 g of nanostructures versus 1 g per batch. This scaling led to a slight increase in size, which is almost within the experimental error (50 vs 40 nm), and a more significant loss of mesocrystalline character (loss of alignment but importantly same (101) exposed surface). A careful look at the data also shows a slight decrease in the average nanostructure size from A6-50 (52 nm from size analysis) to A11-50 (48 nm from size analysis). This size reduction could reflect some densification during the different thermal treatment (250 °C/air/24 h vs 500 °C/N2/2 h), which is consistent with the reduction in the Brunauer–Emmett–Teller (BET) surface area and the increase in the anatase crystal size. However, this difference is within both the experimental and precision errors and therefore cannot be considered as conclusive.  summarizes the main structural and textural characteristics of the samples that were named as mentioned in the  after the anatase crystal and nanostructure sizes for a better follow-up. Thus, A6-50 and A11-50 have a similar nanostructure size and a majority of (101) exposed surfaces, while differing in the anatase crystal size and BET surface area. Comparison of these two nanostructures could help us discern differences associated with changes in the anatase crystal size. On the other hand, A6-50 and A6-80 show a majority of (101) exposed surfaces, have a similar crystal size and BET surface area (importantly to N2), while differing in the nanostructure size. A comparison of the electrochemical behaviors of these two samples could, in principle, help us better understand a less explored factor (electrochemical activity as a function of nanostructure size or in general aggregate size effects). Indeed, A6-50 and A6-80 have similar N2-based BET surface areas, but this parameter does not assure similar penetrability of the electrolyte. Basically, in A6-80, the electrolyte has to diffuse a longer distance to be impregnated. Interestingly, this effect is maximized with ionic liquid electrolytes that show low penetrability.  The schematic representation displayed in  ideally captures the main differences between samples and their possible impact on the electrochemical activity."
                    ],
                    "name": " Structural and Textural Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "A limiting factor in battery performance with ionic liquid electrolytes is slow ion transport throughout the electrolyte.  The conductivity of the Pyr14TFSI/NaTFSI (0.2 M) electrolyte is similar to that of the LiTFSI counterpart at our working temperatures (30 and 60 °C) (). More specifically, the conductivity values for Na and Li electrolytes at 30 °C are 2.99 and 2.89 mS cm–1, respectively. At 60 °C, the conductivity values are 7.69 and 8.45 mS cm–1. Unlike in water and organic carbonates, the conductivity has important contributions from the solvent and therefore does not directly reveal the battery active ion conductivity. However, the similarity between Na and Li electrolytes suggests similar conductivities. Specifically, in our case, differences in ionic conductivities between both electrolytes, if any, may be attributable to only viscosity, which is strongly related to van der Waals interactions.  In our case, the van der Waals interactions of both systems are similar, so even the ionic radii of Li+ and Na+ being slightly different, we can expect similar values of conductivity. Basically, any significant difference between the electrochemical activities of Na-ion anatase anodes when compared to those of their Li-ion counterpart must be associated with other processes."
                    ],
                    "name": " Conductivity of the Pyr14-TFSI/NaTFSI (0.2 M) Electrolyte",
                    "type": "h3"
                },
                {
                    "content": [
                        "As mentioned earlier, amorphization, disorder, and/or conversion clearly mark a departure point from the mechanism of Li-ion insertion in anatase. Also, as mentioned earlier, the activity of anatase electrodes takes place at potentials below 1 V versus Na/Na+, where SEIs can be formed, and SEIs in SIBs show different stability that that in their Li-ion counterparts.  In addition, ionic liquid electrolytes show SEIs of different nature to those of organic carbonate electrolytes,  and here, we are dealing with an unexplored liquid electrolyte (Pyr14TFSI-NaTFSI). Carbon effects of relative importance in other studies can be discarded here, as we intentionally have limited its amount to only the 10 wt % coming from the conductive additive. Furthermore, our anodes are built upon well-defined undoped nanostructures with a relatively high surface area and a relatively small crystal size. High surface areas and small crystal sizes (surface species) are known to enhance SEI formation.  Thus, we carried out ex situ postmortem SEM studies to monitor the impact of nanostructure features on the formation of SEIs using Pyr14TFSI-NaTFSI as electrolyte. These studies were carried out on electrodes cycled at 60 °C. At this temperature, electrolyte conductivity problems associated with poor ion transport throughout the electrolyte are minimized. Therefore, working at 60 °C assures a better electrochemical activity and a faster formation of the SEI. We must remember that we can proceed this way because ionic liquids are not flammable, have low vapor pressure, and in general efficiently operate at temperatures above 50 °C unlike organic carbonate electrolytes. ",
                        "Postmortem SEM images clearly capture the different impacts of nanostructures on SEI extension (). Thus, SEM images confirm the high impact that A6-50 has on the formation of extended SEIs. Specifically, SEM pictures clearly reveal SEI domains that extend over 5 μm, severely blocking electrode porosity. These studies also reveal that SEI extension is larger for A6-80 than for A11-50 nanostructures. Specifically, for electrodes based on A6-80 nanostructures, the largest SEI domains extend over 500 nm, whereas for A11-50 nanostructures, the SEI (if exists) seems limited to scales smaller than the nanostructure itself (<50 nm). Importantly, preservation of the initial nanostructure is clearly observed for A11-50. In any case, it seems clear that SEM studies anticipate a better performance of the A11-50 electrodes followed by A6-80 and A6-50.",
                        "SEM results indicate that the effect of nanostructures on the formation of SEIs strongly depends on size at different scale levels (nanocrystal and nanostructure). Thus, a change in the anatase crystal size from ca. 6 to 11 nm (A6-50 vs A11-50) strongly influences the extension of SEI domains. This result obviously could also be explained in terms of BET surface areas (), as usually is done when dealing with low- and high-surface-area carbons. Perhaps, more unexpected is the fact that samples with similar BET surface areas and anatase crystal sizes (A6-50 and A6-80) show pronounced differences. Basically, size effects seen through the nanostructure volume size strongly influence SEI formation. This result, basically, reminds us that care should be taken when comparing the electrochemical activity in terms of BET surface areas."
                    ],
                    "name": " Impact of Nanostructure Features on the Formation of SEIs with Pyr14TFSI-NaTFSI",
                    "type": "h3"
                },
                {
                    "content": [
                        " shows the rate capability performance of the electrodes at 30 °C. As mentioned in the , a working temperature of 30 °C was chosen instead of RT for a better thermostatic control with our controller. As described earlier, postmortem SEM studies indicated more extended SEI domains for anodes built from the A6-50 nanostructures (the largest SEI domains extended over 5 μm), which severely blocked electrode porosity. Therefore, we could expect the worst performance for this nanostructure, as indeed is observed in the rate capability results at 30 °C plotted in . Focusing on the A6-80 and A11-50 nanostructures, the latter shows a much better rate capability performance (). The postmortem SEM analysis carried out earlier clearly showed a more extended SEI for A6-80 (the largest SEI domains extended over 500 nm), which can also explain its worst performance when compared to that of A11-50. We must keep in mind that the inherent low penetrability of ionic liquid electrolytes could maximize SEI effects, allowing a clear separation of these processes from electrochemical processes strictly associated with the anatase anode. Thus, among the three nanostructures studied, A11-50 has the more effective combination of anatase crystal size and nanostructure size to favor the electrochemical activity while preventing the formation of extended SEIs.",
                        " shows the galvanostatic curves at 30 °C for the A6-50, A6-80, and A11-50 nanostructures at a current density of 0.2 C (67 mA/g). For electrodes built from the A6-50 nanostructures, the profile for the first discharge curve shows abrupt irregularities and, overall, the first five galvanostatic cycles manifest a poor performance. These curves clearly indicate that the extended SEIs observed during postmortem SEM studies block electrochemical processes in this electrode. Thus, this electrode was no further characterized, as the overall electrochemical response has a significant contribution from the extended SEI presence. In any case, although no further electrochemical analysis of this electrode was carried out, this result clearly reveal how SEIs can significantly slow down the electrochemical activity in Na-ion anatase electrodes. The voltage profile of A11-50 for the first discharge curve () shows a sharp decrease from the open circuit voltage down to a voltage of ca. 0.5 V (uptake of 0.20 Na+), followed by a quasi-plateau region down to the cutoff voltage of 0.1 V (uptake of 0.85 Na+). This quasi-plateau, in a more detailed view, seems to consist of two separate regions with different slopes (even less pronounced at voltages about 0.2 V). Full explanation of these two different regions is given below during the characterization of this nanostructure at 60 °C, where these regions can be clearly separated (see  and detailed explanation below). The total uptake at 30 °C for the A11-50 electrodes (1.05) is close to 1 Na+ per formula unit. For A6-80, the voltage profile shows basically a continuous decrease, corresponding to a total uptake of 0.60 Na+. Interestingly, in the upper voltage region (2.5–0.5 V) where both nanostructures show a similar profile (continuous curve), the Na+ uptake is more significant for the A6-80 nanostructures (0.40 or 65% of total uptake) than that for A11-50 (0.20 or 20% of total uptake). In fact, the average potential for electrodes built from A6-80 is ca. 0.7 V, whereas for those built from A11-50, it is ca. 0.3 V. The upper voltage region includes the formation of SEIs with a possible contribution from pseudocapacitive processes.  However, the high irreversibility after the first cycle seems to downgrade the possible contribution of pseudocapacitive processes and point to the formation of SEIs. Thus, in A6-80, the overall mechanism seems to be controlled by the formation of a SEI, which prevents substantial uptake below 0.5 V (0.2 Na+ vs 0.8–0.9 Na+ for A11-50). This result confirms the conclusions drawn from postmortem SEM studies and supports the argument that the poor capability performance of A6-80, when compared to that of A11-50, is mainly associated with the formation of a more extended SEI. As SEI for A6-80 is not as extended as for A6-50, we remark again that the inherent low penetrability of ionic liquid electrolytes has maximized SEI effects, allowing a clear separation of these processes from electrochemical processes strictly associated with the anatase anode. As mentioned above, for A11-50, full explanation of the low-voltage region is given below during the characterization of this nanostructure at 60 °C, where different processes are clearly separated (see  and detailed explanation below).",
                        "After the first discharge process, the galvanostatic curves at 30 °C for A11-50 show a significant change in the voltage profile (). The voltage profiles do not show plateau regions, which is indicative of irreversible structural changes (including amorphization).  Thus, it seems that irreversibility in this nanostructure has a different origin to that detected for A6-80. Again, full explanation is given below during the characterization of this nanostructure at 60 °C, where results are better defined. The Ceff (first discharge–charge cycles) for A11-50 is 36%, whereas for the A6-80 electrode, it is 27%. These values are similar to those reported in the literature for TiO2 electrodes immersed in organic carbonate electrolytes.  Interestingly, in the voltage curves of both electrodes, we do not observe the characteristic continuous decrease in the specific capacity after the first cycle. As better explained below after cyclability studies, this peculiar behavior can be explained in terms of the confluence of two opposite effects.",
                        "Among the three nanostructures, A11-50 shows superior electrochemical response at 30 °C. Thus, we proceeded to further investigate its cyclability at 0.5 C (168 mAh/g).  shows that the full specific capacity on discharge first decreases during the first five cycles and then increases until a value of about 100 mAh/g after 40 cycles. Finally, it reaches a relatively stable value at around 97 mAh/g (200 cycle). Capacity increases during the first cycles seem intrinsic to the uptake of Na+ by anatases, as they have also been reported in organic carbonate electrolytes.  This increase has been associated with a generic electrochemical activation process. In our system, the more peculiar behavior (decrease–increase–stability) can be explained in terms of (a) the irreversibility that prevails during the first cycles (decrease during first cycles); (b) the generic electrochemical activation process and/or better wetting that dominate the next cycles (increase); and (c) reaching the typical quasi-stationary regime. The Ceff () follows a trend similar to that of specific capacity. It increases with the number of discharge/charge cycles, reaching a value of 99% after 200 cycles.",
                        "Safety being a primary concern in stationary applications, it seems reasonable to present the electrochemical activity at 60 °C for the electrodes showing the superior electrochemical performance at 30 °C (A11-50). Furthermore, as we explain below, this characterization has helped us to better understand the mechanism of Na+ uptake by anatase electrodes. Importantly, we must remember that the impact of nanostructures on SEI formation was checked at this temperature and showed excellent preservation of the initial morphology and no porosity blocking for A11-50 (). We must also keep in mind that high viscosity and slow ion transport effects are minimized for ionic liquids at 60 °C when compared to those at 30 °C,  which anticipates a better electrochemical performance at 60 °C than at 30 °C.  shows the galvanostatic curves at 60 °C for the electrode built from the A11-50 nanostructures at a current density of 0.2 C (67 mA/g). The shape of the first discharge curve slightly differs from the one at 30 °C. After a sharp drop from the open circuit voltage down to a voltage of ca. 0.7 V, we clearly see a quasi-plateau region down to 0.3 V corresponding to an uptake of ca. 0.8 Na+, followed at 0.3 V by a distinctive plateau corresponding to an uptake of ca. 0.5 Na+. Finally, we see a final decay down to the cutoff voltage of 0.1 V. Interestingly, during the charge cycle (desodiation process), the electrode recovers a capacity of 260 mAh/g, corresponding to a release of ca. 0.8 Na+ (similar to the Na+ uptake of the quasi-plateau region). Furthermore, during the subsequent cycles, the lower-voltage plateau region is no longer observed but the quasi-plateau region, though less defined, corresponds to a Na+ uptake of ca. 0.6 Na+. The total uptake for the electrode built upon the A11-50 nanostructure during the first discharge (1.60 Na+ or strictly 535 mAh/g as not all of this capacity has to be related to Na+ uptake) is certainly higher than that corresponding to the Ti4+/Ti3+ redox couple. As mentioned earlier, values higher than those corresponding to ca. 1 Na+ uptake per anatase formula are not rare and have been observed fundamentally in doped nanosized anatases (see ).  Also, as mentioned earlier, for the A11-50 nanostructure, SEI seems to be limited to scales smaller than the nanostructure itself (<50 nm). Furthermore, the electrode built upon A11-50 is basically an undoped anatase (only 10 wt % of carbon additive). Therefore, an uptake of 1.60 Na+ (strictly 535 mAh/g as not all of this capacity has to be related to Na+ uptake) could be understood in terms of first the insertion of ca. 1 Na+ following the insertion mechanism proposed by Dambournet and co-workers.  The extra uptake of Na+ by the electrode (0.6 Na+ or strictly 200 mAh/g as not all of this capacity has to be related with Na+ uptake) could be associated with those processes of more irreversible nature than that associated with insertion. For instance, the conversion mechanism proposed by Passerini and co-workers.  These findings are confirmed by analyzing the first four cyclic voltammograms at a scan rate of 0.05 mV/s for electrodes built from the A11-50 nanostructures (). The cathodic sweep during the first cycle shows a reversible reduction peak at 0.6 V, followed by a strongly irreversible reduction peak at 0.2 V for the A11-50 nanostructures. For electrodes built from nanostructures with extended SEIs (A6-80), irreversibility clearly comes from SEI formation at high voltages. Thus, the cathodic sweep in  displays an irreversible reduction peak at high potentials 1.9 V (not seen in A11-50) during the first cycle followed by a poorly defined reversible reduction peak at ca. 0.7 V (better resolved on the anodic sweeps). This reversible peak at ca. 0.7 V is similar though much lower in intensity than the reversible peak at 0.6 V observed for A11-50. Regarding the irreversible peak at 1.9 V, we must comment that the electrochemical activity above 1.5 V has been observed in Na-ion TiO2 electrodes immersed in organic carbonate electrolytes.  A common characteristic is that these electrodes are built from high-surface-area samples. More specifically, a low-intensity peak at around 1.7 V was observed in the cyclic voltammograms of high-surface-area TiO2 rutile mesocrystals immersed in ethylene/dimethyl carbonates and was generically assigned to SEI formation.  The high-voltage irreversible peak at 1.9 V for electrodes based on A6-80, which is not detected for A11-50 electrodes, seems to corroborate its link to SEI reactions (confirmed by the postmortem SEM studies shown in ). Another important conclusion drawn from the comparison of voltammograms for A11-50 and A6-80 comes from the analysis of the lower-voltage region. The strongly irreversible peak at 0.2 V detected in the voltammogram of A11-50 is not detected for A6-80 (). As mentioned earlier, it seems clear that the formation of a SEI at high potentials for A6-80 prevents this process to take place.",
                        "The rate capability performance for A11-50 is also displayed in . As expected, the performance is significantly better than that obtained at 30 °C. For example, at 5 C (1680 mAh/g), the specific capacity reaches values of 60 mAh/g vs. 20 mAh/g at 30 °C. As mentioned earlier, the high viscosity and slow ion transport effects are minimized for ionic liquids at 60 °C when compared to those at 30 °C.  Finally, the cyclability performance at 0.5 C (168 mAh/g) is also shown in . Interestingly, the trend after the fourth cycle in specific capacity values is close to the characteristic behavior observed in Li-ion anatase anodes (a decrease followed by a more or less quasi-stationary value). This behavior indicates that this sample at this temperature is electrochemically active almost from the beginning of the electrochemical process. Furthermore, the initial Ceff at this current is similar to the one at 30 °C (ca. 30%) and increases with the number of discharge/charge cycles, reaching a value close to 100% after 200 cycles. To summarize the results of the high-temperature study, if safety is a primary concern for stationary applications, the electrochemical response of the electrodes built upon the A11-50 nanostructures is excellent at 60 °C.",
                        "Finally, the electrochemical activity of the optimized anatase nanostructure (A11-50) on Pyr14TFSI-NaTFSI (0.2 M) was compared to that of similar nanostructures also in Pyr14TFSI-LiTFSI (0.2 M).  As mentioned earlier, SIBs are intended for replacement of LIBs in stationary applications. The results of that comparison in terms of the rate capability performance at both 30 and 60 °C are given in . Basically, the performances of Pyr14TFSI-NaTFSI and Pyr14TFSI-LiTFSI are similar at both temperatures, obviously, excluding the higher initial irreversibility value that is ubiquitous to Na-ion when compared to that of Li-ion anatase anodes. This, a priori, surprising result can be likely explained by the fact that the electrochemical response of anatase nanostructures in Pyr14TFSI is controlled (especially at high rates) by the poor ionic conductivity of the electrolyte. Finally, it seems important to mention that long-term cyclability studies were not compared because of the different stabilities of the Na and Li metal electrodes,  which does not assure a clean experiment."
                    ],
                    "name": " Electrochemical Performance",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we have found that uniform anatase nanostructures immersed in ionic liquid electrolytes (Pyr14TFSI-NaTFSI) are excellent combinations to advance the understanding of Na-ion battery anatase anodes. Specifically, we have found that a controlled variation in the nanocrystal size and nanostructure size can lead to electrodes that have very different impacts on the electrolyte stability and that the inherent low penetrability of the ionic liquid electrolyte has resulted in an unexpected asset to clarify differences in Na+ uptake (SEI effects maximized). Thus, comparison of electrodes with different impacts on SEI formation has indicated that during the first discharge the process associated with a more or less defined plateau at ca. 0.3 V stops from being operative when SEIs block electrode porosity. For the well-preserved electrodes, Na+ uptakes well-beyond those of the Ti4+/Ti3+ redox couple during the first cycle have been explained in terms of a combination of two mechanisms with different degrees of reversibility. Our results emphasize that any conclusions on mechanistic studies, other than size effects, must be done under strict control on size at various scales and taking into consideration SEI presence. Furthermore, the fact that electrodes built from nanostructures with similar crystal sizes and BET surface areas but different nanostructure sizes (size effects seen through the nanostructure volume size) differ in their impact toward SEI formation reminds us that care should be taken when comparing the electrochemical activity in terms of BET surface areas. Finally, we have found that at 30 and 60 °C the performance of the best of the electrodes with the ionic liquid electrolyte is comparable to that of similar nanostructures immersed in their Li-ion counterparts. This result is somehow promising, as in stationary applications where SIBs could replace LIBs, large accumulation of storage units turn safety into an even more demanding priority. Basically, power criteria can be relaxed in response to more strict safety criteria."
            ],
            "name": "Conclusions",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "We have previously reported that a method that combines thermally driven self-assembly of nanomicelles with seeding-assisted chemistry allows the preparation of mesoporous anatase nanostructures with a uniform colloidal size and good textural properties.  These nanostructures can be described as colloidal structures of more or less oriented anatase nanocrystals (more or less mesocrystalline character) exposing a majority of (101) surfaces. Here, we have used this methodology for the preparation of a variety of anatase nanostructures that differ in the size of the anatase nanocrystal units and nanostructure size. Specifically, we have prepared three different samples for this study named as A6-50, A11-50, and A6-80. As we have shown in the  section (samples characterization), these names allow a rapid identification of the samples based on the anatase crystal size and the nanostructure size. For the preparation of nanostructure A6-50, we have followed the same protocol as that reported earlier by some of us.  However, here, we have scaled up the process 2.5 times (ca. 2.5 vs 1 g of nanostructures per batch for that study). For the preparation of nanostructure A11-50, we have followed a similar protocol to that carried out for A6-50, although heating in air at 250 °C/24 h was replaced by heating in a N2 atmosphere at 500 °C for 2 h. Finally, nanostructure A6-80 was obtained by reducing a 30 wt % the amount of seeds added during the initial synthesis. Briefly, the procedure to obtain the nanostructures consisted in preparing a microemulsion containing the anatase precursors by dissolving TiOSO4 (1.25 M in H2SO4) solutions in an organic component (cyclohexane) with the help of a nonionic surfactant (Igepal CO-520), followed by the addition of anatase nanoseeds and a two-stage solvothermal treatment at 60 and 80 °C, washing, drying, and a final thermal treatment.  summarizes the specifics of the different reagents and specific protocols used for the preparation of these samples."
                    ],
                    "name": " Anatase Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The ionic liquid electrolyte was prepared by dissolving 0.2 M sodium bis(trifluoromethanesulfonyl)imide (NaTFSI) in N-methyl-(n-butyl)pyrrolidinium bis(trifluoromethanesulfonyl) imide (Pyr14TFSI from MERCK). Dielectric spectroscopy (using a Novocontrol Alpha analyzer temperature controller over the frequency range 0.1 Hz–10 MHz with an ac perturbation of 10 mV and stabilization time of 10 min) was used to measure the ionic conductivity of the Pyr14TFSI-NaTFSI (0.2 M) electrolyte as a function of temperature as well as their Li counterparts. The ionic conductivity was extracted from plotting the real and imaginary parts of the complex impedance using ZPlot fitting software. Importantly, in the specific case of pyrrolidinium-based ionic liquids, the conductivity decreases with the increase in the active ion concentration. To select the adequate concentration of NaTFSI, a compromise between Na+ concentration and conductivity must be achieved (0.2 M is an adequate value)."
                    ],
                    "name": " Electrolyte Preparation and Conductivity Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "XRD patterns were recorded on a Bruker D8 Advance instrument (Cu Kα radiation, 40 kV, 30 mA). The crystal domain size was determined from the X-ray peak profiles using the Scherrer equation applied to the (200) diffraction peak. The morphology was investigated by field emission scanning electron microscopy (FE–SEM, Hitachi, SU 8000). High-resolution transmission electron microscopy (HR-TEM) images were taken in a JEOL 300 kV field emission microscope. To determine the nanostructure size distribution, several micrographs were taken for each sample in different regions of the holder and around 100 particles were manually measured using Adobe Photoshop. BET surface areas were obtained from the analysis of the N2 isotherm at low pressures (0.05–0.20)."
                    ],
                    "name": " Structural and Textural Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "For the electrochemical characterization, film electrodes were prepared having a final composition of 80 wt % TiO2 anatase nanostructures, 10 wt % conductive carbon (TIMREX Super-P), and 10 wt % poly(vinylidene fluoride) binder (Mw ∼534 000, Aldrich). For film preparation, all of the components were first dispersed in 1-methyl-2-pyrrolidinone (Aldrich). The obtained slurry was then stirred for 24 h and casted on a copper foil (current collector) using a doctor blade. Film electrodes were dried at 70 °C for 1.5 h and then at 120 °C under vacuum, overnight. Finally, the dried electrodes were transferred to an argon glove box (H2O content <1 ppm) for cell assembly. The active material mass loading was approximately 1.0 mg.",
                        "Coin-type cell configurations (size 2032) were assembled in an argon glove box. A sheet of Whatman BSF-80 glass fiber was used as a separator, which was drenched with an electrolyte. Sodium metal (sticks pure, PanReac AppliChem) was used as the counter and reference electrodes. Coin cells were maintained at 60 °C for 12 h prior to any electrochemical measurement to assure better wetting. Galvanostatic curves were registered with an Arbin-BT4 battery system, while a VMP3 Potentiostat (BILOGIC) was used to record cyclic voltammetry curves. All electrochemical studies were performed within a cell voltage window between 2.5 and 0.1 V versus Na/Na+. It should be noted that all electrochemical measurements were duplicated to minimize doubts about the reliability of the measurement. Electrochemical studies were carried out at two different temperatures (30 and 60 °C) under thermostatic conditions at different temperatures. Importantly, a working temperature of 30 °C was chosen instead of RT for a better thermostatic control."
                    ],
                    "name": " Electrochemical Characterization",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "Toward a Better Understanding and Optimization of the Electrochemical Activity of Na-Ion TiO2 Anatase Anodes Using Uniform Nanostructures and Ionic Liquid Electrolytes"
}