{
    "DOI": "10.1007/s11051-023-05791-6",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Over the past decades, demand for energy storage devices drastically increased due to the increase in the number of portable devices, hybrid electric vehicles, and battery electric vehicles [1,2,3,4,5]. Lithium-ion batteries (LIBs) have been the most utilized energy storage device, especially in portable electronic devices [6, 7]. The limited availability, unevenly distributed resource of lithium on the earth, increasing demand for lithium, and consequently expected price increase make developing alternative materials inevitable [8,9,10].",
                "Among all proposed post LIB technologies, sodium-ion technologies (SIB) have gain lots of attention in recent years mostly because of their abundance in the earth’s crust, cheap raw material, and lower toxicity [1, 2, 5, 8, 9, 11,12,13,14,15,16,17].",
                "Unlike lithium, sodium does not alloy with aluminum at room temperature; thus, the aluminum current collector can be used instead of a more expensive copper current collector for both anode and cathode electrodes [9, 15]. In contrast to LIBs, SIBs can be stored and thus transported in zero volt, reducing the safety risk and related shipping costs [6].",
                "The fundamental principles of SIBs are almost the same as LIBs unless they rely on sodium-ion rather than lithium-ion [14, 18, 19]. Despite the significant potential of SIBs as rechargeable energy storage devices, sodium’s larger ion size, different bonding characteristics, and sluggish kinetics of sodium ion diffusion lead to lower electrochemical performance compared to LIBs [17, 18].",
                "Among different materials proposed for SIB electrode material, ever-growing family of 2D materials offers a robust host for sodium storage. In this regard, transition metal dichalcogenides (TMDs), which have a layered structure, were the first type of materials evaluated for intercalation electrochemistry of alkali metal cations [10, 20,21,22, 23].",
                "TMDs have been widely investigated in energy storage devices due to their unique physical and chemical properties such as large interlayer spacing, fast ion transport, and high electron participation [24,25,26,27,28].",
                "TiS2 is a remarkable TMD material for battery electrodes for its low cost, high specific discharge capacity, adequate conductivity, and uncomplicated synthesis [20, 29, 30].",
                "In contrast to LIBs, there is still not much research on TiS2 as an intercalation host material for SIBs. It offers an interlayer space of 5.483 A, which can easily accommodate sodium ions [31].",
                "Chaturvedi et al. [31] fabricated TiS2 with chemical vapor transport approach. The electrode delivers a reversible capacity of 146 mAhg−1 by stable cycling performance over 160 cycles. Liu et al. [10] fabricated TiS2 nanoplates with chemical method and showed around 100 mAhg−1 at high current rate of 10 C. Ryu et al. [32] prepared electrode with TiS2 powder. The electrode discharge capacity dropped from 210 to 140 mAhg−1 rapidly after 40 cycles.",
                "Among different synthesis techniques for having TiS2 nanostructures, CVD method proposed many advantages. The ability to synthesize large amount of TiS2, very thin nanoflakes, and high-quality TiS2 and not having unwanted residual material are some of the benefits of the CVD methods [33].",
                "Here, we report the fabrication of a CVD furnace to synthesize TiS2 nanoflake, which was consequently implemented as a cathode material in sodium-ion battery. The growth process was a simple, controllable, and scalable approach. We have used elemental precursors to synthesize TiS2 nanosheets with a thickness of around 30 nm grown directly on Ti powder particle without any need for additional substrate and also extra process like exfoliation to separate the main product. The obtained product poses unique morphology with ultra-thin nanoflakes that show the potential of the synthesized TiS2 nanosheets as a high-performance cathode material for sodium-ion batteries."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "For the synthesis of TiS2 nanoflakes, a chemical vapor deposition (CVD) system was designed and fabricated. Its schematic presentation is depicted in Fig. 1a. The CVD furnace consists of a quartz tube with two heating zones. The first zone is designed for the sublimation of sulfur, while the second zone or hot zone is the place for the growth of TiS2 nanoflakes. The chemical reaction occurs in this latter zone.",
                        "As can be seen in Fig. 1, two vacuum paths were designed to be connected to the quartz tube: the main vacuum path and the bypass vacuum path. The flow of argon gas, which is used as an inert gas to carry sulfur vapor, is adjusted by a mass flow controller."
                    ],
                    "name": "Design and fabrication of CVD furnace",
                    "type": "h3"
                },
                {
                    "content": [
                        "Ten grams of titanium powder with 99.5% purity and a maximum particle size of 150 microns purchased from Goodfellow company was poured into the boat and placed into the hot zone. Ten grams of sulfur powder with 99.9% purity purchased from Merk was poured into the Erlenmeyer flask and placed in the sublimation zone. Then the furnace pressure was reduced to 0.02 torr by the main vacuum path. Consequently, Ar gas was injected into the chamber with a flow rate of 12 SCCM. The hot zone temperature was adjusted to 650 °C with an increasing temperature rate of 100 °C/min. Also, the sublimation zone temperature was adjusted to 210 °C with a 60 °C/min rate. Afterward, the vacuum path was changed to bypass to reduce the sulfur vaporization rate. When the pressure was reduced to 0.5 Torr, which is found to be suitable pressure for nanoflakes growth, the sulfur began to melt and vaporized gradually. This process was continued for 30 min. After the growth process, the heaters of both zones were turned off and the chamber was cooled with a cooling fan. At 60 °C, the boat was taken off from the furnace. In this CVD method, Ti powder particles were utilized to interact with sulfur vapor during theCVD process and obtain highly packed thin TiS2 nanoflakes down to 26 nm with a unique morphology. The growth procedure was stopped before consuming all the mass of titanium particles, in order to support a proper electrical pathway toward the TiS2 active materials. Elemental precursors were used to increase the purity of products. To the best of our knowledge, this type of thin, high aspect ratio (1:100), highly dense sinuous textured TiS2 nanoflakes has not been reported before (Fig. 2a–c). The yield of this TiS2 nanostructure growth was approximately 0.2 mg/min. Details of yield calculation are described in the supporting information."
                    ],
                    "name": "Synthesis of TiS2 nanoflakes",
                    "type": "h3"
                },
                {
                    "content": [
                        "Field emission scanning electron microscopy (FESEM) was performed by Hitachi S4160 FESEM. Transmission electron microscopy (TEM) were acquired by Philips CM300 Transmission Electron microscope. X-ray diffraction (XRD) was performed on Philips PW1730 X-ray diffractor at a step size of 0.05° per second and X-ray wavelength of 1.54056 A. Finally, EDAX (Ametek) device has been used for further investigation of the synthesized material."
                    ],
                    "name": "Material characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Galvanometric charge/discharge test was performed to evaluate the electrochemical performance of the TiS2 electrode. Working electrode was prepared by mixing TiS2 active material, carbon black, and polyvinylidene fluoride (PVDF) in an 8:1:1 weight ratio. The mixture was stirred overnight. The resulted homogenous slurry was consequently uniformly coated onto Al foil using the doctor blade technique. The coated foil was then dried in an 80 °C vacuum oven for 24 h. The prepared TiS2 electrode and the metal sodium electrode were used to assemble the stainless-steel CR 2032 coin cell in an Ar-filled glovebox. Whatman glass-fiber membrane was implemented between the two electrodes as the separator. 1 M NaClo4 in 1:1 v/v ethylene carbonate/diethyl carbonate (EC/DEC) was implemented as the electrolyte."
                    ],
                    "name": "Electrochemical measurement\n",
                    "type": "h3"
                }
            ],
            "name": "Experimental details",
            "type": "h2"
        },
        {
            "content": [
                "As mentioned before, to prepare TiS2 nanoflakes, micron-sized Ti powder was used as the precursor to absorb sulfur vapor in the CVD furnace to have this chemical reaction:",
                "Figure 2a–c collects the SEM images of the nanosheets. Highly packed nanoflakes are evident in these images. As can be distinguished in Fig. 2b, these nanostructures were grown on the surface of the Ti powder. It can be seen that the grown TiS2 has nanoflower shapes with around 30 nm width and height of 2 µm.",
                "To better investigate the morphology and structure of as grown TiS2, TEM has been used (Fig. 2d). Formation of 2D nanoflakes is evident in this image. The selected area electron diffraction (SAED) pattern shown in the inset of TEM image reveals the single crystallinity of prepared TiS2 (Fig. 2d).",
                "Diffraction picks can be assigned to hexagonal TiS2 and elemental Ti. The electron dispersion spectroscopy (EDS) elemental analysis was carried out and depicted in Fig. 2e. The EDS results show there is no contamination in the obtained TiS2 product, and the atomic percent have a good agreement with TiS2 material.",
                "To determine the conversion rate of Ti to TiS2, the prepared sample was gently sonicated. Using this process, the TiS2 nanoflakes were exfoliated from the surface of the sample and dispersed in the solution which was also recognizable by changing the color of solution. Next, the sample was washed, rinsed, and weighted. This process was repeated for several times until almost all of the TiS2 flakes were removed from the sample. The SEM and EDS analyses have been used in each step to monitor the presence of TiS2 in the sample. The washing of the sample was continued until the amount of S content (related to TiS2) was negligible in the sample (for example, if it reached to atomic percent of below 2%).",
                "Figure 2f depicts the XRD pattern of the synthesized TiS2 nanosheets. It does not show any impurity phase in the material. TiS2 diffraction peaks are evident in the XRD result, while some Ti peaks are also present related to the Ti powder below the formed TiS2 nanosheets on the surface that has not been converted to TiS2.",
                "Figure 2g depicts Raman spectroscopy of the prepared TiS2 nanostructures which shows typical characteristic picks of Eg and A1g for TiS2 at ~ 234 and ~ 335 cm−1, respectively, again confirming the growth of TiS2. As seen, a great peak at 340 is observed, corresponding to out-of-plane vibrations. In addition, the Eg peak, which corresponds to in-plane vibrations, is small. Indicating a rather thicker film, consisting of a few layers of TiS2.",
                "The electrochemical behavior of half-cell sodium-ion battery fabricated by prepared TiS2 electrode was illustrated in Fig. 3. Figure 3a shows the specific capacity and coulombic efficiency. It can be observed that a specific capacity of 114 mAhg−1 at a current density of 66.6 mAg−1 (second cycle) has been obtained. It has also demonstrated a reversible discharge capacity of 106 mAhg−1 with coulombic efficiency of 99% after 100 cycles which demonstrates its great cyclability. Also, it can be seen that the initial coulombic efficiency is low which can be due to irreversible reactions related to the formation of the SEI layer. As the battery undergoes more charge/discharge cycles, the SEI layer thickness gradually increases and reaches its maximum thickness resulting in the increase in the coulombic efficiency after a few cycles (Fig. 3a). According to the obtained results, the fabricated battery has high capacity retention and only lost 7% of its capacity after 100 cycles (compared to the 2nd cycle).",
                "Voltage profile at some selected cycles are collected in Fig. 3b. It can be seen that the profiles are very close to each other, showing the good stability of the battery during cycling. To better investigate the electrochemical behavior of the TiS2 electrode in SIB, cyclic voltammetry (CV) test has been performed in the potential window 0 of 3 V, with a scan rate of 0.8 mV/s, and the result is depicted in Fig. 3c. Three anodic peaks at around 0.8, 1.7, and 2.4 V are evident in the CV diagrams, which can be related to the reversible insertion/extraction of sodium ions inside the TiS2 structure [10]. These peaks can correspond to the evolution of high-stage intercalation of Na in the TiS2 structure [20]. In addition, in the CV diagrams, the shape and amount of the peaks in the different test cycles in Fig. 3b show very good matching, which can be an evidence of good stability of the synthesized TiS2 nanostructures during sodiation and desodiation processes. Figure 3d presents the rate capability analysis of the fabricated cell. As shown in the image, when charge/discharge current was increased, the specific capacity decreased gradually. Averagely, it delivers 92% of its initial capacity as the current rate returned to its initial state once again, which shows the excellent rate capability behavior of the fabricated TiS2-based battery.",
                "As shown in Fig. 4, the integral area of the CV curves increases by increasing the scan rate. It is expected that the peak current shows a linear dependence to square root of the scan rate while the scan rate is slower than diffusion of Na to active material [34]. As it is depicted in Fig. 4b, the peak current has linear dependence to the square root of the scan rates which shows that the reaction was diffusion controlled according to Randles–Sevcik equation [34,35,36]. Using the power law (i = vb), we can determine the capacitive (non-faradic) current or diffusion-controlled (faradic) portion of the current (b = 0.5 for total diffusion-controlled current and b = 1 for total capacitive-controlled current) [37, 38]. Figure 4c depicts the peak current logarithm vs scan rate logarithm; hence, the slope of the curve determines the b parameter in power law which is 0.51 for our sample that indicates the current is almost a diffusion-controlled current.",
                "To determine the effect of charge and discharge on the morphology of the sample, the SEM examination has been performed on the electrode, before and after cycling. It is obvious in Fig. 5 that the more the electrodes endure the charge and discharge cycles, the less porosity remains in the sample, which can hurdle the ion diffusion toward the active material. The related SEM images can be seen below:",
                "The present results are briefly compared to the other reports on SIBs with TiS2-based electrode materials in Table 1, confirming the potential of the synthesized TiS2 nanoflakes as a high-performance SIB cathode material."
            ],
            "name": "Result and discussion",
            "type": "h2"
        },
        {
            "content": [
                "Here, we report the synthesis of TiS2 nanoflakes through a simple, controllable, and scalable CVD approach. A home-made CVD furnace was designed and implemented in this regard. Elemental precursors were implemented to synthesize pure TiS2 nanosheets directly grown on Ti powder particles without any extra separation process like exfoliation and without the need to any substrate. TiS2 nanoflakes with about 30 nm width and 2 µm height have been grown on the Ti powder with high aspect ratio (1:100). Using slurry formation with 8:1:1 weight ratio of active material:C65:PVDF, and consequent coating on a Al current collector, the synthesized TiS2 nanoflakes were implemented in a SIB half cell. After 100 cycles, specific capacity and coulombic efficiency of 106 mAhg−1 and 99% have been achieved for sodium-ion battery fabricated, respectively. The results show the potential of these CVD-grown TiS2 nanostructures as a high-performance cathode material in SIB application.\n"
            ],
            "name": "Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Growth of TiS2 nanoflakes using CVD approach for sodium-ion battery application"
}