{
    "DOI": "10.1039/D3TA02291A",
    "Journal": "Journal of Materials Chemistry A",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) are one of the most studied energy-storage devices at present, after lithium-ion batteries (LIBs). SIBs were first introduced for electronic devices in the 1980s. However, the successful commercialization of LIBs in the earlier part of the decade, owing to their high performance, stagnated the development of SIBs. Nevertheless, research on SIBs considerably accelerated in the 21st century when researchers realized the inability of the available lithium resources to meet the increasing demands for LIBs, especially for grid-scale requirements. SIBs made their entry into electronics initially as a potential substitute to LIBs because of the low cost and vast availability of sodium resources. However, they remained significantly inferior to the well-established LIBs in terms of working voltage, specific energy, and electrochemical stability. Researchers have undertaken extensive efforts to develop suitable cathode materials for SIBs, including olivines, sodium super-ionic conductor (NASICON) structures, Prussian blue compounds, mixed-polyanion materials, and layered oxides, to resolve the above-mentioned issues.",
                "Among the electrode materials established for SIBs, phosphates with a NASICON structure are promising because of their balanced crystallographic structure; this could facilitate reliable sodium storage properties. The most explored cathode material from the NASICON family is Na3V2(PO4)3 (NVP), which has a high theoretical capacity of 110 mA h g−1 and a working potential of 3.3–3.4 V. Although NVP is an ideal cathode for SIBs, its inclusion of the expensive and harmful V element restricts its wide-range utilization. To overcome this issue, Goodenough's group substituted the V element in the structure with eco-friendly transition metal ions. Owing to the systematic and decisive efforts of various research groups, multiple NASICON-type cathodes for SIBs have been successfully fabricated through cation swapping, including Na3MnTi(PO4)3, Na4MnV(PO4)3, Na3FeV(PO4)3, Na3MnZr(PO4)3, Na3.5Mn0.5V1.5(PO4)3, and Na2VTi(PO4)3. However, these cathode materials remain insufficient in terms of capacity and average working potential for large-scale energy-storage devices. First-principles calculations based on density functional theory (DFT) and machine-learning (ML) have emerged as potential tools to accelerate materials discovery. Compared to the common way of finding potential candidates by trial-error, DFT and ML approaches were found to be effective and time-efficient. DFT method reformulates the Schrodinger equation of ground-state energy to the electron density by implementing several approximations. With the DFT method, material properties can be predicted, including physical, chemical, and electrical properties. In the case of ML, the computer, without explicitly being programmed, learns the pattern that exists in the dataset, and with the help of algorithms, it can derive the relationship in the data and predict the target output, and in this case, material properties. Therefore, the ML technique can also be a very powerful screening tool for materials selection in a short period of time. In addition, a combined ML-DFT method has also been demonstrated to predict several properties and led to the discovery of extraordinary materials. In light of the above discussion, we present a practical ML-DFT-experiment procedure for seeking new cathode materials for SIBs. We first used the ML technique to predict the crystal stability of the proposed electrode materials. Crystal stability is an important factor in the search for new materials. Subsequently, we used DFT to validate these structures.",
                "Using ML and DFT methods, we proposed formerly-unexplored cathodes, i.e. Na3.5MnV0.5Ti0.5(PO4)3 (NMVTP), Na3.5MnV0.5Fe0.5(PO4)3 (NMVFP), and Na3.5MnV0.5Al0.5(PO4)3 (NMVAP). We then attempted to synthesize these compounds and characterize the electrochemical properties for SIB applications. Furthermore, to verify the predicted structures the proposed cathodes are prepared using rapid pyro-synthesis techniques, and their electrochemical properties are comprehensively investigated. When defended as a cathode for SIBs, NMVTP/C exhibits superior electrochemical properties. In particular, the as-designed uniformly carbon-shielded NMVTP/C microflakes displayed a commendable reversible capacity of 133.14 mA h g−1 at 0.17C, a satisfactory average discharge potential of V, and superior specific energy of 455 W h kg−1. The presence of Mn, Ti, and V not only preserves the crystal structure, but also boosts the practical capacity and functioning voltage of the cathode via multiple (V2+/3+, Ti3+/4+, V3+/4+, Mn2+/3+, and V4+/5+) redox couples. In situ X-ray diffraction (XRD) and galvanostatic intermittent titration technique (GITT) studies demonstrate the integrated single-phase and two-phase reversible Na+ (de)insertion properties of the NMVTP/C cathode during the electrochemical charge/discharge process."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "In the search for new electrode materials for SIB application, our proposed platform consists of three parts, i.e., ML model-prediction, DFT calculations, and experimental validation (Fig. 1a). Here we first predicted the crystal stability of the proposed structure using the ML model. The available dataset of formation energy per atom for ML was retrieved from the Materials Project (MP). DFT calculations were then used to optimize the proposed structures and finally, we attempted to synthesize the selected material and thoroughly characterize it. From the MP database, we were able to obtain 35209 entries. After data cleansing by removing the duplicates, we finally had 24695 data. 176 descriptors from Matminer were used for data featurization. 4 algorithms were used for training the ML models, i.e. XG Boost (XGB) from University of Washington, Random Forest (RF), Bayesian Ridge (BR), and Support Vector Machine (SVM) Regressions from Scikit-Learn. These ML models were selected due to several considerations. With current dataset and numerous descriptors, XG Boost can effectively learn complex relationships and interactions among the features. Random Forest can exploit the diversity of decision trees to capture complex patterns and provide robust predictions. Bayesian Ridge and Support Vector Machine Regressions are effective in high-dimensional spaces and can capture complex patterns in the data. Furthermore, SVM model has the ability to find optimal hyperplanes to separate data points. Other algorithms such as Neural networks (NNs), Expectation Maximization (EM), Adaboost, k-Nearest Neighbors (kNN), and decision trees are also powerful to capture complex relationships within materials elements. However, for example, NNs often require huge amounts of data for training, and also training deep neural networks can be computationally expensive. It is worth considering that if computational resources were limited, it might have been challenging to train and optimize neural networks effectively. kNN might face challenges when dealing with high-dimensional datasets (176 descriptors). kNN tends to perform better with larger datasets, and with 24695 data points, the performance might not be optimal compared to other algorithms that are specifically designed for high-dimensional data, such as XG Boost and Random Forest. Indeed, this requires further studies and exceeds the boundaries of our present study. The effectivity of ML models was then assessed using the coefficient of determination (R2), and root mean square error (RMSE). Fig. S1 (ESI†) depicts the test results of each ML model. The SVM Regression shows better performance than XGB, RF, and BR with R2 and RMSE values of 0.927 and 0.25, respectively. The R2 value above 0.9 can be an indication of a good model, particularly for predicting formation energy. Further optimization of the SVM algorithm was performed using GridSearchCV (Fig. S2†).",
                "The optimized C and gamma values were found to be 1000 and 0.1, respectively. After implementing the optimized C and gamma values in the SVM Regression model, the test result was improved with R2 and RMSE values of 0.944 and 0.22, respectively (Fig. 1b). Accordingly, we selected the SVM model for crystal stability prediction of new proposed SIB cathode materials. Since we focus on the NASICON-derived compounds; we thus proposed and predicted 3 new compounds, i.e., NMVTP, NMVFP, and NMVAP. The choice of different elements for replacing vanadium in Na3.5V2(PO4)3, such as manganese, titanium, iron, and aluminum, were basically also based on several scientific considerations such as chemical similarity, ionic radii, availability and cost, and desired properties. Manganese, titanium, iron, and aluminum are all transition metals like vanadium and share some similarities in terms of electronic structure and bonding. From structural perspective, it is important to consider elements with similar ionic radii to minimize structural distortion. The ionic radii of those ions, i.e. Mn2+, Ti4+, Fe2+, and Al3+ are reasonably close to that of V5+, which may allow high possibility for successful substitution. Indeed, for practical considerations such as the availability and cost of the replacement elements also play a role in material selection. Manganese, titanium, iron, and aluminum are relatively abundant and widely used in various industries, which makes them more accessible and cost-effective compared to some other elements including vanadium. Overall, each element substitution can potentially influence properties such as ionic conductivity, thermal stability, electrochemical performance, and structural stability. By using the ML model, the predicted formation energy per atom of NMVTP, NMVFP, and NMVAP were −1.99, −1.86, and −1.82 eV, respectively. The results indicate that the proposed compounds are predicted to possess good crystal stability with NMVTP being the most stable. We then turn to DFT calculations to validate the proposed structures. The relaxed structures of the proposed compounds are depicted in Fig. 1d and S3.† The lattice parameters of these structures are also presented in Table. S1.† It can be observed that all the structures were able to preserve the NASICON characteristics. However, NMVAP experienced more distortion and exhibited relatively narrower unit cells compared to these of NMVTP and NMVFP. Previous reports indicate that a slightly larger channel in the structure is preferable for SIB applications. Furthermore, to verify the proposed observation the corresponding structures (NMVAP, NMVFP, and NMVTP) were further subjected to synthesis and characterization. It is expected that the proposed structure is promising for the SIB system.",
                "Firstly, to verify the electrochemical sodium storage properties of the ML-DFT predicted (NMVAP, NMVFP, and NMVTP) materials were synthesized via a rapid pyro-synthesis process (the detailed information can be found in the ESI†). The crystal features of the prepared cathode materials were analyzed using the PXRD, and the results are provided in Fig. S4.† It can be witnessed that the carbon-coated NMVAP/C, NMVFP/C, and NMVTP/C samples crystallize in the NASICON structured phase of trigonal symmetry with a space group of Rc. Though, the NMVFP/C belongs to the NASICON family additional phase is evidenced, indicating the existence of pyrophosphates during the annealing. Since the NMVTP/C sample exhibited estimable electrochemical Na+ storage properties, we have adopted Rietveld refinement (using X'Pert Highscore Plus Program) to determine the crystal structure of the NMVTP/C cathode. The Bragg diffractions peak at (012), (104), (113), (006), (024), (211), (122), (030), (220), (131), (134), (042), (404), (232), (140), (143), (502), and (330), as shown in Fig. 1c, are indexed well to a trigonal symmetry with a space group of Rc, according to X'pert Highscore software. The results of the structural framework of the Rietveld refinement are presented in Table S2.† From the structural refinement, the lattice parameters of NMVTP were calculated to be a = b = 8.85431 Å, c = 21.68460 Å, and V = 1472.285 Å (Table S2†). Furthermore, the fitness of the plot (inset in Fig. 1c) verifies the validity of the refinement process.",
                "The detailed microstructures of the pyro-synthesized NMVTP/C were observed through FE-SEM (Fig. S5†) and HR-TEM (Fig. 1e). NMVTP/C exhibits a flake-like morphology with sizes ranging from 100–500 nm (Fig. S5a and b†). Whereas the NMVAP/C and NMVFP/C cathodes exhibit microparticle-like morphology Fig. S5c and d.† The amorphous carbon layer with a thickness of ∼5 nm on the surface of the NMVTP/C microflakes is observed in Fig. 1f. The high-resolution TEM image of the single flakes in Fig. 1g exhibits highly crystalline lattice fringes with an interplanar spacing of 0.61 nm, which is attributed to the (012) plane of the trigonal crystal system, as previously indicated by the PXRD pattern. The TEM/energy dispersive X-ray mapping study reveals the consistent presence of Na, Mn, V, Ti, P, O, and C in the selected area in Fig. 1h, further confirming the purity of the sample. Thermogravimetric analysis (TGA) was carried out on NMVTP/C to determine the precise C content; the corresponding TGA plot is shown in Fig. S6a.† The amount of C in the NMVTP/C material was found to be 4.73%. Raman spectroscopy was carried out to elucidate the nature of the C shielded on the NMVTP/C material, and the corresponding results are given in Fig. S6b.† The Raman spectrum comprises two characteristic peaks at 1349.71 cm−1 (D-band) and 1592.84 cm−1(G-band). The ratio of sp3 to sp2 (i.e., the ratio of ID/IG) is determined to be 0.85, indicating that the C in the sample is amorphous in nature. Likewise, the ratio of ID/IG is determined to be 0.84 and 0.85 for NMVFP/C and NMVAP/C cathodes, respectively; indicating that the carbon features are amorphous as that of the NMVTP/C cathode in Fig. S6b.† Additionally, XPS was employed to identify the chemical composition and oxidation state of the transition metals in the NMVTP/C samples. The V 2p profile in Fig. S7a† exhibits two major peaks with binding energies of 519.2 and 522.8 eV, corresponding to the 2p3/2 and 2p1/2 spin–orbit energy phase, respectively, with a separation of 3.6 eV. This is ascribed to the trivalent nature of V in the NMVTP/C sample. The Mn 2p profile in Fig. S7b† displays peaks at 642.3 and 653.4 eV, corresponding to 2p3/2 and 2p1/2, respectively, with spin–orbit splitting energy of 11.1 eV. This indicates that the binding energy of Mn is 2+. Moreover, the paramagnetic metal phase appears at 645.9 and 656.6 eV in the form of shake-up satellites. The Ti 2p XPS profile in Fig. S8a† exhibits peaks at 459.4 and 464.9 eV, with an energy separation of 5.5 eV; this points to the tetravalent nature of Ti4+. The C 1s XPS profile in Fig. S8b† reveals two main peaks at 284.6 and 285.2 eV, corresponding to sp2 graphitized and sp3 diamond-like carbon C–C units, respectively. The small peak at 289.1 eV signifies COO bonds condensed on the surface. The O 1s XPS profile in Fig. S8c† displays peaks at 530.9, 532.4, and 535.3 eV, attributed to M–O, C–O–C, and COO bonds, respectively. The Na 1s and P 2p XPS profiles in Fig. S8d and S8e† reveal a pronounced peak at 1071.5 eV and 133.1 eV, respectively, signifying the existence of Na and P in the sample. Summing up these observations, the survey spectrum in Fig. S8f† indicates the purity of the NMVTP/C sample.",
                "Electrochemical sodium storage properties of three cathodes are studied using the CV technique in a half cell at a sweep rate of 0.1 mV s−1 in the voltage domain between 4.15−1.5 V. The resultant CV profiles of the NMVAP/C, NMVFP/C, and NMVTP/C cathodes are illustrated in Fig. 2a–c. From CV profiles of NMVAP/C, there are three curves (V3+/4+ (3.5 V), Mn2+/3+ (3.7 V), and V4+/5+ (4.05 V)) existed during the positive scan, validating the involvement of V and Mn in the extraction of Na+ from the NMVAP/C structure. A similar phenomenon has been observed in earlier studies, which reported that the incorporation of Al3+ induces the high-valence redox activity of V. Nevertheless, the disappearance of Mn2+/3+ in the subsequent cycle specifies the poor electrochemical reversibility associated with structural failure. It is worth noting that the NMVFP/C and NMVTP/C cathodes reveal V4+/5+ (4.05 V) redox couples along with the V2+/3+ (1.6 V) redox couples. Yet these sample doesn't exhibit specific peaks for Mn2+/3+ and V3+/4+, rather a single peak is observed at 3.58 V and 3.6 V for NMVFP/C and NMVTP/C, respectively. This could be associated with the composition of Mn2+/3+ and V3+/4+ due to their small voltage difference as evidenced in the earlier reports. In addition, the Fe2+/3+ (3.1 V) and Ti3+/4+ (2.2 V) redox couples are witnessed for NMVFP/C and NMVTP/C, respectively.",
                "The rate performance output is provided in (Fig. 2d–f), with an increase of C-rates, the NMVTP/C cathode exhibits superior rate stability followed by the NMVFP/C cathode. Notably, the NMVAP/C experienced a rapid capacity decay with an increase in C-rates. The NMVAP/C, NMVFP/C, and NMVTP/C cathodes could register capacities of 82, 113.4, and 133.14 mA h g−1 at 0.17C, respectively. The reversible capacity achieved by NMVTP/C (59.2 mA h g−1) cathode at a 17.5C rate is far ahead of NMVAP/C (10 mA h g−1), and NMVFP/C (31 mA h g−1) cathodes. The electrochemical properties (charge/discharge profiles) of the three cathodes in the voltage region of 4.15–1.5 V at 0.17C rate for the first two cycles are presented in (Fig. 2g–i). The voltage plateau and redox couple position of the three samples is in line with the CV observation. Furthermore, to visualize the stability features of these electrodes, electrochemical impedance spectroscopy (EIS) studies were performed before and after the cycling process. The resultant Nyquist plots of all samples are shown in Fig. S9a–c.† The respective Nyquist plots were fitted utilizing the electrochemical equivalent circuit (inset in Fig. S9a–c†). The fitting constraints for the NMVAP/C, NMVFP/C, and NMVTP/C are provided in Table S3, S4, and S5,† respectively. Where, R1, R2, R3, R4, Q1, Q3, Q4, and W have represented the solution or electrolyte resistance (Rs), the resistance of the solid electrolyte interface (RSEI), solid electrolyte interface capacitance (QSEI or CSEI), charge transfer resistance (RCT), the capacitance of charge transfer (QCT or CCT), and Warburg elements diffusion resistance, respectively. The corresponding resistance outputs of the different cathodes before and after cycling process is compared in the Fig S10.† It is evident that the Rs and RSEI have a minimal contribution to the internal resistance of the respective cathodes investigated in this investigation. On the other hand, before cycling process, the calculated charge transfer resistance (RCT) values had a major contribution to the overall resistance of the different cathodes analysed here. In specific, RCT values of NMVAP/C, NMVFP/C, and NMVTP/C are 1592, 1145, and 913.6 Ω, respectively. After-cycling process overall RCT values of NMVAP/C, NMVFP/C, and NMVTP/C are decreased (1025, 485.8, and 280.7 Ω) indicating a low charge transfer capability compared to the before-cycle samples. Overall, the NMVTP/C sample exhibited less resistance than the NMVFP/C and NMVAP/C, which is in line with the galvanostatic and rate performance outputs. Thus, the combined electrochemical studies (galvanostatic study, rate output, and EIS) substantiate our ML-DFT-assisted predictions i.e., the NMVTP/C has superior crystal stability, which ensures good electrochemical stability.",
                "From the charge/discharge output of the NMVTP/C, we have calculated the number of moles of Na+ that participated during the electrochemical process (Fig. 2i). In specific, the charge profile exhibits an extraction capacity of 128.56 mA h g−1 with two strong plateaus at 3.4 and 3.8 V. This indicates the two-step extraction of 2.25 moles Na+ ions from the NMVTP cathode i.e., the formation of Na1.25MnV0.5Ti0.5(PO4)3 (N1.25MVTP) phase with respect to the oxidation of V3+→V4+, Mn2+ → Mn3+, and V4+ → V5+. Meanwhile, the discharge curve displays a discharge capacity of 133.14 mA h g−1 with two principal voltage plateaus at 3.98 and 3.48 V, suggesting the insertion of 2.33 moles of Na+ ions into the NMVTP/C structure regulated by the reduction of V5+ → V4+, Mn3+ → Mn2+, and V4+ → V3+. More importantly, the inclusion of Ti provided additional insertion pathways at 2.25 V (driven by the reduction of Ti4+ → Ti3+) and 1.6 V (driven by the reduction of V2+ → V3+) for the Na+ ions to achieve Na3.58MnV0.5Ti0.5(PO4)3 (N3.58MVTP) phase (the average Na+ (de)insertion voltage is retained at 3.42 V). The continuous Na+ (de)insertion properties of the NMVTP/C cathode were monitored for 300 cycles at a rate of 0.77C in the potential range of 4.15–1.5 V; the resultant cycling stability curve is provided in Fig. 3a. After supplying 112 mA h g−1 at the first cycle the NMVTP/C cathode can retain a reversible capacity of 94 mA h g−1 following 300 cycles, with a capacity retention of 83%, and maintains a coulombic efficiency of almost 100%. This demonstrates the excellent sodium storage property of the NASICON-type NMVTP/C cathode even after repeated charge/discharge cycles, owing to its inherent structural stability. Selected charge/discharge patterns (after 100, 200, and 300 cycles) for the NMVTP/C cathode at a current density of 0.77C are provided in Fig. S11a.†The voltage plateaus are maintained in successive cycles, indicating that the Na+ (de)insertion into the NMVTP/C structure follows the same pathway.",
                "Moreover, the stable voltage profile in the charge/discharge curves suggests that the redox features of V2+/3+, Ti3+/4+, V3+/4+, Mn2+/3+, and V4+/5+ in the NMVTP/C are preserved throughout the cycles. Likewise, the voltage shapes are retained at the different current densities in the voltage range of 4.15–1.5 V (Fig. S11b†), further confirming the structural integrity and electrochemical Na reversibility of the NMVTP/C cathode both of which are vital benchmarks for any cathode material. The superior rate performance at all current densities in the wide voltage range demonstrates the electrochemical stability of the NMVTP/C cathode, which most SIB electrode materials do not exhibit. The rapid Na+ (de)insertion capability of the NMVTP/C cathode was also evaluated at a current rate of 10.5C and 14C in the voltage range of 4.15–1.5 V for prolonged cycles; the resultant cycling performances are presented in Fig. 3b and c.",
                "After delivering a maximum discharge capacity of 92 and 84 mA h g−1 at a rate of 10.5C and 14C, reversible capacities of 70 and 63 mA h g−1 are maintained after 1500 and 8000 cycles, respectively. This implies that at rates of 10.5C and 14C, the prevalent capacity retentions are 76% and 75%, respectively are retained. More importantly, the corresponding selected charge/discharge patterns at the respective rates, as shown in Fig. S11c and S11d,† preserve their shape and redox peak position throughout prolonged cycling, indicating the rapid and stable egress/ingress of Na+ ions from/into the NMVTP/C skeleton without sacrificing the redox properties. To recognize the importance of structural stability of the NMVTP/C during frequent Na+ insertion/extraction processes, the ex situ XRD analysis was performed after the cycling process. The cells at 17C after long-term cycles were disassembled and subjected to XRD analysis. From the Fig. S12,† it is obvious that the XRD patterns of the NMVTP/C cathode are largely preserved, which is crucial in assisting the Na+ insertion/extraction process for the most part of the cycling process. Yet, an in-depth understanding of the structural and valence state changes associated with the transition metal ions during the charge/discharge process of the NMVTP/C cathode using advanced characterization practices could be essential, which will be focused in future studies. It must be noted that an exceedingly small number of cathode materials for SIBs have been demonstrated to display stable voltage curves at rapid testing rates. As summarized in the Ragone plot (Fig. 3d), the NMVTP/C cathode exhibits the best performance among the polyanion-based sodium cathodes compared in this study. In particular, NMVTP/C exhibits the highest specific energy of 455 W h kg−1 at a specific power of 85.5 W kg−1 (based on the mass of the cathode material). Moreover, the electrochemical performance of the NMVAP/C, NMVFP/C, and NMVTP/C cathode is compared with previously reported NASICON-type cathodes in Table S6.† In specific, NMVTP/C cathode holds superior electrochemical properties than the compared cathodes highlighting the advantages of combination of Mn, V, and Ti elements in the NASICON structure.",
                "The electrochemical kinetics of the NMVTP/C cathode was further investigated by performing CV at distinct voltage sweep domains from 0.1 to 0.5 mV s−1, and the outcomes are presented in Fig. 4a. As the sweep rate increases from 0.1 to 0.5 mV s−1, the peaks in the CV patterns are progressively amplified. At a particular potential, the contribution of diffusion-limited reaction kinetics and capacitance kinetics can be determined quantitatively from the following equation:",
                "where k1v refers to the surface capacitance process, and k2v1/2 refers to the diffusion-driven redox reaction at a definite scan rate. The surface capacitance-consumption data at all examined voltages were calculated and plotted in Fig. 4b. At a rate of 0.1 mV s−1, the calculated surface capacitance (shaded region) corresponds to 29.25% of the total capacity. Fig. 4c presents the histogram of the capacitive and diffusion-driven consumption at progressive scan rates. The surface-induced reaction dominates at higher scan rates. Interestingly, even at a high scan rate (0.5 mV s−1), more than 35.3% of the redox reaction takes place through the diffusion-induced intercalation process. This demonstrates that the capacity of the cathode mainly originates from the diffusion-driven Na+ (de)intercalation process. The Na migration kinetics and phase transition of the NASICON-type NMVTP/C cathode were observed by performing GITT at 0.15C with 10 min intervals between each pulse. The cathode was rested for 2 h to obtain a quasi-equilibrium potential, and it was examined under the potential range of 4.15–1.5 V. The resultant titration curve for the first cycle is presented in Fig. 4d.",
                "The sodium diffusion coefficient can be calculated from the transient voltage established in the GITT curves and using Fick's second law:",
                "where DNa is the sodium chemical diffusion coefficient (cm2 s−1) and mB,VM, MW, and A are the mass loading (g), molar volume (cm3 mol−1), molecular weight (g mol−1), and sum of the surface area (cm2) of the NMVTP/C cathode, respectively. τ (s) is the time of the applied current pulse, and ΔEs and ΔEτ are the variations in the steady-state voltage and total difference in the cell voltage arising from the persistent pulse of a single-stage GITT investigation, respectively. The continuous variation in the equilibrium voltage indicates the single-phase reaction mechanism for the Na+ (de)intercalation between 4.15 and 1.5 V (Fig. 4d). The corresponding diffusion coefficient for the charge and discharge processes are plotted in Fig. 4e and f. The calculated diffusion coefficients are in the ranges of 2.25 × 10−8 to 9.51 × 10−9 and 5.26 × 10−8 to 9.71 × 10−9 for the extraction and de-intercalation processes, respectively. This signifies the rapid Na+ flow in the NMVTP/C cathode. In particular, the rise and drop of the diffusion coefficient during the charge and discharge processes, respectively, around the voltage regions of 2.27/2.13, 3.62/3.36, and 3.9/3.8 V suggest that the Ti3+/Ti4+, V3+/V4+, Mn2+/Mn3+, and V4+/V5+ redox activities induce the reversible Na+ extraction and insertion in the NMVTP/C cathode. The enhanced Na+ diffusivity contributes to the rapid sodium storage property of the NMVTP/C cathode, thus resulting in its excellent rate properties and rapid current exploration abilities.",
                "In situ XRD observations were carried out to determine the structural evolution of the NMVTP/C cathode during the Na+ (de)insertion process. The designed cell was initially charged to 4.15 V and discharged to 1.5 V at a current density of 0.17C. The in situ 2D contour map profiles along with the equivalent charge/discharge schemes are presented in Fig. 5a. The seven projected peaks for the uncharged electrode can be allocated as the (104), (113), (024), (211), (122), and (030) Bragg planes of the parent NMVTP/C cathode. The (006) plane alone exhibited practically no alterations during the charge and discharge conditions. Excitingly, as the Na+ extraction commenced, the peaks corresponding to the (104), (113), (024), (211), (122), and (030) planes of NMVTP/C slightly moved toward a higher angle. This indicates that the initial sodium charging was induced by the V3+ → V4+ and Mn2+ → Mn3+ redox-dominated single-phase sodium extraction. However, it is interesting to witness that the (113), (024), (122), and (030) planes at 23.32°, 28.24°, 31.72°, and 34.77°, respectively disappeared, and new peaks evolved at 23.93°, 28.92°, 32.72°, and 36.11°, respectively, representing the two-phase reaction originating from the V4+ → V5+ transition. More interestingly, the new peaks at 23.93°, 28.92°, 32.72°, and 36.11° uninterruptedly shifted to a higher 2θ angle, with no peak evolving further, indicating that solid-solution reaction has prevailed in the NMVTP/C cathode. Whereas (104) diffraction shape alone splits into two peaks that evolved sharply during the charge course. Thus, the appearance of new peaks and disappearance of the prevailing peaks during the charging process suggest that further Na+ extraction was constrained by the bi-phasic transition stemming from the V4+ → V5+ redox species. As the discharge process was initiated, all peaks began to return to their original states. Notably, after discharging, the (104) peak, which underwent splitting began to integrate into the original peak, as indicated by the open-circuit voltage (OCV). Furthermore, the new peaks at 23.93°, 28.92°, 32.72°, and 36.11° shifted back to a lower 2θ angle and disappeared. And the peaks corresponding to the (113), (024), (122), and (030) planes reappear in their original position, signifying that the original framework is restored at the end of the first cycle. This strongly suggests that the reversible phase transition occurs between 4.15 and 1.5 V.",
                "Additionally, in situ XRD profile provides us with a firm sodium storage assessment (Fig. S13†), which offers a solid visualization of the structural changes in NMVTP/C cathode materials. In sum, all peaks underwent a considerable shift, following which they progressively returned to the original state, signifying that the charge/discharge process is highly reversible. The change in the peak positions indicates a single-phase solid-solution reaction, while the appearance of new peaks or the disappearance of existing ones indicates a biphasic reaction. Thus, the NMVTP/C cathode subsequently undergoes a reversible solid-solution and bi-phasic transition during the electrochemical Na+ (de)insertion process, resulting in its well-established voltage configuration. To corroborate the findings from the in situ study regarding the sodium storage mechanism of the NMVTP/C cathode, ex situ XRD measurements were carried out. The ex situ XRD patterns at various charge/discharge depths exhibit equivalent patterns to that of the of in situ XRD observation (i.e. shift of the (113), (024), and (122) peaks, splitting/merging of the (104) peak, and appearance/disappearance of the (030) peak) (Fig. S14†). Thus, the correspondence between the results of the in situ and ex situ observations confirms the solid-solution and bi-phasic processes. In command to acquire a deep understanding of the volume variation upon Na+ (de)intercalation courses, the Le Bail fitting is performed using the X'pert Highscore program. As interpreted in Fig. 5b, the unit cell volume slowly shrinks during the de-insertion period and enlarges during the re-insertion process. The overall volume alteration (after charge/discharge period) is estimated to be around 4.7% (ΔV/VParent) and is near to that of Na3V2(PO4)3, but is less than that of Na4MnV(PO4)3. The considerably a smaller amount of volume variation is accountable for the superior rate performance of the present investigating NMVTP/C cathode.",
                "Based on these observations, the electrochemical mechanism arising in the NMVTP/C cathode during Na (de)insertion can be enlightened schematically in Fig. 6a. The possible 2.25 moles of Na+ extraction from the NMVTP cathode results in the formation of N1.25MVTP as an intermediate phase after the 1st charge (based capacity output at 0.17C). After the end of the 1st discharge process, N3.58MVTP is regained. To realize practical requests, we further demonstrate the Na ion full cells based on NMVTP/C cathode and hard carbon (HC) anode in the coin cell. The half-cell charge/discharge profile of NMVTP/C and HC anode is compared in Fig. S15a† for reference. HC anode is chemically pre-sodiated before cell assembly. The rate capability yield of the NMVTP/C//HC full-cell are 136, 126, 114, 102, and 100 mA h g−1 cycled at different rates of 0.07C, 0.14C, 0.28C, 0.56C, and 0.77C are superior (Fig. S15b†). Furthermore, the cycling stability of NMVTP/C//HC full-cell is tested for 100 cycles at 0.77C rate (initially the cathodes are run at 0.07C for better stability), which can retain a stable discharge capacity (74.5 mA h g−1) with 78% capacity retention (Fig. 6b), indicating the NMVTP/C//HC full-cell is comprehensive for real-world applications. The selected charge/discharge pattern validates the stable voltage platform and redox outputs of the NMVTP/C//HC full-cell for the most part of the cycling test (Fig. 6c). The voltage vs. power density of plot NMVTP/C//HC is comparatively illustrated in Fig. 6d with other sodium-full cell systems constructed using the pre-sodiation strategy available in the literature. Especially the energy density (347 W h kg−1 at 340 W kg−1 power density) of our NMVTP/C//HC full-cell significantly exceeds the performances of sodium-full devices namely, PC-Fe3O4//Na2FeP2O7, Sn–C//Na3V2(PO4)3, Sb–O-G//Na3V2(PO4)3, Graphite//Na1.5VOPO4.8F0.7, Na2Ti3O7//VOPO4, NiO/Fe2O3//Na3V2(PO4)3. CV profile of the NMVTP//HC full-cell at 0.1 mV s−1 reveals a well-established oxidation sites appear at 4.05, 3.5, and 1.63 V, and the reduction locations arise at 3.98, 3.33, and 1.93 V (Fig. S15c†). More importantly, the CV-tested full-cell is further subjected to power the digital appliances (charged again). Notably, the NMVTP/C//HC full-cell can retain a potential of 4.08 V (Fig. S15d†), which is very crucial in powering the LED light (Fig. S15e†) and electronic digital watch (Fig. S15f†). The NMVTP/C cathode material established in this work is recognized to be one of the finest electrochemical presentations and encouraging SIB systems, which could certainly be streamlined to large-scale constructions in near future. To further ensure the intrinsic role of the NMVTP cathode, Na migration paths, as well as its energy barrier were evaluated through bond valence site (BVS) energy calculation and the Na insertion voltage was predicted using DFT method.",
                "We found that, as shown in Fig. 7a, there are five possible pathways for Na+ to migrate within the NMVTP, NMVAP, and NMVFP structures, represented in five different colors: P1, P2, P3, P4, and P5. It can be observed that Na ion in the NMVTP and NMVFP would likely diffuse through P1 pathway with corresponding energy barrier of 596 meV and 516 meV, respectively (Fig. 7b–f). In the other hand, the P5 pathway is likely more favorable for Na in NMVAP with the energy barrier of 516 meV. Generally, NMVTP has the lowest Na migration energy barrier inferring Na-storage superiority behavior than the other samples. For evaluating the phase stability upon Na insertion into NMVTP, the formation energy in various Na concentrations was calculated, and the corresponding convex hull was constructed. We screened 10 structures with the lowest electrostatic energy for each composition in NaxMnV0.5Ti0.5(PO4)3 for x = 1, 1.5, 2, 2.5, 3, 3.5 and 4. As shown in Fig. 7g, throughout all concentrations, it is found that there are 4 stable structures between Na1MnV0.5Ti0.5(PO4)3 and Na4MnV0.5Ti0.5(PO4)3, i.e. Na1.5MnV0.5Ti0.5(PO4)3, Na2.5MnV0.5Ti0.5(PO4)3, and Na3.5MnV0.5Ti0.5(PO4)3. It can also be observed that some metastable phases can be reached electrochemically since they lie below the convex hull value of 0. The calculation also suggests the combination of two-phase and solid-solution reactions, as observed from experimental characterization. Based on the obtained convex hull, the theoretical insertion voltage was also developed (Fig. 7h). The predicted Na insertion voltage is resemblance to that of electrochemical characterization. However, the subtle difference due to the low conductivity of the NASICON can be further improved using other carbon-based coating materials such as CNT or graphene. Overall, these theoretical studies are in good agreement with the experimental characterization and can be used for further materials large-scale development.",
                "It must be emphasized here, as predicted from the ML-DFT model the NMVTP/C with the most stable formation energy demonstrated superior structural and electrochemical stabilities. Knowing that Fe and Al distribution in the earth's crust is ample, the realization of stable sodium storage properties from NMVAP/C and NMVFP/C cathodes could be highly beneficial. However, NMVAP/C and NMVFP/C cathodes with poor formation energy and large diffusion barrier exhibit insignificant sodium storage performance than the NMVTP/C with stable formation energy and low diffusion barrier. The interplay between the compositional and structural features might be effective to overcome these challenges, which needs further investigation."
            ],
            "name": "2. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "This study involved integrated ML model forecasts and DFT calculations to employ the valuable characteristics of low-cost and non-toxic elements (Al, Fe, and Ti) in formulating the new NASICON-type cathodes. The ML-DFT model predicted three NASICON-type cathodes, including NMVAP, NMVFP, and NMVTP for SIBs. Furthermore, both DFT and experimental outputs confirmed that the NMVTP/C cathode with a larger diffusion channel retains superior structural stability than the NMVAP/C and NMVFP/C cathodes fabricated for SIBs in this study. In situ XRD, ex situ XRD, and GITT analyses were employed to elucidate the electrochemical Na+ (de)intercalation mechanism in the NMVTP/C cathode. The NMVTP/C//HC full cell can preserve an energy density of 347 W h kg−1 at a power density of 340 W kg−1, indicating the suitability of the NMVTP/C cathode for SIBs. Therefore, our results are expected to promote the use of the NASICON-type NMVTP/C cathode as a typical cathode material for SIBs in the near future."
            ],
            "name": "3. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        },
        {
            "content": [
                "The manuscript was written through contributions of all authors. All authors have approved the final version of the manuscript."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        }
    ],
    "Title": "Exploring low-cost high energy NASICON cathodes for sodium-ion batteries via a combined machine-learning, ab initio, and experimental approach"
}