{
    "DOI": "10.1021/acsami.2c11165",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Achieving good reinforcing efficacy in a composite necessitates proper distribution and dispersion of the reinforcement phase within the matrix material. For example, in carbon fiber or graphenic carbon reinforced particulate composites, the mere presence of carbonaceous reinforcement phase(s) on and around the particles (as is usually achieved) typically leads to marginal improvements in the properties, which fall behind the expectations in a big way. For such composite types, the ideal composite architecture would correspond to the presence of the carbonaceous reinforcement phase inside the functional particles; however, this has possibly never been achieved before and, thus, forms the focus of this work.",
                "Among various possible applications, particulate composites form an important class of next-generation electrode materials for alkali metal-ion batteries (such as, Li-ion, Na-ion, K-ion battery systems).  This is particularly so for the “alloying reaction”-based anode materials, which suffer from stress-induced mechanical degradation due to the huge volume expansion/contraction during electrochemical alkali metal-ion insertion/removal.  In the context of sustainable alkali metal-ion battery technology, the Na-ion battery system is believed to be the forerunner to replace or supplement the Li-ion battery systems (for various applications) due to the abundance of sodium resources in the Earth’s crust (unlike lithium resources) and its cost-effective nature. ",
                "However, one of the major issues associated with the Na-ion battery technology is that graphitic carbon does not host Na ions in its lattice and, hence, cannot be used as an anode material (unlike in the Li-ion battery systems).  Accordingly, “taming” alloying-reaction-based anode materials for use as stable anode materials in Na-ion cells is of immense importance; this will also bestow the Na-ion battery system with higher energy density and improved safety aspects.  In order to render the alloying-reaction-based anode materials structurally/mechanically/electrochemically stable over multiple electrochemical sodiation/desodiation cycles, the development of “proper” composites with carbon nanotube or graphenic carbon as reinforcement assumes a lot of significance.",
                "Among the alloying-reaction-based anode materials for Na-ion batteries, antimony (Sb) is a potential candidate, because of its high theoretical capacity (viz., 660 mAh/g) and a Na-storage potential that eliminates the risk of sodium plating during sodiation and the associated safety issues.  However, it does suffer from pulverization/disintegration and detachment from current collector, because of the huge volume changes during sodiation/desodiation and the concomitant stress development, thereby often causing rapid fade in Na-storage capacity during electrochemical cycling of Sb-based electrodes.  As mentioned above, one of the ways to overcome this drawback is by forming composites with carbonaceous materials (especially with graphene-based materials), which may help improve the mechanical integrity; but provided the anchoring and distribution between the Sb particles and the carbonaceous materials are properly engineered. ",
                "In this context, previous studies have demonstrated that Sb/C composites, prepared by ball-milling of Sb and carbon, can exhibit reversible capacities between 380 and 610 mAh/g; however, with poor capacity retention and rate performances, especially for those exhibiting higher first cycle capacity.  Zhuo et al.  reported the development of a composite containing Sb nanoparticles and multiwalled carbon nanotubes via wet ball-milling, followed by drying; which exhibited an initial capacity of ∼502 mAh/g, with only 76% capacity retention after 120 cycles. Moreover, Wu et al.  developed Sb with a rodlike morphology, composite of which with carbon exhibited a capacity ∼520 mAh/g with a ∼ 94% capacity retention after 200 cycles @ 0.1 A/g current density; but with the capacity decreasing to 404 mAh/g at 0.5 A/g. Shuai et al.  developed Sb/graphene composite via electrochemical cathodic corrosion method, which exhibited a high initial charge capacity of ∼635 mAh/g, with a capacity retention of ∼80% after 150 cycles, albeit at a low current density of 0.066 A/g (i.e.,@ 0.1 C). However, the capacities dropped to ∼473 and ∼405 mAh/g at higher current densities of 1.32 and 3.3 A/g (i.e., @ 2 and 5 C), respectively.",
                "Even though researchers have developed a few different Sb/C-based composites via various synthesis routes that exhibit some or the other good performance as an anode material for Na-ion batteries, simultaneous exhibitions of high Na-storage capacity, outstanding cyclic stability and exceptional rate performance have not been achieved to date. Furthermore, the usage of Sb-based nanoparticles and carbon-based nanomaterials, together, is bound to reduce the tap density from a practical standpoint and also exacerbate irreversible capacity losses (and impedance buildup) due to deleterious reactions at the electrode/electrolyte interface. In addition, a careful look at the phase assemblage and composite architecture of the Sb/C-based composites developed to date indicate that the carbonaceous material remains around the Sb particles without reinforcing the particle interiors (hence, no impact on the mechanical integrity) and with considerable doubt over the anchoring between the Sb particles and carbonaceous material. ",
                "In order to address the above issues, from a generic perspective, here we report the development of a reduced graphene oxide (rGO)-reinforced Sb composite, with the rGO flakes reinforcing the interiors of the Sb particles. This has been achieved via an innovative, but facile and cost-effective, route, which involves only a single heat-treatment step and invokes the fundamental principles of heterogeneous nucleation/growth of the matrix phase (here, Sb particles; via Sb-oxide intermediate) around the reinforcing (well-dispersed) rGO flakes, as well as Ostwald ripening. The as-developed Sb/rGO composite, characterized by the unique and “near-ideal” micro/nanocomposite architecture (of having rGO flakes inside the Sb particles), exhibited outstanding performances as a potential anode material for Na-ion batteries, in terms of all three performance metrics, viz., Na-storage capacity, rate capability, and cyclic stability; exhibiting nearly no capacity fade over long-term cycling and negligible drop in capacity, even upon increasing current density by more than an order of magnitude. Furthermore, because of the “true reinforcement” achieved with rGO, all of the above could be achieved without the need for fine-sized Sb particles; which, in the practical context, can be helpful toward the tap density and suppression of deleterious irreversible reactions at the electrode/electrolyte interface (as also seen here). From a more generic perspective, the route adopted here for developing the Sb/rGO composite, due to its simplicity and invoking of fundamental principles to achieve the “near-ideal” composite architecture, can be potentially extended toward the development of other composite materials, possessing similar architecture; and, thus, facilitating harnessing of the beneficial effects of “true reinforcement” for a variety of materials/applications."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The method for graphene oxide (GO) synthesis, as developed by Marcano et al.,  was adopted in this work to obtain highly oxidized GO. To start with, 1 g of fine graphite powder and 6 g of KMnO4 were mixed in an acidic medium containing H2SO4 and H3PO4 in a 9:1 ratio and stirred at 50 °C for 12 h, yielding a thick brown suspension. The as-obtained suspension was then poured into 120 mL of deionized (DI) water, followed by the addition of H2O2 drop by drop until color of the suspension changed to yellowish-orange. The suspension was then diluted with DI water and washed with HCl multiple times to remove the metal ions; it then was subjected to washing/centrifuging with DI water and ethanol until a pH of ≥5 was obtained. This was followed by drying in a vacuum oven for 12 h at 60 °C to obtain highly oxidized GO. The as-obtained GO was thermally reduced to a highly exfoliated reduced graphene oxide (rGO) by subjecting it to thermal treatment at 600 °C (using a heating rate of 10 °C/min) for 2 h in an inert (argon) atmosphere.",
                        "To synthesize the rGO-reinforced Sb composite, with rGO being present inside the Sb particles, a facile and fast route, involving a single heat-treatment step was developed. To start with, 100 mg of the as-synthesized rGO (as above) was dispersed in 150 mL of ethanol by ultrasonication for 40 min. Simultaneously, a separate solution was prepared by dissolving 1 g of SbCl3 in 30 mL of ethanol and stirring for 10 min at room temperature, resulting in a transparent/clear solution. The as-obtained clear solution was then slowly added to the rGO-ethanol suspension and kept for stirring for 10 h at room temperature. Subsequently, 5 mL of ammonia solution was added drop by drop to neutralize the acidic nature of the solution and cause precipitation; which was stirred for another 12 h at room temperature. The dispersion was then kept for settling and the as-obtained precipitate was dried in a hot air oven at 100 °C. The dried residue was subjected to thermal treatment at 700 °C (using a heating rate of 10 °C min–1) for 2 h in an inert (argon) atmosphere to obtain the desired composite, possessing unique morphology/architecture and phase assemblage. For comparison purposes, the same procedure was followed to synthesize Sb, sans rGO; viz., by dissolving SbCl3 in ethanol, adding ammonia solution, causing precipitation, drying, and subsequent thermal treatment. The thermal treatment was also conducted at different temperatures below 700 °C, in the presence and absence of rGO, to understand the phase evolution and development of the unique/“near-ideal” composite architecture pertaining to rGO sheets being present inside the Sb particles."
                    ],
                    "name": "2.1.  Materials Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "Phase evolution of the materials was checked using X-ray diffraction (XRD) (Rigaku Smartlab X-ray Diffractometer), using Cu Kα radiation, over a 2Θ range of 10°–90°. In order to gain insight into the composition of the composite (i.e., the rGO content), thermogravimetric analysis (using STA 441 F1 Jupiter) was performed in air. The composite was heated from 50 to 800 °C to observe the changes in the mass loss. Morphology/architecture and phase assemblage of the composites and surface morphology of electrodes were observed using field-emission gun scanning electron microscopy (FEG SEM) (JEOL, Model JSM-7600F and Carl Zeiss, Model Ultra 55, respectively). The structural and morphological features of GO and rGO (as detailed in ) were studied using XRD (PANalytical, X’ Pert Pro, with Cu Kα radiation), X-ray photoelectron spectroscopy (Kratos Analytical, AXIS Supra), Raman spectroscopy (WItec, alpha300 RS; using a 532 nm excitation laser) and field-emission gun transmission electron microscopy (FEG-TEM) (JEOL, Model JEM 2100F)."
                    ],
                    "name": "2.2.  Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrodes were prepared by taking the as-prepared Sb/rGO (as the active material), carboxymethyl cellulose (CMC; as binder), and carbon black (as conducting additive) in a mass ratio of 8:1:1, respectively. The mixture was ground in an agate mortar and pestle for 2 h, followed by the addition of DI water, thus forming the electrode slurry. The slurry was then coated onto the current Cu collector foil and dried in a vacuum oven at 90 °C for 12 h. The dried electrodes were then calendared, punched with a 12 mm diameter die, and used as the working electrode for electrochemical cycling in Na “half” cells. The active mass loading of the Sb/rGO composite in the punched electrodes was ∼2 mg/cm2.",
                        "In order to evaluate the electrochemical performance of the as-prepared Sb/rGO electrodes as potential anode material for Na-ion battery, coin cells (CR2032) were fabricated by using the Sb/rGO composite coated on a ∼9 μm thick Cu foil as the working electrode, Whatman glass microfiber (GF/D) as the separator and sodium metal disc (of 15 mm width) as reference-cum-counter electrode. The separator was soaked in the electrolyte, which was NaClO4 in 1:1 EC:PC (with 5 wt % FEC as additive). The coin cell assemblies were crimped at a pressure of 100 kg/cm2; and subjected to cyclic voltammetry (CV) scans, electrochemical impedance spectroscopy and galvanostatic discharge/charge cycles using Biologic (BCS-810) potentiostat/galvanostat and Neware battery tester. All the electrochemical testings were performed at room temperature."
                    ],
                    "name": "2.3.  Electrode Preparation and Electrochemical Cycling",
                    "type": "h3"
                }
            ],
            "name": "2.  EXPERIMENTAL DETAILS",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "XRD analysis indicates that the as-prepared rGO-reinforced Sb composite consists of the desired metallic Sb phase, sans antimony oxide or any other secondary phase (within the detection limit of the XRD; see a). The peaks corresponding to rGO are not seen, due to the presence of high intensity peaks corresponding to crystalline Sb, which has a much higher atomic scattering factor, compared to carbon. Greater details concerning the basic characteristics of the as-prepared rGO, which has been found to be made of ∼10 constituent graphene layers, with an ID/IG ratio of ∼0.83 and O:C ratio of ∼0.22, have been presented in the , in the form of a brief writeup (in  in the SI) and  in the SI.",
                        "Thermogravimetric analysis conducted with the Sb/rGO composite indicated the nonoccurrence of any notable mass loss below ∼450 °C and above ∼600 °C; with the mass loss occurring only in the temperature range of 450–600 °C, where rGO gets oxidized and lost in the form of CO2/CO (see ). Note that  shows a residual mass of ∼88 wt % at the end of the TGA scan, which conforms to antimony oxide (i.e., Sb2O4) and not metallic Sb. From this, based on the molar masses, the content of metallic Sb has been estimated, which turns out to be ∼70 wt %, with the remaining ∼30 wt % being rGO in the Sb/rGO composite (as further elaborated below Figure S4 in the ). XPS data, as presented in , further confirms the presence of metallic Sb, as based on the typical characteristic peaks corresponding to Sb 3d5/2, Sb 3d3/2, as well as a tiny amount of native antimony oxide, which is unavoidable due to surface oxidation during preparation/handling  and which, because of the much lower content, cannot be detected with XRD.",
                        "The most interesting outcome of the present research is the unique morphology/architecture of the as-developed Sb/rGO composite, as has been presented in b. It can be seen that the rGO flakes/sheets are present, not only around the Sb particles, but also reinforcing the interiors of the well-faceted polygon-shaped Sb particles. To the best of the authors’ knowledge, such unique phase assemblage or “near-ideal” micro/nanocomposite architecture, pertaining to the presence of rGO sheets inside the functional (Sb) particles, has not been achieved previously, nor has such a facile wet-chemical synthesis-based route involving just one-step thermal treatment been achieved. From a more generic perspective, this “true reinforcement” of the particle interiors with rGO is expected to bestow the composite with the best possible reinforcing efficacy of graphenic carbon for various applications."
                    ],
                    "name": "3.1.  Phase Evolution and Morphology/Architecture of the Sb/rGO Composite",
                    "type": "h3"
                },
                {
                    "content": [
                        "From a fundamental perspective, the development of such “near-ideal” composite architecture pertaining to rGO sheets reinforcing the interiors of faceted Sb particles indicates the involvement of heterogeneous nucleation/growth mechanism, where the rGO flakes/sheets act as the sites for preferential nucleation/growth of metallic Sb all around the flakes. The possibility of epitaxial growth of Sb on graphene sheets, albeit in a totally different context and with different forms of the materials, has been revealed in ref  .",
                        "To understand the phase evolution and the associated development of the unique composite architecture of Sb/rGO, thermal treatments have been performed at different temperatures below 700 °C, following the same synthesis procedure (as in  above) with/without rGO, and the evolution of phase and architecture have been looked into. To start with, a shows the XRD patterns obtained with the samples prepared without the addition of rGO at different thermal treatment temperatures. It can be seen that the dried residue and that heated to 500 °C are made of cubic antimony oxide (Sb2O3) phase, which got transformed to the orthorhombic phase of Sb2O3 when heated to 600 °C (in accordance with literature reports ). If one looks closely at a, while the peaks corresponding to orthorhombic Sb2O3 are present at the right positions (i.e., at the expected diffraction angles, as per the standard), the intensity ratios among the peaks do not seem to agree with the standard. Such a mismatch in the peak intensity ratios is due to the existence of preferred orientation, as opposed to uniform/random orientation, in the concerned crystallites of o-Sb2O3; which often gets exacerbated with faceted morphology, as in here. This depends on the crystal growth aspects, with the planes that form a major fraction of the exposed facets, due to preferred growth along certain crystallographic planes, yielding stronger intensity in the associated XRD pattern. Upon further increase in the heat-treatment temperature (up to 700 °C), in the absence of rGO, complete sublimation of Sb2O3 was observed, with no residue left after the heat treatment. The occurrence of complete sublimation of Sb2O3 between 600 and 700 °C is also expected based on literature reports.  This immediately indicates that rGO, when added during the synthesis step, has a major role to play in the formation of Sb from Sb-oxide and retention of the same after heat-treatment at 700 °C.",
                        "In the presence of rGO, the dried residue and those annealed at 500 and 550 °C again showed the presence of cubic Sb2O3 (see b). Upon annealing at the higher temperatures (viz., 600, 650, and 700 °C), the presence of rGO made a huge difference to the phase evolution by converting the Sb-oxide to metallic Sb, as can be seen from the corresponding XRD patterns presented in b. This is in total contrast to the formation of orthorhombic Sb2O3 at 600 °C, followed by complete sublimation at the still higher temperatures, in the absence of rGO (as presented in a and discussed above). The above differences indicate that the rGO, which got intimately mixed with the antimony oxide residue upon being incorporated right into the precursor slurry, acted as the reducing agent for the reduction of Sb2O3 to metallic Sb. Hence, it is already apparent that the antimony oxide, and then the metallic Sb, evolved while being in contact with the rGO flakes.",
                        "The SEM images obtained at the various stages of the processing (viz., dried residue and heat-treated at 500, 550, 600, 650, 700 °C), as presented in , provide a more direct visualization for the formation of faceted Sb particles from antimony oxide and encompassing of rGO inside the particles. To start with, SEM images of just the as-prepared rGO flake are presented in a, with b and c showing that the rGO flakes had been covered all around by relatively finer Sb2O3 particles (of ∼0.2–0.3 μm in size) in the case of the dried residue pertaining to the starting Sb-oxide/rGO composite. Upon being subjected to heat-treatment, the Sb2O3 particles tend to grow around the rGO flakes, apparently “consuming” the finer Sb2O3 particles, in compliance with the phenomenon of Ostwald ripening; as can be seen in d and e, which correspond to those heat-treated at 500 and 550 °C. Here, the rGO flakes have a tendency to act as the heterogeneous nucleating agent for Sb2O3 particles to form and grow around them. For those heat-treated at these low temperatures of 500 and 550 °C, the typical octahedral-type morphology of Sb2O3 particles  (of ∼12–15 μm in size), reinforced with rGO flakes present inside them, can be seen (as in d and e). It may be mentioned here that in one of our previously published works,  a similar strategy was used to develop Al2O3/MWCNT composites in bulk polycrystalline form, with the MWCNTs reinforcing the grain interiors of the polycrystalline Al2O3 matrix and, thus, leading to outstanding properties relevant to advanced structural applications.",
                        "Upon increasing the heat-treatment temperature beyond 550 °C (i.e., at 600, 650, and 700 °C), the Sb2O3 got reduced to Sb (as per the XRD results) around the rGO flakes. This resulted in transformation of the typical morphology of Sb2O3 to that of a multifaceted polygon morphology of metallic Sb particles (see f–h). Of course, the morphology was not properly developed at 600 °C (as in f), but became more distinct at the higher heat-treatment temperatures of 650 and 700 °C (as in g–j). More importantly, the conversion of antimony oxide to Sb clearly occurred around the encompassed rGO flakes, leading to the development of the unique composite architecture/morphology characterized by the presence of reinforcing rGO flakes inside the well-faceted Sb particles (∼30 μm in size) upon heat treatment at 700 °C (see h–j); as also reconfirmed based on EDS mapping, as in . Schematic representation of the synthesis/processing route used, along with depiction of the underlying principles, leading to the unique and “near-ideal” micro/nanocomposite architecture, has been presented in ."
                    ],
                    "name": "3.2.  Understanding the Reinforcing of Sb Particle Interior with rGO",
                    "type": "h3"
                },
                {
                    "content": [
                        "a and b present the cyclic voltammograms (CVs) (@ 0.1 mV/s) and chronopotentiograms (at a current density of 0.2 A/g) obtained during electrochemical cycling of the Sb/rGO composite electrodes in Na “half” cells. Only one current peak can be observed during the first cathodic and anodic CV scans, followed by the appearance of three cathodic peaks and one broad anodic peak in the subsequent scans (as in a). The potential profiles obtained during the charge–discharge cycles (as in b) are also in agreement with the CVs, with a single potential plateau being observed during the first sodiation (or discharge) half cycle, followed by two close plateaus during the first desodiation (or charge) half cycle, with the behavior during desodiation (i.e., charge) remaining almost invariant in the subsequent cycles. The two close potential plateaus during desodiation, which indicate the occurrence of two separate phase transformations, could not be distinguished in the CVs, leading to the appearance of a broad current peak in the anodic scans. In contrast to the first sodiation (or discharge) half cycle, three potential plateaus can be observed in the subsequent discharge half cycles, which are analogous with the three cathodic current peaks observed in the CVs from the second scan onward. The overall electrochemical behavior appears to be dominated completely by the Sb phase in the Sb/rGO composite (as discussed below), with almost no apparent contribution from the rGO.",
                        "The first sodiation half cycle seemingly leads to the conversion of crystalline Sb (cSb) directly to Na3Sb, viz., the final sodiated phase of Sb (possibly via some short-lived intermediate Na3–xSb phase, as per the literature ). The potential profile, current peak and the associated potentials (vs Na/Na+) in the first sodiation half cycle are also likely to be partly influenced by the formation of SEI layer, although that seems to have been minimized here, because of the presence of fairly coarse electrode-active (Sb) particles (and, hence, low electrode/electrolyte interfacial area). The above aspects seem to be in agreement with other previous reports,  where SEI formation occurs in the very first sodiation half cycle at a relatively higher potential, with respect to that corresponding to the initiation of sodiation of Sb, followed by the conversion of metallic Sb to Na3Sb at lower potentials. Based on the literature related to sodiation/desodiation pathway(s) of Sb,  Sb/oxide composites  and the observations made here (with the CVs and chronopotentiograms), it is likely that during desodiation Na3Sb gets converted first to Na1.7Sb and then to cSb, along with some amorphous phase(s), such as aSb or aNa1.0Sb. Accordingly, the second and subsequent sodiation half cycles also involved sodiation of some aSb, in addition to cSb. At first, the aSb (or aNa1.0Sb) gets converted to Na1.7Sb, resulting in the first plateau/peak, followed by phase transformation of the Na1.7Sb to Na3–xSb (corresponding to the second plateau/peak), followed by the conversion of the cSb component to Na3–xSb and then almost entirely to Na3Sb (viz, the final sodiated phase), resulting in the third plateau/peak. For better clarity, the sodiation/desodiation pathways may be represented by the following reactions:",
                        "Nyquist plots, based on the electrochemical impedance spectroscopy (EIS) data, obtained prior to cycling, after 1 full galvanostatic cycle and after 10 full galvanostatic cycles (@ 0.2 A/g) of the as-prepared Sb/rGO composite-based electrode have been presented in . The depressed semicircle at the higher-medium frequency region corresponds to a combination of resistance due to surface layer (viz, RSEI) and charge transfer resistance (viz, Rct), with the inclined line at the lower frequency regime being related to solid-state diffusion within the electrode material. Interestingly, the semicircle (at the higher-medium frequency) initially decreases in diameter upon electrochemical cycling. The initial higher impedance (i.e., prior to electrochemical cycling) is likely to be due to the presence of native surface oxides and relatively inferior wetting at the electrode/electrolyte interface, to start with, which get addressed upon electrochemical cycling and the passage of time. Nevertheless, the more important aspect is that after the reduction in the Rct post-first cycle, only marginal increment is seen after 10 full cycles. This points toward an almost negligible buildup of the resistances associated with the electrode, which is likely to be due to the formation of stable SEI and retention of good electrical connectivity, as bestowed by superior structural/mechanical stability of the rGO-reinforced Sb-based composite electrode material under consideration here.",
                        "With regard to the performance, the first desodiation or reversible Na-storage capacity, obtained at a current density of 0.2 A/g, is ∼550 mAh/g for the Sb/rGO composite (see b and a), which is higher than most reported to date for Sb/C composites at a similar current density  (see ), despite the presence of coarse Sb particles here. To understand the capacity contribution from just the Sb phase in the Sb/rGO composite, galvanostatic sodiation/desodiation of simply the rGO-based electrode yields a first cycle reversible capacity of ∼130 mAh/g (see ). This indicates that the Sb phase, which forms ∼70 wt % of the Sb/rGO composite, contributes the bulk of the electrode capacity, which is ∼500 mAh/g (based on the Sb + rGO masses). This would, in turn, conform to a specific capacity of ∼700 mAh/g, as exhibited by the Sb phase, just based on the mass of Sb per se; considering possible errors in the estimation/measurement of the masses (especially in TGA), in a way, implies that the Sb phase in the Sb/rGO composite exhibits a Na-storage capacity (at 0.2 A/g), which is very close to its theoretical capacity.",
                        "Furthermore, a fairly high first cycle Coulombic efficiency (CE) of ∼79% was obtained (see a), which is among the best for alloying-reaction-based anode materials, generally, despite the presence of rGO (which is known to suffer from irreversible capacity loss; as also seen here in ). The good reversibility during the first cycle can be attributed to (i) the coarse Sb particle size, which minimizes the active surface area available for irreversible reactions at electrode/electrolyte interfaces, and (ii) a good fraction of rGO being present inside the Sb particles, rather than being exposed to the electrolyte. Of course, a Coulombic efficiency of >98% was reached in the very second cycle itself for the Sb/rGO composite (unlike for the rGO, which took >10 cycles to go above 90%, starting at a mere ∼25%; see ), which has immense practical significance.",
                        "Even though the coarse Sb particles are deemed to be beneficial toward the suppression of deleterious surface reactions (leading to high first cycle CE), such a dimensional scale is usually expected to lead to compromised cyclic stability (due to stress-induced degradations ) and rate capability. However, the presently developed Sb/rGO composite, having the reinforcing rGO flakes inside the Sb particles, leading to reinforcement in the “true” sense, is expected to exhibit very good cyclic stability and rate capability as a potential anode material for Na-ion batteries. In the context of cyclic stability, practically no capacity fade could be observed for the Sb/rGO-based electrode even up to 150 galvanostatic cycles @ 0.2 A/g; viz, exhibiting ∼98% and ∼97% capacity retentions after 100 cycles and 150 cycles, respectively (see a). Furthermore, SEM observations made with the Sb/rGO electrodes after being subjected to 150 galvanostatic cycles reveal fairly intact coating, sans delamination (as in ). By contrast, ball-milled unreinforced Sb-based electrodes (i.e., sans rGO-reinforcement) exhibited comparatively very poor cyclic stability under exactly the same electrochemical conditions (viz, in control experiments; see ). This reinstates the highly beneficial effect of the presence of rGO flakes inside the Sb particles, as in the Sb/rGO composite electrode material under consideration.",
                        "In the above contexts, it may be reiterated here that, while graphenic carbon is a good candidate for accommodating/buffering the dimensional changes and concomitant stress developments of “alloying reaction” based anode materials  (as for Sb), true efficacy of the graphene-based “buffer” is obtained only when there is a good anchoring of the same with the electrode-active particles. The presently developed Sb/rGO composite (with the unique phase assemblage) goes even one step forward in the sense that, not only is the anchoring good here, but that the graphenic carbon reinforces the interior of the particles, which is believed to yield a composite structure with elevated strength and improved connectivity within/across the particles. Furthermore, in the course of the evolution of the phase assemblage and morphology (i.e., during the material preparation), as per the SEM observations, the particles seem to have also developed some in-built porosity (see , as well as  in the SI), which is again known for accommodating/buffering stress developments of alloying-reaction-based anode materials.  It is the above two aspects that are believed to contribute toward the significantly improved retention of mechanical integrity of the rGO-reinforced Sb electrode-active particles over multiple sodiation/desodiation cycles; and, thus, bestowing the same with outstanding cyclic stability, as observed here.",
                        "With regard to rate capability, upon varying the current densities from 0.1 to 2 A/g (i.e., by more than an order of magnitude), an almost-negligible decrease in the reversible Na-storage capacity was observed, with a fairly high desodiation capacity of ∼490 mAh/g being achieved at the very high current density of 2 A/g, which is >86% of the capacity obtained at 0.1 A/g (see b). c also indicates preservation of the potential profiles and, hence, the associated sodiation/desodiation mechanisms, even at the highest current densities used here. The improved connectivity within/across the Sb/rGO composite particles and good anchoring between Sb and rGO in the presence of the rGO flakes reinforcing the interiors of the Sb particles are believed to be the reasons also for the outstanding rate capability of the as-prepared Sb/rGO composite-based anode materials. Furthermore, even upon cycling at the high current densities (including 2 A/g) in the intermediate cycles, 100% capacity retention was observed upon returning to 0.1 A/g after the 30th cycle; which also points toward the stability of the anode material, even upon being subjected to fast sodiation/desodiation.  presents the performances, as potential anode materials for Na-ion batteries, of various Sb/C-based composites reported to date, in comparison with the material under consideration here.",
                        "In light of the outstanding rate capability of the as-developed Sb/rGO composite, to ascertain that it is primarily sodiation/desodiation in the bulk of Sb which contributes to the Na-storage capacity even at the high cycling rates, cyclic voltammetry was performed at different potential scan rates, viz, 0.2, 0.4, 0.6, 0.8, and 1 mV/s within the same potential window of 0.01–2 V (vs Na/Na+), as shown in d. Based on the CVs, the following relationship between the peak current (ip) and scan rate (ν) was employed for the analysis:where a and b are adjustable parameters, with b being the slope of the straight line obtained by fitting the data points corresponding to a plot of log(ip) vs log(ν). The value of b indicates whether the overall electrochemical process is controlled by diffusion-based mechanism (for a value of b close to 0.5) or surface-mediated (pseudocapacitive) mechanism (for a value of b close to 1). In our case, the values of b, as estimated for the one anodic and all the three cathodic peaks by fitting the log(ip) vs log(ν) data points are found to be 0.51, 0.58, 0.67, and 0.72 (see the inset of d). This indicates that the overall electrochemical sodiation/desodiation process for the as-developed Sb/rGO composite, composed of coarse Sb particles with interiors reinforced with rGO flakes, is predominantly diffusion-controlled, in contrast to a previous report on Sb/rGO composite. ",
                        "Furthermore, the apparent/overall diffusion coefficient (D; in cm2/s), as estimated here based on the CVs at the different scan rates, using the following relation:where ip is the peak current (in A), R is the universal gas constant (R = 8.31447 J/(K mol)), T the absolute temperature (in K), n is the number of electrons involved in a redox cycle, c0 is the molar concentration of redox-active species, A represents the surface area of the working electrode (in cm2), F is the Faraday constant (F = 96485.339 C/mol), and ν is the scan rate (in V/s), has been found to be, D ≈ 1.6 × 10–12 cm2/s; which is higher than the value reported in ref  . The higher overall diffusion coefficient obtained here supports the outstanding rate capability exhibited by the Sb/rGO composite (as in b and c), possessing the “near-ideal” architecture (as in , , and ), and also the inference concerning continued contribution from the bulk sodiation/desodiation mechanisms even at high current densities (as in c)."
                    ],
                    "name": "3.3.  Electrochemical Behavior/Performance as a Potential Anode Material for Sodium-Ion Battery",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, the development of Sb/rGO composite, characterized by the presence of well-faceted polygon-shaped coarse Sb particles (of ∼30 μm in size), with the interiors reinforced with rGO flakes, has been reported here. The unique and “near-ideal” composite architecture/morphology, pertaining to rGO sheets being present inside crystalline Sb particles, has been achieved by facilitating heterogeneous nucleation/growth of Sb-oxide particles on and around dispersed rGO sheets, followed by subsequent reduction of Sb-oxide to metallic Sb in the presence of the rGO, in intimate contact, during the subsequent heat-treatment step.",
                "As a potential anode material for Na-ion batteries, the as-developed Sb/rGO composite (having ∼70 wt % Sb and ∼30 wt % rGO) exhibited high reversible Na-storage capacity of ∼550 mAh/g (@ 0.2 A/g) and first cycle Coulombic efficiency of ∼79% (with CE becoming >98% right from second cycle onward). Such a good reversibility is attributed to the coarse particle size of Sb and encompassing of rGO sheets inside the Sb particles. On a different note, despite the coarse particle size and predominantly diffusion-controlled reaction kinetics, the Sb/rGO-based electrode exhibited outstanding cyclic stability, with negligible capacity fade up to 150 cycles (viz, ∼97% capacity retention), and rate capability, with >86% capacity being obtained even upon raising the current density from 0.1 to 2 A/g (viz, a reversible capacity of ∼490 mAh/g, even at 2 A/g).",
                "Such outstanding performances are attributed to the unique and “near-ideal” microcomposite/nanocomposite architecture of the presently developed Sb/rGO composites, leading to “true reinforcement” with rGO flakes, because of the presence of the same inside the Sb particles. From a more generic perspective, the simplicity of the route adopted for developing the Sb/rGO composite and the invoking of fundamental principles of nucleation/growth of the matrix around the reinforcement are expected to facilitate the development of more composite materials, possessing similar architecture; and, thus, harnessing of the beneficial effects of “true reinforcement” (as observed here) for a variety of applications."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Faceted Antimony Particles with Interiors Reinforced with Reduced Graphene Oxide as High-Performance Anode Material for Sodium-Ion Batteries"
}