{
    "DOI": "10.1039/D3NR03597B",
    "Journal": "Nanoscale",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Transition metal sulfides (TMSs), which have low cost, simple preparation, and high theoretical capacity, are promising materials for high-performance storage devices. To date, various TMSs (e.g., CoS2, ZnS, Ni3S2, NiS2, and MoS2) have been extensively researched as next-generation anodes of sodium-ion batteries (SIBs). Among them, nontoxic ZnS attracts a lot of attention due to its low working potential (<1.0 V, vs. Na/Na+) and relatively high theoretical capacity (about 581.4 mA h g−1). Furthermore, ZnS also exhibits a higher initial coulombic efficiency (about 70%) than more popular carbon materials (about 40%), which is beneficial for the development of high-energy SIBs. However, the practical application of ZnS anodes is still impeded by the drastic volume changes and inferior electrical conductivity.",
                "Various effective strategies have been proposed to optimize the structural stability and electrical conductivity of ZnS for solving these issues, such as designing unique microstructures to buffer volume expansion and designing composites with high electrical conductivity materials. For instance, Jing et al. found that the reversible capacity of ZnS could be improved by the introduction of N,S co-doped carbon, which constructed more bridges for ion diffusion (500.7 mA h g−1 at 0.1 A g−1 after 100 cycles). Hou et al. reported ZnS nanoparticles (∼10 nm) anchored on CNT bundles to enhance the cycling stability (314 mA h g−1 at 5.0 A g−1 after 500 cycles). In addition, constructing heterostructures also could be an adequate strategy to optimize the diffusion of Na+ by tuning the ZnS electronic structure. For example, Yin et al. enhanced the ion kinetics and structural stability of ZnS by doping with Sb metal, exhibiting a high reversible capacity (554.8 mA h g−1 at 0.1 A g−1) and long cycling stability (about 200 mA h g−1 after 600 cycles). Nevertheless, it is still a huge challenge to synthesize high rate capability ZnS composites with a suitable microstructure, high pseudocapacitance, and uniform morphology through a facile strategy.",
                "Herein, we report a facile two-step approach for designing and constructing cobalt-doped ZnS encapsulated in an N-doped carbon shell (Co-ZnS@NC) with a Co/Zn-based zeolite imidazole framework (Co/Zn-ZIF) as a precursor. The Co-ZnS@NC could be activated with cobalt doping, which promotes the Na+ diffusion kinetics and enhances the electrical conductivity of electrodes. Moreover, the N-doped carbon shell improves the structural stability of Co-ZnS@NC, mitigating the volume change during the reaction process and providing more active sites for Na+ storage. As expected, the Co-ZnS@NC achieves a reversible capacity of 416.9 mA h g−1 at 0.5 A g−1, long cycling stability (82.5% capacity retention after 1000 cycles at 1.0 A g−1), and excellent rate capability of 368.8 mA h g−1 even at 20.0 A g−1, making it superior to most of the previously reported Zn-based sulfides."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Co(NO3)2·6H2O, 2-methylimidazole, Tris-buffer, dopamine hydrochloride, and N-methyl-2-pyrrolidone (NMP) were from Aladdin. Zn(NO3)2·6H2O and thiourea were purchased from Kermel. Polyvinylidene fluoride (PVDF), Cu foil, Al foil, Super P, and ketjen black (KB) were supplied by Shanghai Songjing Energy Technology Limited. Na3V2(PO4)3 (NVP) was purchased from Szkejing. DoDochem.com offered NaPF6 in DME. All chemicals were directly used without any treatment."
                    ],
                    "name": "Reagents",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Synthesizing Co/Zn-ZIF precursors. First, 8 mmol of Zn(NO3)2·6H2O and 8 mmol of Co(NO3)2·6H2O were dissolved in 100 ml of methanol (solution A). Second, 32 mmol of 2-methylimidazole was dissolved in 100 ml of methanol (solution B). Then, solution B was added to solution A with a dropping speed of 100 ml h−1 and stirred vigorously for 10 min. Subsequently, the mixed solution was maintained at room temperature for 24 h. The obtained purple precipitates were collected through centrifuging and washed with methanol three times. Finally, the precursor was dried under vacuum at 60 °C for 12 h. The obtained sample is labeled Co/Zn-ZIF. Similarly, for the synthesis of Zn-ZIF, the procedures were carried out in the absence of Co(NO3)2·6H2O.",
                        "Synthesizing the Co/Zn-ZIF@PDA composite. 200 mg of the Co/Zn-ZIF precursor was dispersed in 200 ml of Tris-buffer solution through 30 min of sonication. Then, 100 mg of dopamine hydrochloride was poured into the mixed solution and stirred for 24 h. The composite materials were centrifuged and washed with deionized water and ethanol several times and labeled Co/Zn-ZIF@PDA.",
                        "Synthesizing Co-ZnS@NC. 200 mg of the as-prepared Co/Zn-ZIF@PDA and 280 mg of thiourea were dispersed in 60 ml of ethanol and stirred vigorously for 10 min. Then, the above suspension was transferred into a Teflon-lined stainless steel autoclave and kept at 200 °C for 20 h. After cooling to room temperature, the sample was collected by centrifugation, washed with ethanol and deionized water several times, and dried in a vacuum oven at 60 °C overnight. Afterward, the as-prepared product was annealed at 500 °C for 2 h with a ramp rate of 2 °C min−1 under an argon atmosphere. For comparison, ZnS and Co-ZnS without a carbon coating were synthesized in a similar route by replacing the Co/Zn-ZIF@PDA with Zn-ZIF and Co/Zn-ZIF, respectively.",
                        "Synthesizing NC. 100 mg of dopamine hydrochloride and 242 mg of Tris were dissolved in a mixed solution (100 mL of deionized water and 100 mL of ethanol), stirred for 24 h and washed with deionized water and ethanol several times. Then, the sample was annealed at 500 °C for 2 h with a ramp rate of 2 °C min−1 under an argon atmosphere, obtaining the pure N-doped carbon (NC)."
                    ],
                    "name": "Materials preparation",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "For anode materials, the working electrodes were made by coating a slurry containing 70 wt% active material (Co-ZnS@NC Co-ZnS and ZnS), 20 wt% KB, and 10 wt% PVDF on Cu foil, followed by a drying process under vacuum at about 100 °C overnight and transferred to a glove box under an argon atmosphere before the cell assembly. The areal mass loading of active materials in the electrode was around 0.5 mg cm−2. 1.0 M sodium hexafluorophosphate (NaPF6) dissolved in ethylene glycol dimethyl ether (DME) was used as the electrolyte. For the fabrication of the cathode of the full cell, the slurry of NVP was prepared by loading 70 wt% active material, 20 wt% conductive KB, and 10 wt% PVDF binder onto Al foil. The mass loading of the cathode is around 1.0 mg cm−2. Before the preparation of the full cell, the as-prepared anode was pre-sodiated by bringing it into contact with Na metal for 1 h. The fabrication process for assembling a full cell is the same as that for preparing a half cell. The calculation of the energy density for a full cell is based on the following equations:",
                        "where E and P represent the energy density and power density, respectively; V represents the average discharging voltage, i/m represents the current density (m is the total mass of the anode material and cathode material of the electrodes), and t represents the total discharging time."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The microstructures were detected by field-emission scanning electron microscopy (SEM, JEOL JSM-7610F Plus) and transmission electron microscopy (TEM, Tecnai G2 F30 S-TWIN) with elemental distribution analysis and high-resolution transmission electron microscopy (HRTEM). The structure was confirmed by X-ray diffraction (XRD) analysis (Bruker D8 ADVANCE), thermogravimetric analysis (TGA, Mettler TG-DSC 3+), X-ray photoelectron spectroscopy (XPS, Shimadzu/Krayos AXIS Ultra DLD), inductively coupled plasma-atomic emission spectroscopy (ICP-OES, Agilent ICPOES730; Agilent, USA), and Raman spectroscopy with a 532 nm laser (Renishaw inVia). The cyclic voltammograms (CVs) were obtained using an electrochemical workstation (CHI 660E, CHENHUA, Shanghai), and all the electrochemical performances were tested on a Neware battery testing system (BTSCT-3008-TC)."
                    ],
                    "name": "Materials characterization",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "ZIF is known as a polyhedron-shaped precursor under thermal treatment, in which self-coordination and carbonization will be triggered to form a three-dimensional carbon skeleton. As illustrated in Fig. 1a, the Co/Zn-ZIF crystals were prepared by coordination of the 2-MeIm organic functional group with Co2+ and Zn2+, and the X-ray diffraction (XRD) pattern of Co/Zn-ZIF crystals (Fig. S1a†) matches well with the standard card (CCDC 602542). The morphology and element content of Co/Zn-ZIF crystals were characterized by scanning electron microscopy (SEM) and the corresponding elemental mapping (Fig. S1b and c†). Then, the Co/Zn-ZIF precursor was uniformly coated with polydopamine in a Tris-buffer solution, to form a surface-coated N-doped carbon shell after high-temperature pyrolysis. Finally, the hollow-structured Co-ZnS@NC was synthesized through sulfidation and carbonization processes. ZnS and Co-ZnS were synthesized through similar processes except for introducing Co2+ or N-doped carbon. Compared with the SEM images (Fig. S2a and S3a†) of ZnS and Co-ZnS samples, the dodecahedral shape of Co-ZnS@NC (Fig. 1b) is well maintained after the annealing processes. According to the transmission electron microscopy (TEM) images (Fig. 1c), the diameter of the hollow Co-ZnS@NC composite is about 1.6 μm, and the particles have a clear rough carbon layer on the surrounding surface. The ultrathin carbon shell (∼35 nm) is expected to effectively increase the electrical conductivity and inhibit the aggregation effect during the pyrolysis process (Fig. 1d). The lattice spacing of Co-ZnS@NC is 0.31, 0.19, and 0.33 nm, which can be indexed to the (006), (108), and (101) crystal planes of ZnS, indicating an intact crystal structure of ZnS even with cobalt doping (Fig. 1e). Moreover, the results of elemental mapping and inductively coupled plasma-atomic emission spectroscopy (ICP-OES) of the Co-ZnS@NC revealed that the molar ratio of Co/Zn is about 1:68 (Table S1†). Besides, the distribution of C and N elements further proves the hollow structure of composite materials (Fig. 1f).",
                "XRD patterns of the three samples in Fig. 2a exhibit similar pattern diffraction peaks corresponding to hexagonal ZnS (JCPDS no. 01-089-2739), which means that cobalt doping does not affect the lattice structure of ZnS. Since larger Zn2+ (74 pm) was replaced by smaller Co2+ (65 pm), the lattice structure of Co-ZnS@NC has no change compared to that of hexagonal ZnS. The Rietveld refined XRD patterns of the three samples (Fig. 2b and Fig. S4†) also confirm the substitution of cobalt atoms at the Zn sites, and the lattice parameters are summarized in Table S2.† Thermogravimetric analyses (TGA) were conducted to calculate the component contents of the three samples (Fig. 2c). A small weight loss below 200 °C could be attributed to the evaporation of the absorbed water, while the subsequent weight loss between 200 °C and 500 °C results from the combustion of carbon, and at temperatures over 500 °C, ZnS is converted to ZnO. The carbon and ZnS contents are about 27% and 68.14%, respectively, (details in the ESI†). X-ray photoelectron spectroscopy (XPS) measurements were performed to identify the surface chemical properties of composite materials. As shown in Fig. S5a,† the XPS survey spectra of the three samples indicate the existence of Zn, S, C, O, and N elements. Specifically, no Co element diffraction peaks were detected, suggesting that trace amounts of Co were doped. The fitted spectrum Zn 2p XPS can be deconvoluted into two prominent peaks at 1020.8 eV and 1043.9 eV, corresponding to the Zn 2p3/2 and Zn 2p1/2 spin–orbit peaks of the Zn element (Fig. 2d). Note that the binding energies of Zn 2p in Co-ZnS and Co-ZnS@NC are higher than those of ZnS, which means the electron changes around Zn2+. The results of Zn 2p XPS confirm the spatial charge redistribution after cobalt doping, thus leading to the more exposed electrochemically active sites for the transfer and storage of Na+. The S 2p spectrum further confirmed the successful synthesis of ZnS, and the peaks at 162.5 eV and 161.3 eV are assigned to the S2− anions in ZnS (Fig. 2e). Notably, the area ratio between S 2p3/2 and S 2p1/2 is not 2:1 (Table S3†), which might be ascribed to the existence of C–S–Zn. The C–S–Zn bonds not only enable improved structural stability of composite materials but also can increase electron transfer between C, S, and Zn atoms based on the bridging effect. The C 1s spectrum of Co-ZnS@NC shown in Fig. 2f exhibits four peaks, and the peaks at 285.1 eV and 286.2 eV can correspond to the C–S and C–N, further confirming the strong connection between the conductive carbon framework and ZnS.",
                "The sodium storage performance of the Co-ZnS@NC was investigated in a half cell using sodium metal as a counter electrode, while the performances of ZnS and Co-ZnS were also studied under the same conditions for comparison. As shown in Fig. 3a, Co-ZnS@NC presents the highest reversible capacity of 416.9 mA h g−1 at a current density of 0.5 A g−1 after 100 cycles, which assured that the Co doping and carbon coating could increase the active sites and structural stability of the composite materials. SEM images of the three samples after cycling also confirm the above point (Fig. S6†). The similar galvanostatic discharge–charge (GCD) profiles of the three samples are presented in Fig. 3b and Fig. S7,† assuring the same sodium storage mechanism. Notably, the GCD profiles of Co-ZnS@NC at different cycles are almost overlapped, confirming its cycling stability. In the cyclic voltammetry (CV) curves of Co-ZnS@NC (Fig. S8†), in the initial cathodic scan, the broad peak between 0.01 and 0.6 V can be ascribed to the formation of a solid electrolyte interface (SEI) layer and the sodiation process. Following the anodic scan, the oxidation peaks at 0.65 V and 0.9 V indicate a stepwise desodiation process. Furthermore, the anodic/cathodic peaks overlap well in the subsequent cycles, indicating excellent electrochemical reversibility of Co-ZnS@NC. The details of the corresponding reaction mechanisms are discussed in the following section. From the comparison in Fig. 3c, the Co-ZnS@NC electrode exhibits the best rate capability among the three samples, exhibiting the highest reversible capacities of 481.5, 471.7, 456.1, 425.1, and 397.2 mA h g−1 at current densities of 0.5, 1.0, 2.0, 5.0, and 10.0 A g−1, respectively. In particular, even at a current density of 20.0 A g−1, Co-ZnS@NC can still maintain a high reversible capacity of 368.8 mA h g−1, while the Co-ZnS@NC electrode can recover 466.0 mA h g−1 when the current density returns to 0.1 A g−1. Compared with other reported ZnS-based anodes for SIBs, Co-ZnS@NC provides excellent rate performance, confirming its superiority (Fig. 3d and Table S4†). Apart from the excellent rate capability, the Co-ZnS@NC electrode can also deliver excellent stability. As displayed in Fig. 3e, under a current density of 1.0 A g−1, the reversible capacity Co-ZnS@NC stabilizes at 456.8 mA h g−1 over 1000 cycles and the capacity retention is about 82.5%. Even at an ultrahigh current density of 10.0 A g−1, Co-ZnS@NC can still maintain a high reversible capacity of 285.5 mA h g−1 over 2000 cycles (Fig. S9†), further highlighting its excellent stability. For comparison, the electrochemical properties of the NC anode are shown in Fig. S10.†",
                "To further evaluate the practicality of the Co-ZnS@NC anode for SIBs, a full cell was assembled by selecting Na3V2(PO4)3 (NVP) as the cathode (Fig. S11†). Fig. 3f shows the charge/discharge curves of the NVP cathode, the Co-ZnS@NC anode, and the full cell (the capacity of the curves had been normalized to 1). The full cell can light up a string of bulbs after being fully charged, confirming the feasibility of the Co-ZnS@NC anode (Fig. S12†). At a current density of 0.1 A g−1, the full cell delivers a high discharge capacity of 79.6 mA h g−1 after 50 cycles with a capacity retention of 95.9% (Fig. 3g), based on the total mass of the active materials. Similar to the Co-ZnS@NC anode, the full cell also exhibits superior rate performance (Fig. 3h), with the average discharge capacities of 84.3, 83.7, 79.9, 74.7, 70.0, and 66.4 mA h g−1 at 0.1, 0.2, 0.4, 0.6, 0.8, and 1.0 A g−1, respectively. After returning to 0.1 A g−1, the discharge capacity recovers to 83.0 mA h g−1, demonstrating favorable cycling stability. Moreover, the full cell shows a high energy density of 214.4 W h kg−1 (details in the Experimental section).",
                "To explore the reason for the fascinating rate performance of the three samples, CV curves at different scan rates were examined as shown in Fig. 4a and Fig. S13.† With the scan rate gradually increasing, the current response of the Co-ZnS@NC anode also increases obviously, but all the CV curves maintained a similar pattern. The relationship between peak currents (i) and various scan rates (v) can be expressed via the equation i = avb, where a high b value positively affects rate capability. As shown in Fig. 4b, all the b values of the oxidation and reduction peaks of the Co-ZnS@NC anode are close to 1, suggesting that the surface-controlled capacitive process has dominant contribution during the desodiation/sodiation processes. Furthermore, the contribution of the surface-controlled capacitive process (k1v) to total capacity contributions (k1v + k2v1/2) of the Co-ZnS@NC can be evaluated based on the equation i(V) = k1v + k2v1/2. Fig. 4c shows the calculated capacitive contribution of the Co-ZnS@NC anode to be high as 92.8% at 0.6 mV s−1, which is higher than those of Co-ZnS (76.0%) and ZnS (73.2%). In addition, the capacitive contribution for the Co-ZnS@NC anode gradually increases as the scan rate increases, which is higher than that of the other samples at the same scan rate (Fig. 4d). A large proportion of surface-controlled capacitive processes is favourable for fast and stable Na+ diffusion, benefiting the superior rate performance and long-term cycling. Moreover, the electrochemical impedance spectroscopy (EIS) results also verify that the resistance of the Co-ZnS@NC anode is smaller than that of the other two samples (Fig. 4e). As calculated (details in the ESI†), the chemical diffusion coefficient of Na+ (DNa+) in the Co-ZnS@NC based on the Warburg region in the Nyquist plots still is the highest among all samples (Fig. S14†). The DNa+ in the three samples was further calculated based on GITT tests. As shown in Fig. 4f, the DNa+ values of the Co-ZnS@NC anode are about 10−13–10−11 cm2 s−1 during the desodiation/sodiation processes, which are higher than those of Co-ZnS and ZnS (details in Fig. S15†).",
                "To further investigate the reaction mechanism and structural evolution, in situ XRD and ex situ XPS were then conducted. Fig. 4g shows the in situ XRD measurement during the initial two cycles at 100 mA g−1. At the open circuit voltage (OCV) state, the pristine Co-ZnS@NC shows four shows peaks at ∼26.67°, 28.4°, 30.2°, and 47.3° corresponding to the (101), (006), (103), and (108) planes of hexagonal ZnS, respectively. Discharging from the OCV to 0.3 V (Stage I), the peaks of the ZnS gradually shift to low angles due to the Na+ intercalation in Co-ZnS@NC. With the following sodiation process (Stage II), the four peaks gradually disappear; instead, two new peaks at ∼36.66° and 39.45° ascribed to the formation of Zn (JCPDS no. 00-001-1238) and Na2S (JCPDS no. 00-003-0933), respectively, appear revealing the conversion reaction of ZnS. When fully discharged to 0.01 V, a new emerging peak around 40.75° is attributed to the alloying reactions indicated by the formation of NaZn13 (Stage III, JCPDS no. 00-003-1008). The peak at 43.4° also belongs to both Zn and NaZn13. The peaks of Zn, NaZn13, and Na2S are gradually weakened during the succeeding desodiation process, while the patterns of ZnS reappear at 2.8 V, implying the reversible conversion reaction between ZnS and Na+. Notably, the ZnS components showed a weak XRD pattern by recharging back to 2.8 V, proving that ZnS has undergone an amorphization process during the insertion/extraction of Na+. Moreover, a similar storage process is revealed in the following cycle, thus demonstrating stable and reversible reaction processes. Ex situ XPS profiles of the Co-ZnS@NC anode were applied for further verification of the reaction mechanism (Fig. 4h and Fig. S16†). Compared to the pristine XPS spectra of S 2p, a new peak at 161.2 eV appears, which is assigned to Na2S at the fully discharged state. Notably, the peaks of S 2p3/2 and S 2p1/2 are slightly blue-shifted to 162.8 eV and 164.0 eV due to the formation of Na2S, respectively. Specifically, the peak of Na2S disappeared after the fully charged state, indicating stable and reversible reaction processes, which is consistent with the in situ XRD analysis result."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In conclusion, hollow Co-ZnS@NC has been prepared using a facile and low-cost method. The electrochemical performance of Co-ZnS@NC (ZnS with cobalt doping and a carbon coating) is much better than that of the contrast samples. Such excellent electrochemical performance of Co-ZnS@NC may be ascribed to the following reasons: (1) N-doped carbon shells alleviate the volume expansion and improve the electrical conductivity. (2) The hollow structure affords a rich contact area with the electrolyte and shortens the Na+ diffusion path. (3) Cobalt doping enables a favorable electrical structure and promotes charge transfer kinetics. As the anode for SIBs, the Co-ZnS@NC electrode delivers a high reversible capacity of 456.8 mA h g−1 at 1.0 A g−1 and a superior rate performance of 368.8 mA h g−1 at 20.0 A g−1. Moreover, the assembled full cell shows a high energy density of 214.4 W h kg−1. This study provides a new approach for synthesizing other high-capacity materials to manufacture practical high-rate anode materials."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "A cobalt-doped hollow ZnS polyhedra@porous carbon shell composite anode for high-rate sodium-ion batteries"
}