{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Sb/Sb2O3 nanoparticles",
        "Porous carbon",
        "Sodium-ion battery anode",
        "Cycle life",
        "DRT analyses"
    ],
    "Sections": [
        {
            "content": [
                "Sb-based materials are considered as promising anode materials for sodium-ion batteries (SIBs) due to their excellent sodium storage capacities and suitable potentials. However, the Sb-based anodes usually suffer from intense volume expansion and severe pulverization during the alloying-dealloying process, resulting in poor cycling performance. Herein, a composite anode with Sb/Sb2O3 nanoparticles embedded in N-doped porous carbon is prepared by the gas–solid dual template method. The volume change of the anode material is mitigated by the carbon layer enwrapping and the confinement of the porous structure. Nitrogen doping provides abundant sodium storage sites, thus enhancing the storage capacity of sodium ion. Furthermore, to gain the accurate kinetic interpretation of the electrochemical process, an ex-situ transmission electron microscope (TEM) characterization combined with distribution of relaxation times (DRT) is conducted. The Sb/Sb2O3@NPC-1.0 demonstrates excellent electrochemical performance, achieving 340.3 mAh g−1 at 1A g−1, and maintains a capacity of 86.7 % after 1000 cycles. This work paves the way for the practical application of SIBs with high-performance and long-life Sb-based anodes."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Step 1: The diffusion process of Na+ in the bulk phase of the composites.",
                "Step 2: Charge transfer reaction process.",
                "Step 3: The transport process of Na+ through SEI layer.",
                "The accuracy of kinetic interpretation is significantly improved by combining ex-situ TEM with distribution of relaxation times (DRT) to analyses electrochemical processes.",
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Graphical abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "The escalating demand for lithium-ion batteries, driven by the rapid proliferation of electric vehicles and various electronic devices, is being hampered by the limited availability of lithium resources. Therefore, there is a pressing need to explore alternatives capable of replacing lithium-ion batteries on a large scale to meet the surging energy storage requirements [1], [2], [3], [4]. Sodium-ion batteries (SIBs) emerge as promising candidates due to their abundant reserves, cost-effectiveness, and similar electrochemical behavior to lithium-ion batteries [5], [6], [7], [8]. However, a critical challenge arises in SIBs from the incompatibility of graphite anodes, commonly employed in commercial lithium-ion batteries. The ionic radius of Na+ is approximately 55 % larger than that of Li+, rendering the existing graphite anodes unsuitable for SIBs [9], [10], [11]. Consequently, the ongoing research is directed towards developing high-performance SIB anode materials to expedite their practical implementation in energy storage applications [12], [13], [14].",
                "In terms of anodes, there is a growing interest in developing high-performance alloy anodes for SIBs due to the ability of metals to engage in multi-electron alloying reactions with Na+ [15], [16], [17]. Among the various anode materials, antimony (Sb)-based compounds have garnered significant attention due to their impressive theoretical capacity (Na3Sb: 660 mAh g−1) and suitable Na-reaction potentials (∼0.5 V vs. Na+/Na) [18], [19], [20], [21], [22], [23]. Unfortunately, Sb-based anodes usually exhibit sluggish kinetic processes and substantial volume changes (up to 290 %) during the alloying and dealloying reactions [24], [25], [26]. Nano-engineering of active materials, interfacial engineering, and the formation of composites with carbon materials represent widely adopted strategies in contemporary research [27], [28], [29]. Among these, carbon-coated active materials play a pivotal role in mitigating volume variations and enhancing electrode conductivity. [30], [31], [32], [33], [34], [35]. Additionally, the construction of a porous carbon matrix facilitates the establishment of efficient electron and ion pathways between the active material and the electrolyte, thereby promoting electrochemical reaction efficiency [36], [37]. Furthermore, the inherent porosity of such structures provides buffer space to accommodate volume changes during alloying reactions [38], [39]. Consequently, the deliberate synthesis of homogeneous porous composites by integrating Sb with a porous carbon matrix emerges as an effective approach for fabricating anodes tailored for SIBs. Yang et al. [40] prepared a hybrid anode of amorphous Sb/N doped layered porous carbon through a simple bottom-up approach, which exhibited excellent cycling performance (280.5 mAh g−1 at 1.0 A g−1 up to 500 cycles). Xu et al. [41] used the spraying method and partial reduction process to synthesize Sb-based nanoparticles immersed in N-doped carbon microcavities, demonstrating an extraordinary sodium storage capacity retention of 245.2 mA h g−1 after 10,000 cycles at 10 A g−1. Despite the substantial research efforts, the underlying reaction mechanism and electrochemical behavior during cycling in SIBs remain insufficiently understood. To expedite the commercialization of SIBs, it is essential to conduct in-depth investigations into the electrochemical reaction processes of anode materials. By elucidating these mechanisms, we can pave the way for more efficient and reliable energy storage solutions.",
                "In this study, we synthesized Sb/Sb2O3 nanoparticles embedded in N-doped porous carbon composites though a gas–solid dual template method. This specific structure plays a crucial role in enhancing electronic conductivity and reducing ionic diffusion pathways. Additionally, it effectively mitigates the volume change experienced by Sb/Sb2O3 nanoparticles under repeated cycling. Meanwhile, the introduction of N atoms into the composites provides abundant active sites for Na+ storage, thereby improving the overall sodium storage performance. Furthermore, achieving accurate time-scale modeling of the cells is essential for kinetic interpretation. However, electrochemical impedance spectroscopy (EIS) responses can be coupled, posing challenges in constructing equivalent circuits [42], [43], [44]. To address this, we propose a novel approach by combining ex-situ transmission electron microscopy (TEM) with the distribution of relaxation times (DRT) to analyze electrochemical processes. This synergistic approach significantly enhances the accuracy of kinetic interpretation. Considering these advantages, the prepared composites exhibit enormous potential as high-performance anodes for SIBs in practical applications."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Firstly, 3 g potassium citrate, 5 g melamine, an appropriate amount of ethanol and different masses (0.5 g, 1.0 g or 1.5 g) antimony trichloride are mixed in the mortar. Then, we continuously grind until all the ethanol has evaporated, leaving a solid mixture. The solid mixed powder is calcined in a tube furnace at 700 °C for 2 h with a ramp rate of 2.5 °C min−1 under the protection of Ar atmosphere. After naturally cooling to room temperature, the samples are washed with 80 mL distilled water for 30 min at a stirring speed of 300 rpm. Subsequently, the samples are dried in a vacuum oven at 100 °C for 8 h. These as-obtained products are labelled as Sb/Sb2O3@NPC-0.5, Sb/Sb2O3@NPC-1.0 and Sb/Sb2O3@NPC-1.5, respectively. For comparison, Sb/Sb2O3@C-1.0 is prepared though the same method but without melamine."
                    ],
                    "name": "Synthesis of Sb/Sb2O3@NPC composites",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Raman spectra measurements are carried out at ordinary temperature, and the signals are recorded by a Xplora plus Raman (Horiba Scientific) using a 532 nm laser excitation. The microscopic morphology of the as-prepared samples is observed by scanning electron microscope (SEM, Hitachi SU3500) and transmission electron microscope (TEM, FEI, Tecnai G2 F20) equipped with an energy-dispersive X-ray spectroscopy (EDS). N2 adsorption desorption isotherms are obtained by using a Brunauer-Emmett-Teller (BET) method at 77 K (ASAP 2020 instrument) to analyze the pore size and specific surface area (SSA). The X-ray photoelectron spectroscopy (XPS, Thermo Fisher K-Alpha American with an Al Kα X-ray source) is used to investigate the surface chemical state and elemental composition of samples. The structure features and crystal phases of samples are carried out through X-ray diffraction (XRD, Bruker D8 ADVANPCE, Germany)."
                    ],
                    "name": "Material characterizations",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The anode is fabricated by mixing Sb/Sb2O3@NPC, conductive carbon black and polyvinylidene difluoride in an 80:10:10 wt ratios with N-methyl-pyrrolidone (NMP). The slurries are spread on the copper foil and dried overnight in a vacuum oven at 80 °C to obtain the working electrode. The mass loading of working electrode is about 1.5 mg cm−2. The electrolytes are composed of NaPF6 (1 M) that dissolved in a mixture of DMC and EC (volume ratio: 1:1) with 5 % FEC. The electrochemical performance is evaluated by assembling the half-cells in a glove box (H2O, O2 < 0.01 ppm) using CR2032 coin cells with Na metal foil as a counter electrode. Using a CHI760E electrochemical workstation, CV curves are collected at different scan rates with a voltage window of 0.01–3.0 V. The CV curves are collected at dissimilar scan rates with a voltage window of 0.01–3.0 V by a CHI760E electrochemical workstation. EIS characterization is investigated in the frequency range of 100 kHz–0.01 Hz. The validity of the EIS measurements is tested by means of Kramer-Kronig analyses with the aid of ec-idea software. The DRT data is obtained by using calculate from the impedance data with open-source MATLAB script-based software (DRT Tools)."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "Fig. 1 illustrates the concise construction of Sb/Sb2O3 nanoparticles embedded in an N-doped carbon skeleton using a multiscale structural engineering strategy. In the typical preparation process, antimony trichloride is utilized as Sb sources for the Sb/Sb2O3@NPC, while potassium citrate and melamine are used as carbon and nitrogen sources. Subsequently, the solid powder is subjected to a one-step pyrolysis and partial reduction process, followed by calcining, resulting in the formation of Sb/Sb2O3 nanoparticles embedded in the N-doped porous carbon skeleton. Finally, through removing the spontaneously formed K2O templates (Fig. S1) with distilled water to obtain the Sb/Sb2O3@NPC. Fig. 2a–f reveals the SEM images of Sb/Sb2O3@NPC-0.5, Sb/Sb2O3@NPC-1.0 and Sb/Sb2O3@NPC-1.5, respectively. The unique 3D structure of the samples provides an efficient transmission path for electrons and Na+ diffusion [45]. To further reveal the microstructure of Sb/Sb2O3@NPC, we utilize the TEM to analyze the relevant samples. Fig. 3a–c demonstrate that the Sb/Sb2O3 nanoparticles are embedded within the porous carbon skeleton structure. Different addition amounts of antimony trichloride impact the loading and dispersion degrees of Sb/Sb2O3 nanoparticles in the carbon matrix. As demonstrated in Fig. 3d–f, it can be concluded that excessive Sb/Sb2O3 nanoparticles will aggregate into large particles within the carbon skeleton after high-temperature calcination. Large particles generally cause significant mechanical stress and even severe volume expansion on electrode materials [46]. Fig. 2g–i further reveal the presence of Sb/Sb2O3 nanoparticles cladded by porous carbon. The lattice fringes have an interplanar spacing of 0.321 nm corresponding to the (2 2 2) crystal planes of Sb2O3, and 0.311 nm corresponding to the (0 1 2) crystal planes of Sb [47], [48], [49], [21]. The element mapping results demonstrate that the sample contains Sb, C, O and N elements, which are homogeneously distributed in the composites. Moreover, the overlapping signals of N and C elements indicate that the nitrogen atoms have been evenly doped into the carbon skeleton.",
                "Fig. 4a shows that the crystal structures of Sb/Sb2O3@NPC-0.5, Sb/Sb2O3@NPC-1.0 and Sb/Sb2O3@NPC-1.5 are analyzed by XRD. The results demonstrate that all the peaks of each sample correspond to Sb2O3 (JCPDS No. 05-0534) and Sb (JCPDS No. 35-0732) [50], [51]. The surface area of the samples is further examined by measuring the nitrogen adsorption–desorption isotherms. All samples exhibited type IV isotherms with hysteresis loops (Fig. 4b). Meanwhile, Sb/Sb2O3@NPC-0.5, Sb/Sb2O3@NPC-1.0 and Sb/Sb2O3@NPC-1.5 exhibit similar adsorption properties at extremely-low relative pressures. It can be determined that micropores coexist in the samples. According to the BET analysis, the surface areas of Sb/Sb2O3@NPC-0.5, Sb/Sb2O3@NPC-1.0 and Sb/Sb2O3@NPC-1.5 are calculated to be 303.8, 379.6 and 232.2 m2 g−1. Fig. 4c shows that the pore sizes of these three samples range from 1 nm to 40 nm. There is almost no microporous structure in Sb/Sb2O3@PC-1.0, which due to melamine is not added during the synthesis process. Therefore, it can be concluded that the formation of micropores is related to the gas template generated during the calcination process, while mesopores originate more from the K2O solid template. The Raman spectra in Fig. 4d displays the typical peaks at 1350 and 1580 cm−1, which are attribute to the D-band (disordered structure) and G-band (sp2 carbon structure). The increase in the intensity of the D peak can be attributed to the successful doping of nitrogen and the creation of lattice defects, which lead to the disorder of the carbon layer. Generally, structural defects in carbon materials can be revealed by the intensity ratio ID/IG. Obviously, Sb/Sb2O3@NPC-1.0 displays a higher ID/IG ratio of 1.16 than those of Sb/Sb2O3@NPC-0.5 (1.06), Sb/Sb2O3@NPC-1.5 (0.92) and Sb/Sb2O3@C-1.0 (0.77). Abundant defect structures are beneficial for sodium ion storage [52]. In addition, X-ray photoelectron spectroscopy (XPS) is used to analyze the chemical composition of Sb/Sb2O3@NPC. The elemental mapping results (Fig. 4e) are confirmed by the presence of C, Sb, O and N elements in the full spectrum of Sb/Sb2O3@NPC-1.0. As shown in Fig. 4f, deconvolution of the high-resolution C 1s spectrum indicates four subpeaks, which correspond to CC (284.8 eV), CO (285.5 eV), CN (286.5 eV) and CO (288.4 eV) bonds [53], [54]. The Sb 3d XPS spectrum (Fig. 4g) of the Sb/Sb2O3@NPC-1.0 shows six characteristic peaks: metallic Sb at 530.1 eV (Sb 3d5/2) and 539.6 eV (Sb 3d3/2), Sb2O3 at 530.9 eV (Sb 3d5/2) and 540.4 eV (Sb 3d3/2), and O (1s) at 532.3 eV and 533.5 eV [55], [56]. Fig. 4h indicates the N 1s high-resolution XPS spectrum of Sb/Sb2O3@NPC-1.0. Obviously, the spectrum exhibits three peaks at approximately 398.4 eV, 400.3 eV and 402.9 eV, corresponding to pyridinic N, pyrrolic N and graphitic N, respectively [57], [58]. As shown in Fig. 4i, pyridinic N has lone pairs occupying sp2 orbitals, while pyrrolic N has p-orbital lone pairs predominantly located at edges or defect sites in the carbon skeleton plane. Both pyridinic N and pyrrolic N facilitate Na+ absorption, contributing to an increase in surface capacitance capacity. Regrettably, graphitic N is unreactive in absorbing Na+ due to the two unpaired electrons in its two p-orbitals. Based on Figs. S2 and S3, it can be found that Sb/Sb2O3@NPC-0.5 and Sb/Sb2O3@NPC-1.5 also exhibit similar elemental compositions and properties, which demonstrate the generalizability of this synthesize method. As shown in Table S1, the percentages of pyridinic N, pyrrolic N, and graphite N in these samples are calculated based on N1s high-resolution XPS spectrum.",
                "The performance of Na+ storage in the Sb/Sb2O3@NPC composites is evaluated by assembling 2032 type coin cells. Fig. 5a exhibits the cyclic voltammetry (CV) curves of the Sb/Sb2O3@NPC-1.0. During the first discharge process, a peak at 0.94 V is observed due to the formation of SEI films and the generation of irreversible terms. [59]. The two cathodic peaks located at 0.43 and 0.51 V are ascribed to the alloying processes of Sb to Na3Sb. The two anodic peaks located at 0.75 V and 0.84 V are corresponding to the process of dealloying [41], [60]. Interestingly, the Sb/Sb2O3@NPC-0.5 and Sb/Sb2O3@NPC-1.5 also show the same alloying/dealloying process (Fig. S4). Fig. 5b exhibits a detailed description of the alloying reaction mechanism during the CV process of Sb/Sb2O3@NPC. The reaction process can be summarized by the following equation: Sb2O3 + 6Na+ + 6e− → 2Sb + 3Na2O, Sb + xNa+ + xe− ⇋ NaxSb (0 ≤ x ≤ 3). Fig. 5c–e exhibits the galvanostatic current discharge/charge curves of Sb/Sb2O3@NPC-0.5, Sb/Sb2O3@NPC-1.0 and Sb/Sb2O3@NPC-1.5 at a current density of 0.1 A g−1. The initial reversible capacity and coulombic efficiency of the Sb/Sb2O3@NPC-1.0 are 969.3 mAh g−1 and 55 % for SIBs. The initial coulombic efficiency for Sb/Sb2O3@NPC-0.5 and Sb/Sb2O3@NPC-1.5 are 46 % and 52 %, respectively. The loss of first-loop capacity is generally caused by the formation of SEI films on the surface of porous carbon materials and the irreversible phase formation.",
                "Detailed reaction kinetics of Sb/Sb2O3@NPC in SIBs is explored using electrochemical impedance spectroscopy (EIS) range from 100 kHz to 0.01 Hz. Fig. 5f exhibits the typical Nyquist plots for the anode of Sb/Sb2O3@NPC, which consisting of semicircles and diagonal lines. The semicircle represents the charge transfer resistance, while the diagonal line is related to the Na+ diffusion process [61]. The EIS equivalent circuit diagrams of fresh half cells is shown in Fig. S5. Where Re is the ohmic impedance, Rct is the charge transfer impedance, Zw is the Na+ diffusion impedance and RSEI is the impedance of Na+ across the solid electrolyte. The large surface area offers sufficient electrode/electrolyte interface for Na+ uptake and facilitates fast charge transfer reactions. The hierarchical porous structure provides a fast transfer pathway and reduces the Na+ transfer distance, while the crosslinked carbon network provides a continuous path for electron transport [38]. In addition, N-doping improves the electrochemical responsiveness and electronic conductivity of the Sb/Sb2O3@NPC. Fig. 5g shows the in-situ impedance spectrum of Sb/Sb2O3@NPC-1.0. After two cycles, the smooth impedance variation and excellent recovery are attributed to the stability of the porous carbon structure. Afterwards, the rate performances of Sb/Sb2O3@NPC are explored at different current densities. As shown in Fig. 5h, it can be found that the Sb/Sb2O3@NPC-1.0 achieves high charge capacities of 503.6, 430.4, 384.9, 340.3, 297.7 and 186.9 mAh g−1 at different current densities of 0.1, 0.2, 0.5, 1.0, 2.0 and 5.0 A g−1. After continuous inrush of high current (5.0 A g−1), the reversible capacity can be restored to 477.4 mA h g−1 when the current density is back to 0.1 A g−1. The high-rate capability of the material can be attributed to the integrated N-doped porous network structure embedded with Sb/Sb2O3 nanoparticles. To explore the stability of the N-doped porous network structure, the long cycling performance of Sb/Sb2O3@NPC-0.5, Sb/Sb2O3@NPC-1.0 and Sb/Sb2O3@NPC-1.5 are investigated at the current density of 1 A g−1 (Fig. 5i). After 1000 cycles, the Sb/Sb2O3@NPC-1.0 remains a high capacity of 300.3 mA h g−1 with a capacity retention of 86.7 %, which is superior to Sb/Sb2O3@NPC-0.5 (219.5 mA h g−1 with a capacity retention of 77.8 %) and Sb/Sb2O3@NPC-1.5 (159.4 mA h g−1 with a capacity retention of 51.8 %). To evaluate the practicality of our electrodes, we select the Sb/Sb2O3@NPC-1.0 electrode with optimal performance to assemble the full cell. The cathode electrode of the full cell is Na3V2(PO4)3 (NVP) electrode. The full cell delivers the initial charge/discharge capacities of 123.8/107.9 mAh g−1 at 0.1C with a high ICE of 87.1 % (Fig. S6), and the galvanostatic charge–discharge (GCD) curves show agreeable overlaps after the first cycle (Fig. S7). The charge capacity of 98.1 mAh g−1 at 1C can be obtained after 100 cycles, corresponding to a capacity retention of 86.8 %, demonstrating excellent cycling stability.",
                "During the cycling process, the formation of SEI films not only affects the electron transfer resistance of the battery, but is also related to the Na+ transfer resistance. Therefore, to further investigate the evolution law of SEI films in the sodium storage process, it is necessary to analyze the effect of SEI films generation on the electron transfer and Na+ transport at the electrode. Fig. 6a shows that the processes that Na+ undergoes in the composite include diffusion in the bulk phase, charge transfer reactions and transport processes across the SEI films. As shown in Fig. 6b, the SEI film thickens gradually with the charge–discharge reaction. The corresponding Na+ diffusion path is decreased in the bulk phase and the path across the SEI films is increased. Fig. 6c demonstrates the thickness of the SEI films after 2nd, 5th, 100th, 500th and 1000th cycles through TEM analysis, which profoundly reveals the variation pattern of SEI films thickness.",
                "Fig. 7a reveals the trend of impedance change at different number of cycles. As the number of cycles increases, the ohmic impedance does not change significantly. Due to electrode activation, the charge transfer impedance decreases first and then increases. The diffusion impedance decreases lead to an appropriate increase in the ion diffusion rate. Overall, the impedance shows an increasing trend. However, the impedance spectrum is difficult to distinguish the influence of the individual frequency components. Therefore, it is important to realize a detailed analysis of the phase interface evolution process during Na+ storage. Various kinetic processes with specific relaxation features can be clearly identified in time scales through DRT analysis [62], [63]. Extracting and analyzing time-scale information in cells will provide insights into the investigation of kinetic aspects such as Na+ diffusion charge transfer, and interfacial evolution. In the DRT spectrum, the x-axis is a time constant, representing the inherent characteristics of each electrochemical process, and the peak intensity is the impedance of the corresponding process. Therefore, various processes with different response times can be separated and identified in the DRT spectrum, and the changes of each process can be tracked. In general, the response times corresponding to diffusion of Na+ in the electrode material bulk phase, the charge transfer reaction and the transport of Na+ across the SEI films are τ1 > 10 s, 0.01 < τ2 < 10 s and 0.001 < τ3 < 0.01 s, respectively [61], [64]. In this study, DRT analysis is performed on EISs with different number of cycles to distinguish the corresponding electrochemical reaction processes at the characteristic frequencies. The selected EIS data is first validated at Kramers-Kronig to fulfill the requirements of DRT impedance analysis. As illustrated in Fig. 7b–c, in the Sb/Sb2O3@NPC-1.0, the intensity of the τ1 characteristic peaks gradually decrease as the number of cycles increases, which improves the wetting degree of the electrolyte to the electrode and the diffusion process becomes favorable. The τ2 characteristic peaks show a significant decrease during the activation process and tend to flatten after activation. The intensity of the τ3 characteristic peak initially decreases, and after the activation process, the peak intensity gradually increases and shifts to the right, indicating that the transport resistance of Na+ in the SEI films increase gradually. Fig. d–f show the variation trend of τ1, τ2 and τ3 in detail, and more clearly reveal the basis of the electrochemical reaction process. The above results demonstrate the continuous generation of SEI films during the cycling process, which is consistent with the TEM results (Fig. 6c). Meanwhile, it reveals the changing rule between the phase boundaries inside the electrode during Na+ storage process. The evolution of the electrochemical reactions during cycling is further tested through CV tests at the scan rate of 1.0 mV s−1, and the corresponding CV curves of Sb/Sb2O3@NPC-1.0 electrodes at 2 and 1000 cycles are shown in Fig. 7g-i. The reduction peak and oxidation peak undergo a process of increase first and then decrease, which is consistent with the trend of EIS and DRT. The positions of all peaks remain almost constant, reflecting the stability of the material structure. The Sb/Sb2O3@NPC-0.5 and Sb/Sb2O3@NPC-1.5 also exhibit similar patterns of tendency in the Figs. S8 and S9. Meanwhile, to further verify the changes inside the cell, the structure of the working electrodes before and after 1000 cycles of inspection are shown in Fig. S10a–f. The Sb/Sb2O3@NPC-0.5, Sb/Sb2O3@NPC-1.0 and Sb/Sb2O3@NPC-1.5 electrodes exhibit volume expansions of 31.1 %, 32.7 % and 40.3 %, respectively. Fig. S11a–c illustrate that Sb/Sb2O3@NPC-0.5 and Sb/Sb2O3@NPC-1.0 exhibit fewer cracks on the electrode surface after cycling, while Sb/Sb2O3@NPC-1.5 shows an increased number of cracks. It is shown that the porous carbon structure synthesized by this method possess excellent stability and is suitable to be used as anode materials for Na+ batteries.",
                "To further reveal the excellent Na+ storage kinetics and mechanism of the Sb/Sb2O3@NPC-0.5, Sb/Sb2O3@NPC-1.0 and Sb/Sb2O3@NPC-1.5 electrodes, the CV measurements are performed at several scan rates (Fig. 8a–c). It is evident that as the scan rate increases, the existing depolarization peak expands to a higher potential range, indicating the dominance of capacitively behaving Na+ storage processes. As we all know, there is a relationship between the measured peak current (i) and the scan rate (v) that follows the equation (1):(1)",
                "i = a v bwhere a and b are adjustable constants. When b is close to 0.5, indicating that the electrochemical reaction is controlled by diffusion process, while b approaches 1.0, representing the electrochemical reaction is surface capacitive-dominated. The b-value can be calculated by linearly fitting the log(i)–log(v) points. As shown in Fig. 8d–f, the b-values of two redox peaks for Sb/Sb2O3@NPC-0.5 (calculated to be 0.75 and 0.77), Sb/Sb2O3@NPC-1.0 (calculated to be 0.80 and 0.83) and Sb/Sb2O3@NPC-1.5 (calculated to be 0.74 and 0.76) demonstrate that three electrode capacities are from the capacitive process. Furthermore, the Na+ storage mechanism can be further verified by probing the current response to the applied scan rate, which can be described as equation (2):(2)",
                "i ( v ) = k 1 v + k 2 v 1 / 2in which k1 and k2 are constants, k1v represents the surface-driven pseudocapacitive contribution and k2v1/2 represents the ion diffusion-controlled process. Fig. 8g–i indicates the capacitive-controlled contribution ratios of the three electrodes at the scan rate of 1.0 mV s−1 (Figs. S8–S10 show the values of other scan rates). Calculated by integral fitting, Sb/Sb2O3@NPC-1.0 exhibits a capacitive-controlled contribution of 73.9 %, which is higher than those of Sb/Sb2O3@NPC-0.5 (65.3 %) and Sb/Sb2O3@NPC-1.5 (64.7 %). The ratio of pseudocapacitive contribution increases with the scan rate (Fig. 8j–l), indicating that the storage capacity of Na+ is dominated by a capacitive process. Therefore, it can be inferred that the high percentage of capacitance contribution is the reason for the superior rate capability of Sb/Sb2O3@NPC-1.0."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, we prepared composite materials of Sb/Sb2O3 nanoparticles embedded in N-doped porous carbon using the gas–solid dual template method. Carbon encapsulation and the porous structure not only significantly limits the volume expansion during the alloying process, but also controls the diffusion of sodium ions during cycling, thereby improving the kinetics of alloying reactions. The synergistic combination of ex-situ TEM and DRT analysis significantly enhances the accuracy of kinetic interpretation in SIBs. This novel method proposes an effective approach to mitigate volume expansion in Sb-based electrodes. The Sb/Sb2O3@NPC-1.0 demonstrates excellent electrochemical performance, achieving 340.3 mAh g−1 at 1A g−1 and maintaining 86.7 % capacity retention after 1000 cycles. These findings provide a promising strategy for the practical application of SIBs, particularly in the development of high-performance and long-lasting anode materials."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "Guang Ma: Writing – review & editing, Writing – original draft, Investigation. Chong Xu: Writing – review & editing, Writing – original draft, Supervision. Dongyuan Zhang: Investigation, Formal analysis. Sai Che: Writing – review & editing, Supervision. Ye Wang: Supervision, Investigation. Jiahao Yang: Investigation, Formal analysis, Conceptualization. Kaiyi Chen: Writing – review & editing, Validation. Yang Sun: Supervision, Investigation. Shuang Liu: Investigation, Formal analysis. Junjie Fu: Validation, Investigation. Zizheng Zhou: Investigation, Data curation. Yiming Qu: Investigation, Formal analysis. Changsheng Ding: Writing – review & editing, Writing – original draft. Yongfeng Li: Writing – review & editing, Writing – original draft, Supervision."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of competing interest",
            "type": "section_h2"
        }
    ],
    "Title": "Regular ArticleExploration of electrochemical behavior of Sb-based porous carbon composites anode for sodium-ion batteries"
}