{
    "DOI": "10.1021/acs.inorgchem.9b00116",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Transition metal nitrides/carbides are promising electrode materials in energy applications due to a combination of high electronic conductivity  with electrocatalytic activity or charge storage capabilities, with the latter sometimes due to surface oxide layers. MoN and WC exhibit high Pt-like electrocatalytic activities.  VN and TiC have been successfully applied in supercapacitors.  A series of transition metal nitrides (Cu3N,  Co3N,  and Fe3N)  and a transition metal carbide (Mo2C)  have been explored as anode materials for lithium ion batteries (LIBs) and recently a number of metal nitrides (MNx, M = Cu, Mn, Ni, Sn, etc.) synthesized by our group  and the VN reported by Cui et al.  have shown promising electrochemical properties for sodium ion batteries. In several of these systems, there is evidence that conversion reactions (reduction to the metal and sodium nitride) occur mainly at particle surfaces; hence, reducing particle size will be important in maximizing their capacities. Zhang et al.  reported Mo2C as a sodium storage material with good cycling and rate performance.",
                "Carbon-based composites in electrochemical applications provide good electrical conductivity and high chemical resistance. Carbon is routinely used as a conductivity additive in battery and supercapacitor electrode fabrication.  Carbon supported platinum metals and oxides in fuel cells preserve nanoparticle surface area while providing good conduction pathways.  Recently, extensive work on supporting a range of materials on carbon to exploit these properties has been reported. For example, mesoporous TiN/C microfibers are more efficient than Pt/C for both the oxygen reduction and the oxygen evolution reaction in Li–O2 cells.  Yousef et al.  embedded Co-TiC nanoparticles on carbon nanofibers and then used the composite for fuel cells and dye-sensitized solar cells. Composites for battery applications include Co3O4 on graphene with a reversible capacity of 935 mAh g–1 vs Li,  and Mo2C nanoparticles encapsulated into a porous N-doped carbon matrix that achieved a capacity retention of 95.4% after 2500 cycles vs Na. ",
                "A number of strategies have been used to synthesize carbon-supported metal nitrides and carbides. For instance, Zhu et al.  synthesized MoN@nitrogen-doped carbon electrocatalysts by decomposing a metal–organic framework to MoO2–C followed by calcination under ammonia. Zhang et al.  deposited titanium nitride on carbon fibers using a sol–gel method and then applied this coating in flexible supercapacitors. Cao et al.  applied a solvothermal method followed by firing at 550 °C under an H2–Ar mix to obtain Mo2C–C hybrid nanospheres, displaying a better cyclic performance in LIBs than bulk Mo2C.",
                "Sodium-ion battery (SIB) research started with that on LIBs in the 1980s,  but while LIBs have achieved massive commercial success, effort into SIBs was minimal for the following two decades. There are potential future problems with the growing cost of lithium as usage of LIBs in transport and large-scale storage is increasing.  The low cost and abundant supply of sodium  have driven a significant recent upturn in SIB interest in the past few years, with 4 papers published in 2010 and 1464 in 2018 (Web of Science Core Collection,  March 25, 2019 with topic of “sodium ion batter*”). The best-known anodic host material in LIBs, graphite,  does not intercalate sodium to any significant degree due to an ionic radius 55% larger than that of lithium. Hard carbon (HC) is an attractive alternative to graphite for SIBs, with a good conductivity and fairly high reversible capacity at low voltage.  HC is obtained by pyrolysis of various precursors including resorcinol-formaldehyde,  glucose  and peat moss.  Cotton wool is a promising low cost, renewable precursor for synthesis of hard carbon.  Our interest is in producing composite materials with hard carbon to improve its capacity and capacity retention with cycling.",
                "Herein, we report an effective method to obtain HC-TiN or HC-TiC composites by reacting a reactive metal precursor with cellulose before firing to convert the cellulose to HC. Carbothermal nitridation under N2 gas yielded HC-TiN, whereas carbothermal reduction under argon produced HC-TiC. Both composites show similar first cycle capacities to HC, but the titanium nitride composite delivers a better capacity retention (85.2%) after 50 cycles than that of hard carbon (74.3%). We expect the synthesis method demonstrated here to provide an effective route to composites with other metal nitrides and carbides for sodium cell and other energy technologies."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "The composites were synthesized by reacting cotton wool with TiCl4 then firing in nitrogen or argon. Cotton wool (5 g, Fisher Scientific) was dried in vacuo overnight. It was then placed into a flask under N2 and covered with hexane (200 mL, Fisher Scientific, distilled from sodium/benzophenone ketyl ether) followed by addition of different volumes of TiCl4 (between 0 and 0.5 mL, Sigma-Aldrich, 99.9% trace metals basis). The mixture was heated to reflux overnight, and then the solvent and any remaining precursor was removed in vacuo. The dried material was transferred into a furnace tube in the glovebox and then fired under nitrogen or argon. Firing was carried out with a temperature ramp of 4 °C min–1 to 1400 °C and this temperature was maintained for 2 h. Pure hard carbon (HC) samples were synthesized for comparison using the same steps but without adding the TiCl4 during synthesis.",
                "Powder X-ray diffraction (XRD) patterns were collected in 0.7 mm silica capillaries with parallel Cu Kα X-rays using a Rigaku Smartlab. XRD data analysis used the Rigaku PDXL2 and GSAS packages.  Raman spectra were collected with a Renishaw inVia Ramascope operating at 785 nm with an energy of 7.08 mW. Raman peak analysis used WiRE software, a linear baseline correction and curve-fitting of the three peaks (G, D, and D3) using Gaussian and Lorentzian functions. Thermogravimetric analysis (TGA) was measured with a TG 209 F1 Libra with a ramp rate of 10 °C min–1 with flowing gas mixture of Ar (50 mL min–1) and O2 (20 mL min–1). Scanning electron microscopy (SEM) used a Philips XL30 and a Jeol JSM6500 with 10 kV accelerating voltage. Energy-dispersive X-ray (EDX) analysis used a Thermofisher Ultradry detector. Transmission electron microscopy (TEM) used a FEI Tecnai T12 (80 kV). X-ray photoelectron spectroscopy (XPS) was carried on a Thermo Nexsa with Al Kα X-rays. XPS data analysis was conducted from the Casa XPS software package. The XPS binding energy scale was calibrated to graphitic carbon at 284.6 eV. Core peaks were fitted with nonlinear Shirley-type background.  Peak positions and areas were optimized by a weighted least-squares fitting method using 70% Gaussian and 30% Lorentzian line shapes. The surface areas were calculated by the Brunauer–Emmet–Teller (BET) method from nitrogen adsorption/desorption isotherms obtained on a Micromeritics Tristar II surface area analyzer.",
                "Working electrodes were prepared from inks produced using 0.2 g of composite or HC with a polyvinylidene difluoride (Solvay) binder at a weight ratio of 95:5 wt %. These materials were mixed with N-methyl-2-pyrrolidone (0.5–0.6 mL, anhydrous, 99.5%, Sigma-Aldrich) to prepare a viscous ink, which was mixed with an homogenizer (running at speeds of 10 000, 15 000, and 20 000 rpm for 5, 3, and 2 min, respectively) and cast onto copper foil (0.0175 mm thick, Goodfellow Cambridge Ltd.) using a K-bar of 200 μm. The ink was air-dried before the foil was cut into 11 mm diameter discs, and then further dried under vacuum overnight. Typical mass loadings of electrodes prepared in this way were 2–2.5 mg cm–2. Discs of sodium with diameter of 11 mm (Sigma-Aldrich) were used as the counter and reference electrode. Two sheets of dried Whatman GF/D glass fiber (GE Healthcare Life Sciences) were used as the separator, soaked with 180 μL of the electrolyte which was made up from 1 M NaClO4 (Alfa Aesar, anhydrous) in a mixture of ethylene carbonate (EC, Sigma-Aldrich, anhydrous, 99%) and diethyl carbonate (DEC, Sigma-Aldrich, anhydrous, ≥99%) in a 1:1 ratio in volume. All the electrochemical tests were conducted using Swagelok cells and all the cell assembly was carried out in an argon-filled glovebox (Mbraun, H20 < 0.1 ppm, O2 < 0.1 ppm). Galvanostatic charge/discharge cycling was performed at 25 °C in the voltage range of 5 mV to 2 V (vs Na+/Na) using a Biologic MPG potentiostat. Electrochemical impedance spectroscopy (EIS) was obtained in the frequency range from 0.05 Hz to 500 kHz at room temperature."
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                " illustrates the synthesis process of the HC-TiN and HC-TiC composites. The main component in cotton wool is cellulose (∼95%),  which is a polymer of β--glucose. The hydroxide groups on the cellulose are expected to react with the TiCl4 to form C–O–Ti bonds with HCl as the byproduct. Initially reactions were carried out at room temperature since the TiCl4 was expected to be highly reactive with these hydroxide groups, but it was found that titanium loadings on the cellulose were higher when the solution was refluxed. This may be related to poor wetting of the polar cellulose surfaces by the low polarity hexane solvent. Different volumes of TiCl4 () were added to obtain composites with various Ti loadings. After firing, composites of TiN or TiC with hard carbon were produced. The amount of the titanium-containing phase in these composites was measured by heating the samples in the TGA (Supporting Information, ) to remove the carbon and oxidize the titanium to TiO2.",
                "The fibrous microstructure of the cellulose is obvious in the SEM images of the HC, even after grinding the samples (). Samples that had been reacted with TiCl4 before pyrolysis had an obvious surface roughening, increasing with the titanium loading and with nanoparticles visible on the surfaces of the fibrous structures, and TEM images confirmed this observation as well as showing crystallite sizes consistent with those listed in  (, , and ). The images suggest that the surfaces are quite consistent within a particular sample, and the corresponding EDX mapping images ( and ) reveal that the distribution of titanium across the HC structure is very uniform.",
                " displays the XRD patterns of composites with different mass loadings of titanium nitride or carbide. The broad peaks around 23° correspond to the 002 peak of the graphitic domains of the hard carbon  (data refinement can be seen in ). This peak can be used to calculate the interlayer d-spacing of the hard carbon (), which was found to increase with titanium loading. A wider interlayer separation has been linked to better sodium ion insertion and deinsertion  and may suggest some limited titanium insertion between the layers. The interlayer spacing of thermally expanded graphite can reach 0.43 nm,  and others have observed increased interlayer spacings on introducing aluminum ions into graphite.  The increases in interlayer spacing observed here are plausible. A second broad HC feature is also observed around 44°, corresponding to the 100 peak of the graphitic domains.",
                "As the titanium loading increased, the sharper peaks increased in intensity. These had the familiar rock-salt-type pattern expected for the cubic TiC, TiN, or TiO. The patterns were refined and the extracted lattice parameters are shown in . In , the lattice parameters are compared with those reported in the Inorganic Crystal Structure Database (ICSD)  for the TiC, TiN, or TiO phases that were considered to be potential constituents of the composites. It can be seen that the lattice parameter decreases fairly linearly from TiC (∼4.32 Å) to TiN (∼4.24 Å) and TiO (∼4.17 Å) and that the reported lattice parameters for these phases occur in quite narrow bands. The lattice parameters from  are shown as two bands in , where it is clear that the composites fired in nitrogen all have lattice parameters close to the ICSD values for TiN, and those fired in argon are all close to TiC. These systems are known to form solid solutions, and the presence of the other two anions in the samples cannot be ruled out, but this is difficult to measure in the presence of a large excess of carbon. For both composites, the diffraction peaks become narrower as the titanium loading increases, implying that the crystallite sizes become larger. The HC-TiN composites have broader diffraction peaks than the HC-TiC composites with similar TiCl4 concentrations. Crystallite size of TiN varies from 3.6 to 34.0 nm, while that of TiC varies from 19.1 to 38.0 nm (, data fitted in the PDXL package).",
                "The melting points of titanium nitride and titanium carbide are 3228 K (2930 °C) and 3458 K (3160 °C), respectively. Tammann temperatures are typically 50–75% of the melting point and are expected to be above 1614 and 1729 K, respectively. The synthesis temperature in our experiment is 1698 K (1400 °C). Hence, the larger titanium carbide crystallite sizes are not consistent with annealing rates at this firing temperature. However, the synthesis temperature is 86% of the melting point of titanium (1966 K or 1668 °C), which is a potential intermediate during the synthesis process. After reaction with the oxidic cellulose surface, the titanium is likely to be present in a form chemically similar to TiO2. The high temperature synthesis is likely to involve carbothermal reduction of the titanium-containing species either combined with ( and ) or followed by (–) reaction with gaseous nitrogen or further carbon from the HC surface. The larger crystallite sizes of TiC suggest that – are important since if the more sinterable titanium metal is present during the synthesis then it could react more rapidly to make TiN utilizing gas phase diffusion of nitrogen than to make TiC by solid-state diffusion of carbon.",
                "Raman spectroscopy is particularly useful to investigate the HC component of the composites when the PXRD is dominated by the metal nitrides.  In , the Raman plots show broad peaks due to hard carbon around 1310 and 1595 cm–1, which can be attributed to the disordered (D-band) and ordered graphitic (G-band) structures in hard carbon, respectively.  The spectral analysis by curve fitting is illustrated in . The D and G bands were fitted with Lorentzian functions and a small D3 band contribution (amorphous carbon, 1500 cm–1) as a Gaussian function as described by others.  The integrated intensity of the D-band is stronger than that of G-band, suggesting that the composites retain the highly disordered graphitic structure of hard carbon. The integrated intensity ratio ID/IG goes up from 1.71 to 2.03 () with increasing titanium loading in HC-TiN composites and from 1.58 to 2.16 () with increasing titanium in HC-TiC. This suggests that the presence of TiN or TiC in the composites increases disorder, in accordance with previous reports of introducing metallic atoms to an amorphous substrate.  There are no obvious strong peaks between 300 and 600 cm–1, where the presence of any titanium dioxide would be expected to produce strong peaks (). ",
                "XPS spectra of the HC-TiN and HC-TiC composites are shown in  and peak attributions from the C 1s, O 1s, N 1s and Ti 2p core-level regions are collected in . The measured atomic concentrations of C/N/O/Ti are 83.4:4.7:7.9:4.0 in HC-TiN, while those of C/O/Ti are 92.5:5.1:2.4 in HC-TiC composite, both reflecting surface oxidation of the composites, which were handled in air before loading into the instrument.  The survey spectra of both composites and XPS data for the nonloaded HC samples can be seen in . The C 1s deconvolution spectra show binding energies of 284.5 and 284.6 eV, respectively, which are typical of sp2 carbon.  The peaks with higher binding energy can be attributed to sp3 C, C–O, C═O, and π–π* shakeup satellites.  The high peak intensity ratio of sp2/sp3 suggests high levels of structural defects in the hard carbon,  corroborating the above Raman discussion. The obvious peak at lower binding energy of 281.8 eV in HC-TiC is associated with TiC and the smaller shoulder at 283.0 eV corresponds to titanium subcarbide.  The Ti 2p3/2 feature at 455.1 eV in HC-TiC also shows the presence of TiC. The peak at 455.4 eV corresponds to TiN in HC-TiN composite, while the peak at higher binding energy of 456.4 eV can be assigned to Ti–O–N, due to charge transfer from Ti to O that causes the chemical state shift toward to higher binding energy.  The peaks at 458.5 and 458.7 eV correspond to the surface oxide from HC-TiN and HC-TiC, respectively. In addition to the O 1s peak at 530.1 eV, attributable to surface oxidation of the Ti component of the composites, two peaks with higher binding energy are from absorbed carbonyl groups,  which is consistent with the discussion of the C 1s region. The peak at 397.4 eV in the N 1s spectrum indicates stoichiometric TiN.  The peak appears at a lower binding energy of 396.3 eV corresponds to oxynitride species, which is consistent with the Ti–O–N components in Ti 2p analysis. The components at 398.5 and 401.1 eV can be related to oxygen species and free molecular N2 on the surface of TiN, respectively.  The N 1s spectrum in  shows a small nitrogen component (0.1% atom concentration) in HC-N2, and the spectrum fitting is good without the presence of C–N in HC-TiN, suggesting no obvious evidence of nitrogen doping in hard carbon or in HC-TiN composite. Some XPS studies of thin film samples use Ar+ etching before measurement to remove oxide,  but this is less effective on complex morphologies as studied here (the XRD and Raman do suggest the oxide is thin). The XPS data confirm the presence of TiN and TiC on the carbon surfaces, consistent with the XRD and Raman analysis.",
                "N2 adsorption and desorption isotherms of the HC-TiN and HC-TiC composites are shown in . All can be classified as type IV with H4 hysteresis, implying that the materials possess mesoporosity.  A feature common to these hysteresis loops is that complete closure points should appear at nitrogen’s boiling point around P/P0 = 0.42. However, for some materials containing micropores, low-pressure hysteresis can be extended to the lowest attainable pressures as seen in these isotherms.  The pore size distribution () shows a range of sizes from below 2 nm to around 14 nm. At low concentrations of TiCl4, the specific surface areas () of the composites increase when compared with that of pure hard carbon. That may be due to particles forming on the surface or the reaction between the titanium chloride and the cellulose may roughen the surface. Further increases in titanium loading increase the TiN or TiC particle size, and then the surface area does not increase further (HC-TiN) or decreases (HC-TiC). The reduced surface area may also be due to covering or filling of micropores near the surface of the HC.",
                "The viability of the composites for sodium-ion battery applications was tested in sodium half cells with a 1 mol dm–3 NaClO4 in 1:1 EC/DEC electrolyte. a shows the first cycle of charge–discharge profiles of the pure HC fired in N2 and HC-TiN composites and  shows the differential capacity plot, emphasizing that the bulk of the charge is passed around 0.1 V vs Na/Na+. The pure hard carbon has the highest first cycle specific capacity of 291 mA h g–1 at current of 50 mA g–1, which is competitive with the capacities of other hard carbons obtained from various biomass sources. For example, Hu  reported leaf-based carbon with a charge capacity of 270 mA h g–1 at 40 mA g–1. Xu  obtained nitrogen-rich hard carbon by the pyrolysis of shrimp skin with a capacity of 276 mA h g–1 at a current of 100 mA g–1. Ding  synthesized hard carbon from peat moss with capacity of 298 mA h g–1 at 50 mA g–1.",
                "The capacities of the HC-TiN composites were all similar to 291 mA h g−1 (281 mA h g−1 at 1.89 wt %; 273.3 mA h g–1 at 8.57 wt %; 271 mA h g–1 at 10.14 wt %; 283 mA h g–1 at 15.15 wt %; 261 mA h g–1 at 17.27 wt %). The low first-cycle Coulombic efficiency of pure HC (68.4% efficiency) is mainly caused by the formation of the solid electrolyte interface (SEI), which is proportional to the surface area of HC exposed to the electrolyte.  The measured BET surface area of 15.15 wt % HC-TiN composite is 73 m2 g–1, which may explain its slightly lower first cycle Coulombic efficiency (66.8%), and utilization of this material might require presodiation. The 15.15 wt % HC-TiN composite continued to have capacities similar to those of HC over the first 20 charge/discharge cycles, but then as the capacity of HC drops the composite exhibits a better capacity retention (b, with a repeat data set in ). At 50 cycles, the HC-TiN composite had a Coulombic efficiency of 99.5% and reversible capacity of 242 mA h g–1, 85.2% of its initial capacity. The HC had a 50 cycles capacity of 216 mA h g–1, retaining 74.3% of its initial value. Electrochemical impedance spectroscopy () shows that the HC and 15.15 wt % HC-TiN composite have similar charge transfer resistances (Rct) initially, but after 50 cycles, the HC had become more resistive (Rct = 296 Ω) than the composite (Rct = 105 Ω), suggesting that the highly conductive TiN on the surface plays a role to improve the charge transfer kinetics.",
                "Ex situ grazing incidence XRD patterns of the HC-TiN composites removed from cells at various stages of cycling () showed Cu from the backing foil and TiN. The TiN particle size decreases from 14.7 to 11.2 nm () after the first reduction process. At cycle 10, the particle size does not change in the reduced or oxidized electrode, which may be due to reactions occurring only on the surface of TiN. Refinements of the data () showed no change in the lattice parameter comparing the reduced vs oxidized materials or comparing the materials after 1 versus 10 cycles (). A previous study showed that titanium nitride can be reduced to the metal in lithium batteries,  but its storage mechanism in sodium batteries is not clear. Research in our group  has shown that in several cases only the surface of metal nitrides reacts, and the small variations seen here suggest that TiN has only reacted in the surface region during cycling versus sodium.",
                "Galvanostatic cycling of the HC-TiC composite electrodes (a) showed the 8.65 wt % HC-TiC composite electrode to have the best capacity (281 mA h g–1), again a little lower than the pure HC fired in Ar (285 mA h g–1). The capacity of the other composites was 264 mA h g–1 in 4.28 wt % HC-TiC and 248 mA h g–1 in 16.27 wt % HC-TiC. Previous studies show that TiC can be used to increase the conductivity of composite electrodes,  thus enhancing the capacity. This is not observed here; the TiC composites produce slightly lower capacities and, unlike TiN, do not improve the cycling behavior (b). The larger TiC crystallite size of TiC in HC-TiC composite may reduce its ability to participate in reactions, or the TiC surfaces may be less reactive than the TiN. The Coulombic efficiency of the 8.65 wt % HC-TiC composite was 99.6% after 50 cycles, while the capacity decreased from 281 to 187 mA h g–1 after 50 cycles, a capacity retention of 66.5%.",
                "The HC-TiN composites prepared by the new methodology presented above have some promise in SIBs and the method is applicable to depositing other metal nitrides or carbides on the carbon surfaces. This could be for batteries, but the literature also suggests that such carbon–metal nitride/carbide composites could be applied in electrocatalysis and supercapacitors."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "Reactions of titanium tetrachloride with cellulose followed by carbothermal nitridation or reduction during firing produce hard carbon with nanocrystalline titanium nitride or carbide decorated over the surfaces. In sodium cells both composites show similar first-cycle capacities to hard carbon, but the titanium nitride composite delivers a better capacity retention (85.2%) after 50 cycles than does hard carbon (74.3%). Moreover, we expect the synthesis method demonstrated here will provide an effective way to obtain composites with other metal nitrides and carbides for sodium cell and other energy applications."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Synthesis of Hard Carbon-TiN/TiC Composites by Reacting Cellulose with TiCl4 Followed by Carbothermal Nitridation/Reduction"
}