{
    "DOI": "10.1021/acsami.3c07118",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Electrochemical energy storage technologies have attracted wide attention to utilizing sustainable energy.  Especially, lithium-ion batteries (LIBs) have become the dominating energy storage system with widespread applications.  However, the unevenly distributed and limited lithium resources in the earth’s crust inevitably lead to high costs. In this regard, sodium-ion batteries (SIBs), with the cost-effectiveness of abundant sodium resources, as well as the electrochemical similarity with LIBs, have shown their great potential in terms of large-scale energy storage.  However, SIBs display low specific capacity and sluggish reaction dynamics arising from the higher redox potentials of Na+/Na (−2.7 V) compared with Li+/Li (−3.0 V) and larger atomic radius of Na+ (1.02 Å) to Li+ (0.76 Å).  Unlike LIBs that can directly use graphite as the anode, suitable anodes for SIBs are still under exploration. Therefore, research into anode materials with outstanding capacity and prolonged lifespan is crucial.",
                "Based on the Na+ storage mechanism, anode materials are composed of three types: intercalation (carbon-  and titanium-based composite ), conversion (transitional metal oxides  and chalcogenides ), and alloying (Si,  Ge,  Sn,  P ). Transition-metal chalcogenides have become prospective anode materials owing to supreme capacity and excellent structural stability.  Among them, transitional metal selenides (TMSs) possess increased electrochemical reaction activity owing to the weaker metal–Se bonds compared with metal–S or metal–O bonds.  However, their inherent shortcomings, namely, poor electrical conductivity together with significant volume variation and polyselenide dissolution during conversion reactions,  induce abominable rate capability and serious capacity decay. To resolve these, the incorporation of carbonaceous materials and the design of bimetal selenides have been identified as two effective protocols to achieve excellent electrochemical properties.  As for the first protocol, excellent stability of cycling more than 1300 cycles at 10 A g–1 has been realized by the embedding of MoSe2 nanosheets into the bilayer hollow carbon shells.  As for the second one, the three-dimensional (3D) pomegranate-like bimetallic NiCo2Se4 modified by N-doped carbon delivered a stable capacity of 433.9 mA h g–1 after 1000 cycles at 3 A g–1.  These successful examples inspire the design of carbon-tuned binary TMS.",
                "Owing to the extraordinary electric conductivity and mechanical robustness, graphene is deemed a suitable candidate to hybrid with TMS, which can accelerate electron transfer and provide electrochemical active sites, thus improving sodium-ion storage performances.  For example, a “sandwich” structure, with N-doped carbon and graphene as the “bread” and MoSe2 nanosheets as the “stuffing,” was obtained by hydrothermal and polymerization methods, which demonstrated a high capacity of 540 mA h g–1 and long-term cycling stability.  However, morphological control of vulnerable nanostructures is not applicable for commercialization. By contrast, the original morphology of two-dimensional graphene-based composites can be well maintained after electrode preparation. Nevertheless, sodium-ion diffusion across the graphene plane is difficult. The introduction of nanoholes on graphene sheets to open longitudinal ion diffusion channels is an efficient strategy to solve this problem, shortening the ion diffusion distance and offering plentiful active sites. ",
                "Herein, holey graphene (HG) decorated by binary-metal selenides (FeCo2Se4) is designed through a facile method. Moreover, FeCo2Se4 nanoparticles were adjacent to the holes of HG nanosheets. The distinctive architecture endows electrode materials with excellent conductivity with boosted electron transfer. Besides, HG, as a carbonaceous matrix, can accommodate the volumetric expansion and enhance the structural robustness. In particular, the abundant in-plane nanopores created on graphene sheets provide longitudinal channels for ion transport. Benefiting from the above merits, the FCS/HG electrode exhibited extraordinary cycling stability of 432.4 mA h g–1 after 2000 cycles (92.4% capacity retention) and superior rate performance of 411.2 mA h g–1 at an extremely high current density of 20 A g–1. When the FCS/HG anode was further combined with Na3V2(PO4)3 as a cathode into sodium-ion full cells, the assembled FCS/HG||NVP full cell also displayed captivating rate capacity and cycling. The impressive electrochemical properties of the FCS/HG anode indicate its potential in SIBs."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "FCS/HG was prepared by chemical bath deposition and two-step calcination. First, 116.4 mg of Co(NO3)2·4H2O and 88.6 mg of Fe(NO3)3·9H2O were dissolved in 20 mL of deionized water, and then the solution was added dropwise into the 50 mL of a GO suspension (3 mg mL–1) during stirring at room temperature. After ultrasound for 0.5 h, the mixture was stirred continuously for 12 h. Subsequently, 0.3 mL of ammonium hydroxide was added to the mixture. After stirring for another 4 h at 80 °C, the precipitate (FeCo2-precursor/GO) was obtained after freeze-drying for 24 h. Second, the FeCo2-precursor/GO was calcinated at 800 °C under N2 for 2 h to obtain a bimetal nanoparticle/HG composite (FeCo2/HG). Finally, FeCo2/HG was selenized with Se powder at 650 °C for 2 h to obtain FCS/HG. For comparison, FCS/rGO was fabricated by annealing the above-mentioned CoFe-precursor/GO with Se powder under N2 flow at 650 °C for 2 h."
                    ],
                    "name": "2.1.  Synthesis of FCS/HG",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The synthesis procedure of the FCS/HG composite is illustrated in . First of all, owing to abundant functional groups on graphene oxide (GO), cobalt and iron ions were homogeneously anchored on the GO nanosheet surface. After subsequent chemical bath deposition with the addition of NH4OH, FeCo-precursor nanoparticles as double hydroxides were grown on GO (FeCo2-precursors/GO). Afterward, FeCo2-precursors/GO was converted into FeCo2/HG by calcination in the N2 atmosphere. During the heating process of calcination, the FeCo2-precursor was decomposed and assembled into binary oxide nanocrystals with critical nuclei size by ion rearrangement. Then, these nanocrystals grew into nanoparticles with increased size. When the temperature reached 800 °C, the oxide nanoparticles were further reduced to FeCo2 nanoparticles by C at high temperature, and correspondingly, nanoholes were generated in the graphene sheets. Finally, FeCo2 nanoparticles were converted into FeCo2Se4 nanoparticles on holey graphene sheets after selenylation.",
                "The morphology evolution of FCS/HG was assessed by field emission scanning electron microscopy (FE-SEM). FE-SEM images () displayed two-dimensional nanosheets of GO with smooth and plicate surfaces. As shown in a,b, there is no obvious morphology change from GO to FeCo-precursor/GO. After redox etching at high temperatures, ample nanoholes were generated close to the FeCo2 nanoparticles (c,d). As displayed in e,f, FCS/HG shared similar micromorphology to FeCo2/HG. For comparison, the composite without nanoholes (FCS/rGO) was also generated (). Furthermore, transmission electron microscopy (TEM) images were further recorded. TEM images of FCS/HG (a,b) displayed that FeCo2Se4 nanoparticles were evenly distributed on HG with nanoholes adjacent to them. The pore size of nanoholes was about 50–100 nm. The formation of in-plane holes is based on the thermal etching method, so the pore size of in-plane holes is closely related to the reduction temperature from FeCo-precursors to FeCo/HG. When the temperature was below 800 °C, the in-plane holes were hard to generate (). By contrast, when the temperature was above 800 °C, the FeCo2Se4 nanoparticles were severely aggregated (). High-resolution TEM (HR-TEM) images (c,d) disclosed the lattice spacing of 2.67 Å, in line with (111) crystal facets of monoclinic FeCo2Se4. The edge of the FCS nanoparticle displayed a clear lattice fringe that belonged to FCS, confirming that there was no carbon layer on FCS (). The energy-dispersive spectroscopy (EDS) elemental mappings of FCS/HG (e–g) further demonstrated the homogeneous dispersion of Fe, Se, C, and Co elements in the FCS/HG hybrid.",
                "The crystalline structure transformation was examined through X-ray powder diffraction (XRD) (a). The weak peak of FeCo2-precursor/GO, located at 23.5°, was attributed to the characteristic peak of GO. While no apparent characteristic signal of the FeCo-precursor was witnessed, resulting from the ultrafine nanocrystal of the FeCo-precursor. After calcination at 800 °C under N2 protection, the emerging peaks at 44.7 and 65.2° were assigned to FeCo2 metal particles, resulting from the thermal reduction by carbon. All of the peaks of FCS/HG corresponded to the diffraction peaks of FeCo2Se4, suggesting the successful selenylation from FeCo2 to FeCo2Se4 nanoparticles. The XRD pattern () of the control sample, FCS/rGO, also indicated the successful transformation from the CoFe-precursor to FeCo2Se4. The Raman spectra of two hybrids are shown in b. And two peaks situated at 1346 and 1586 cm–1 signify D and G bands of carbon, respectively. ID/IG represents the intensity ratio of the D band to the G band, suggesting the amount of defective carbon.  After etching nanoholes on graphene planes, ID/IG rose from 1.0 to 1.3, suggesting that more defective carbon originated from in-plane holes of FCS/HG. Thermogravimetric analysis (TGA) was performed to measure the carbon ratio and thermostability of FCS/HG and FCS/rGO (). The mass of FCS/HG and FCS/rGO slightly increased with increasing temperature to 400 °C, attributing to the oxidation of FeCo2Se4 into FeCo2SexO4–x and SeO2. Subsequently, obvious weight loss occurred between 400 and 600 °C arising from the decomposition of FeCo2SexO4–x into Co3O4 and Fe2O3 and the evaporation of SeO2, together with the consumption of graphene.  As a result, the carbon contents of FCS/HG and FCS/rGO were calculated to be about 13.04 and 25.05%, respectively. FCS/HG has a lower carbon content than FCS/GO, resulting from graphene consumption during the formation of in-plane holes. Moreover, N2 adsorption–desorption was conducted to investigate the specific surface area and pore distribution of FCS/HG and FCS/rGO. As shown in c, the typical type-IV isotherms with type-H3 hysteresis loops demonstrate the presence of mesopores. Based on that, the specific surface area of FCS/HG (54.5 m2 g–1) is inferior to that of FCS/rGO (66.2 m2 g–1) because of the lower graphene content. However, the pore volume of FCS/HG (0.158 cm3 g–1) was higher than that of FCS/rGO (0.146 cm3 g–1), arising from the existence of nanoholes on graphene sheets. The ample nanoholes foster active sites for Na+ ion storage and boost the diffusion of electrolytes.",
                "X-ray photoelectron spectra (XPS) were also collected to investigate the chemical shift and elemental constituents of FCS/HG and FCS/rGO. The survey spectra of both samples () showed the existence of C, Fe, O, Co, and Se elements, while the existence of O is due to partial oxidation of the samples by air. FCS/HG and FCS/rGO had similar chemical element states. The high-resolution spectrum of Fe 2p (d) presented four peaks at 711.2/714.1 eV for Fe2+/Fe3+ of Fe 2p3/2 and 724/727.9 eV for Fe2+/Fe3+ of Fe 2p1/2. Another two peaks at 718.5 and 732.3 eV were, respectively, assigned to the satellite peaks of Fe 2p1/2 and Fe 2p3/2. Co 2p showed four peaks situated at 778.5/793.3 and 781.4/797.2 eV that were, respectively, assigned to Co3+/Co2+ of Co 2p1/2 and Co 2p3/2, while two peaks located at 786.4 and 802.7 eV were, respectively, indexed to the satellite peaks of Co 2p1/2 and Co 2p3/2 (e). The Se 3d spectrum presents two peaks at 54.3 and 55 eV that were ascribed to Se 3d2/5 and Se 3d2/3 (f).  Additionally, the peak of 59.4 eV was indexed to SeOx, arising from the surface oxidation of the composite.  The C 1s spectrum () showed three peaks at 284.8, 285.6 eV, and 288.3 eV, which were assigned to sp2 C, C―O, and C═O, respectively.",
                "FCS/HG, together with FCS/rGO, as an SIB anode, were evaluated by half cells at the voltage ranging from 0.01 to 3.0 V. The cyclic voltammetry (CV) curves for the first four cycles of FCS/HG are displayed in . During the first cathodic scanning process, the sharp peak that emerged at 1.0 V was attributed to Na+ intercalation into FeCo2Se4 nanoparticles with the formation of a solid electrolyte interface (SEI) film induced by irreversible decomposition of the electrolyte.  And the broad peak at 0.45 V was assigned to the subsequent conversion reaction that FeCo2Se4 converted into Na2Se and metal iron and cobalt. Two overlapped peaks at 1.7 and 1.8 V were attributed to the desodiation reaction of Na2Se to FeCo2Se4 during the subsequent anodic scan. In the subsequent cycles, three cathodic peaks observed at 0.72, 1.2, and 1.46 eV can be attributed to the multistep transformation of metal selenide to Na2Se with sodiation. In addition, three oxidic peaks that appeared at 1.52, 1.78, and 1.92 eV were ascribed to metal iron and cobalt reacted with Na2Se into FeCo2Se4.",
                "These transformation steps can be described as follows:",
                "In the discharging process",
                "In the charging process",
                "Moreover, the peaks near 0 V were indicated to be Na+ intercalation/deintercalation into graphene. The first four galvanostatic charge–discharge (GCD) profiles of FCS/HG at 0.5 A g–1 were depicted (a). In the first cycle, FCS/HG demonstrated an unprecedented discharge/charge capacity of 741.8/565.4 mA h g–1 with an initial Coulombic efficiency (ICE) of 76.2%. The faded capacity was mainly caused by the formation of the SEI film.  Galvanostatic discharge–charge (GCD) curves in the subsequent cycles almost coincided with the second one, indicating the good stability of the FCS/HG hybrid during cycles. Furthermore, the charge/discharge voltage plateaus in GCD profiles agree with the oxidation/reduction peaks in CV curves in all cycles. The GCD profiles after hundreds of cycles (100th, 200th, 500th) almost overlapped, demonstrating the excellent stability of the FCS/HG electrode ().",
                "The stability of FCS/HG and FCS/rGO was evaluated and is displayed in b. After 200 repetitive charging and discharging, the FCS/HG composite possessed better cycle performance, which can deliver a good reversible capacity of 584 mA h g–1 at 500 mA g–1 with no obvious capacity deterioration. In contrast, the capacity of FCS/rGO underwent obvious decay to 533.4 mA h g–1. Besides benefiting from the designed nanostructure, the FCS/HG composite also demonstrates superior rate capability than FCS/rGO at increasing current densities. The differences in capacity gradually expanded with increasing current density (c). The FCS/HG exhibited a capacity of 544.9 mA h g–1 at 100 mA g–1. Furthermore, it still possessed a high capacity of 425.0 mA h g–1 at 10,000 mA g–1 along with 411.2 mA h g–1 at 20,000 mA g–1, outperforming FCS/rGO (451.3, 311.9, and 266.6 mA h g–1, respectively). Moreover, a high capacity of 509.8 mA h g–1 was attained by FCS/HG when the current density went back to 0.1 A g–1. Its superior rate performance reflected that the expedited diffusion is due to the existence of in-plane nanoholes in FCS/HG. As shown in d, the rate performance of FCS/HG surpassed most reported TMS-based anode materials (e.g., NiCoSe@NC,  NCS-6@NPG,  Zn-Co-Se@NDC,  NFC@NC,  (NiFe)Sex-GC-CNT,  ZnSe–FeSe2/RGO,  ZnSe⊂N-C@MoSe2/rGO,  Cu2–xSe nanocrystals,  and FeS1.6Se0.4 ), indicating the structure advantages of in-plane nanoholes on graphene sheets with binary-metal selenides in the FCS/HG hybrid.",
                "The long-cycle stabilities of FCS/HG and FCS/rGO are displayed in e. FCS/HG delivered a charge/discharge capacity of 468.2/611.7 mA h g–1 with an initial Coulombic efficiency of 76.5%. And it achieved a stable charge capacity of 432.4 mA h g–1 after 2000 cycles at 2 A g–1 (92.4% capacity was reserved from the initial cycle), together with a Coulombic efficiency of over 99.4%. This rapid capacity decay that occurred at the initial cycles was attributed to electrolyte decomposition and the generation of the SEI film.  For comparison, FCS/rGO only achieved 294.5 mA h g–1 (capacity retention rate of 71.6%). The unusual increase in capacity for FCS/HG in the middle and later stages can be attributed to the temperature variation of the testing environment. The capacity of FCS/HG is sensitive to environmental changes. Moreover, FCS/HG could also attain 306.9 mA h g–1 after 2000 cycles at 5 A g–1, corresponding to 21.9% capacity decay (). The eminent cycle durability of FCS/HG indicated that the nanoholes could strengthen the synergistic effect between FeCo2Se4 and graphene.",
                "For FCS/HG to exhibit outstanding capacity as well as rate/cycle performance, it is essential to study the capacitive effect together with the kinetic process of FCS/HG by CV tests. From 0.2 to 1.5 mV s–1 (a), CV profiles had similar shapes and the cathode and anode peaks shifted toward opposite directions at increased scan rates. Especially the peak current (i) and scan rate (v) followed the formulawhere i and v are variable quantities and a and b are constants. When the b value approaches 0.5, it indicates a dominating diffusion-controlled process. If b approaches 1.0, the capacitive process dominates.  b displayed the linear relationship curves about i and v according to , and the b values for peak 1, peak 2, and peak 3 were calculated to be 0.63, 0.59, and 0.72, respectively. The b value ranged from 0.5 to 1.0, disclosing the Na+ storage mechanism of capacitive and diffusion processes. Furthermore, the ratio that the capacitive process accounts for at different scan rates can be calculated through ",
                "where k1v and k2v1/2 were assigned to the capacitive and diffusion contributions, respectively. At the scan rate of 0.4 mV s–1, the capacitive behavior contributed 81.5% in total capacity shown in c. Moreover, the capacitive-dominated ratio increased with the increment in scan rates (d). In detail, the capacitive-dominated ratios of FCS/HG were 74.58, 81.50, 84.65, 85.28, 85.98, 86.34, and 93.06% at 0.2, 0.4, 0.6, 0.8, 1.0, 1.2, and 1.5 mV s–1, respectively.",
                "Electrochemical impedance spectroscopy (EIS) was adopted to investigate the kinetics of FCS/HG and FCS/rGO. As displayed in e, the EIS curve consisted of a liner plot section at low frequency and a semicircle at high frequency, which was constituted by the Warburg diffusion process (Zw) and charge transfer resistance Rct, respectively.  Moreover, EIS curves were fitted based on an equivalent circuit. The Rct value of FCS/HG was 7.4 Ω, which was much lower than that of FCS/rGO (15.5 Ω), arising from abundant nanoholes in the FCS/HG hybrid. In addition, the sodium diffusion coefficient (DNa+) was acquired according to the linear correlation between Z′ and ω–1/2 and the following formulaFurthermore, the line slope representing the Warburg coefficient (σw) revealed the Na+ diffusion dynamic. FCS/HG possessed a smaller σw value of 43.7 than FCS/rGO of 53.2 (f). Therefore, FCS/HG demonstrated a larger DNa+ than FCS/rGO, indicating the expedited sodium diffusion across the parallel planes. The influence of in-plane nanoholes on the sodium-ion diffusion dynamic was investigated, and the DNa+ of FCS/HG and FCS/rGO was appraised by the galvanostatic intermittent titration technique (GITT). g exhibited GITT curves of FCS/HG and FCS/rGO at 100 mA h g–1, and h showed the voltage response over time during a single current pulse of FCS/HG. The DNa+ values can be calculated based on the formula as followsThe DNa+ over voltage change is presented in i. FCS/HG and FCS/rGO electrodes embodied a similar change trend and the smallest DNa+, indicating the emergence of phase transformation. Especially, the FCS/HG showed a higher DNa+ than FCS/rGO, suggesting promoted Na+ diffusion kinetics for the presence of abundant nanoholes in FCS/HG.",
                "To further examine the sodium-ion storage mechanism of the FCS/HG electrode during the Na+ intercalation/deintercalation process, the in situ XRD tests were performed during the first cycle (a). The corresponding GCD curve was illustrated next to the changing color column that indicated the increasing intensity. Notably, the distinctly detected peaks at 33.2, 45.4, 59.8, and 62.4° were typical of FeCo2Se4 (JCPDS No. 04-055-6733) at the pristine state of the FCS/HG electrode. The intensities of four peaks dwindled with the intercalation of Na+ into FeCo2Se4; when discharged into 1.0 V, the characteristic signals of FeCo2Se4 entirely disappeared. Simultaneously, the new peaks appeared at 22.5, 37.2, 67.1, and 43.9°, and the first three peaks are correlated to the (011), (022), and (224) crystal facets of Na2Se (JCPDS No. 00-047-1699), and the peak at 43.9° belongs to (111) crystal facets of Co (JCPDS No.00-015-0806) and Fe (JCPDS No. 01-088-2324). In the following charging process, the signals of Na2Se and Co/Fe gradually weakened and could not be observed. When continuously charged to 1.8 V, the broad peak was observed at 33.2°, revealing the reconstruction of FeCo2Se4 with lower crystallinity. Therefore, a reversible conversion reaction mechanism of FCS/HG for Na+ storage was uncovered (b). An ex situ selected area electron diffraction (SAED) pattern was collected at the fully discharged and charged states of the FCS/HG electrode. The diffraction rings of the SAED pattern in  were assigned to Na2Se and Co/Fe when the electrode was discharged to 0.01V. The diffraction rings in  belonged to FeCo2Se4 when the electrode was charged to 3.0 V. According to in situ XRD results and ex situ SAED analysis, the sodium storage mechanism can be summarized as follows",
                "Inspired by the extraordinary performance of the FCS/HG electrode in half cells, full cells (FCS/HG||NVP) were assembled with FCS/HG as an anode and Na3V2(PO4)3/C (NVP) as a cathode (a). The FE-SEM image and XRD pattern of NVP revealed a porous microsphere structure with a hexagonal crystal system (). The NVP electrode delivered a reversible capacity of 107.7 and 98.9 mA h g–1 at 1.0 and 10 C (), respectively, as well as excellent cycle stability with 93% capacity retention after 500 cycles (). The N/P ratio obtained from the anode/cathode was about 0.96. Besides, the specific capacity of FCS/HG||NVP was calculated according to the mass of the FCS/HG anode. GCD tests were performed between 0.01 and 3 V (b) and the cycle performance of FCS/HG||NVP was presented in c. The full cell delivered a remarkable initial charge capacity of 702.2 mA h g–1 with a Coulombic efficiency of 81.9% and also obtained a high capacity of 551.6 mA h g–1 after 200 cycles at 0.2 A g–1. Moreover, FCS/HG||NVP displayed a reversible capacity of 571, 470, 391, 350, and 282 mA h g–1 at 0.1, 0.2, 0.5, 1, 2, and 5 A g–1, respectively (d). When the current density comes back to 0.1 A g–1, the capacity can be restored to 518.6 mA h g–1, unveiling the good rate performance of FCS/HG||NVP. Its long-cycle stability was further examined at 1.0 A g–1. As shown in e, the charge-specific capacity of FCS/HG||NVP decreased initially for five cycles and increased obviously from 430 to 560 mA h g–1 during the 6th to 20th cycles. This capacity decrement in initial cycles was accompanied by an increment in Coulombic efficiency because a stable SEI was formed. The subsequent increase resulted from an increase in the extraction of Na+ from the electrode and involved FeCo2Se4 nanoparticles.  After 20 cycles, the capacity tended to stabilize and sustained at 580.5 mA h g–1 over 400 cycles, exhibiting the excellent cycle performance of the FCS/HG||NVP full cell. When evaluating the performance of the full cell in terms of both the FCS/HG anode and NVP cathode, the full cell exhibited 99.4 mA h g–1 after 400 cycles (). What is more, FCS/HG||NVP exhibited better performance than most of the reported works (). The extraordinary results demonstrated that the designed FCS/HG anode has the potential for practical application.",
                "The extraordinary electrochemical performance of the FCS/HG hybrid originated from the synergetic effects of the holey graphene grid and FeCo2Se4 nanoparticles. First of all, the HG matrix served as a powerful conductive nanonetwork for accelerated electron transport. Along with this, the HG nanosheets could relieve the volume change of FeCo2Se4 nanoparticles. Besides, abundant nanoholes in graphene sheets could supply plenteous nanochannels for the ion diffusion cross-plane, which can promote electrolyte infiltration into the electrode. The monodisperse FeCo2Se4 nanoparticles on HG sheets can greatly enhance electrolyte contact and shorten the ion diffusion distance compared with solid materials."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, a facile strategy was conducted to synthesize an ingenious hybrid material of FCS/HG. The unique holey nanostructure endowed the electrode material with excellent conductivity, enhanced the structure robustness, and buffered the volumetric variation of FeCo2Se4 nanoparticles during cycles. In particular, the in-plane nanoholes provide cross-plane ion transport, facilitating electrolyte transport. Compared with FCS/rGO, FCS/HG achieved more remarkable performance in sodium-ion storage with superior reaction dynamics. The specific capacities of 425.0 and 411.2 mA h g–1 at 10 and 20 A g–1 were achieved, testifying to their extraordinary rate performance. The FCS/HG anode also exhibited excellent cycling durability of 306.9 mA h g–1 after 2000 cycles at 5 A g–1 (78.1% capacity conservation). Additionally, it is noted that the FCS/HG||NVP full cells possessed outstanding rate performance (282.1 mA h g–1 at 5.0 A g–1) and excellent cycling life (580.5 mA h g–1 over 400 cycles at 1 A g–1). The innovation strategy provided in this work could provide enlightenment for engineering metal selenide-base hybrid materials for advanced rechargeable battery technologies."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Bimetal Oxide Reduction-Induced Perforation Strategy for Preparing a Multi-Microchannel Graphene-Based Anode Material with Rapid Sodium-Ion Diffusion"
}