{
    "DOI": "10.1039/D3RA01755A",
    "Journal": "RSC Advances",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Recently, increasing attention has been paid to developing and utilizing renewable and clean energy sources such as solar energy, wind power and tidal power, to mitigate the serious challenges of global warming and the energy crisis. For progress, an indispensable prerequisite is to develop large-scale electrochemical energy storage (EES) systems that are low cost, high performance and have a long lifetime. Among the various EES devices, lithium-ion batteries (LIBs) are highly promising due to their high energy density and long-term cycling life, and are widely used for portable electronic appliances and electric vehicles. However, the limited reserves of Li resources have caused a rapid increase in cost, making them unsuitable for large-scale EES systems. In this context, there is renewed interest in sodium-ion batteries (SIBs) as a promising alternative to LIBs due to the global abundance and low cost of Na resources. To realize commercially viable SIBs, however, suitable electrode materials need be developed. Although graphite is a typical intercalation-type anode material for LIBs, it is not suitable for SIBs because of the larger radius of the Na ion (1.02 Å) compared to the Li ion (0.76 Å), which has created an intensive search for alternative co-intercalation and hard carbon materials.",
                "Sodium titanates with the general chemical formula nNa2O–mTiO2, characterized by layered or tunnel structures, have been adopted as promising insertion-type anode materials for SIBs due to their low cost, low electrode potential and non-toxicity. Nanophase titanium dioxide, TiO2 (n = 0), with rutile, anatase, hollandite and trigonal bipyramid structures has shown reversible capacities of 100–150 mA h g−1 due to the Ti3+/4+ redox couple. However, these compounds have a relatively high electrode potential of over 0.5 V and lower rate capability compared to hard carbon. The tunnel-structured sodium titanates such as NaTi2O4, Na2Ti4O9 (ref. ) and Na2Ti6O13 (ref. ), have also been reported to show reversible sodium insertion/extraction capacities of 45 and 66 mA h g−1 at a high current rate of 2 A g−1 (30C) with long cycling life (5000 cycles). Such high-rate capability and good cyclability can be associated with the low barrier for Na ion diffusion (0.24 ∼ 0.44 eV) due to the existence of large tunnels. However, the higher electrode potential of 0.8 V vs. Na/Na+ counter electrode has been found to be a major limiting point for anode applications of SIBs.",
                "A remarkably low electrode potential of 0.3 V has been observed in step-layered sodium titanate Na2Ti3O7 (NTO), together with a high capacity of 178 mA h g−1 (theoretically 311 mA h g−1), being comparable with hard carbon. The crystalline structure of NTO is characterized by step layers of edge-sharing TiO6 octahedra, which can accommodate 2 Na ions per formula unit, transforming into Na4Ti3O7 with a minor lattice expansion of ∼6%. In spite of the intrinsic benefit of its layered structure to ion diffusion, the rate capability of batteries is limited by the sluggish kinetics of Na ions and poor electronic conductivity. Three strategies have been developed to address this issue. Similar to other electrode materials, the first method is to use nanosize NTO made through elaborate synthesis routes, this shortens the transport path for ions and electrons. However, a plateau voltage profile was often lost, and instead, a slope-like voltage profile was observed, indicating pseudocapacitance anode behaviour for sodium-ion capacitors (SICs). The second method is to introduce conductive layers such as carbon and its derivatives to enhance electronic conductivity. Doping or substituting Ti in NTO has been proved to be an effective third method for facilitating ionic and electronic transport. In particular, Nb doping into NTO has shown an increase in unit cell volume and lower band gap, resulting in enhancement of rate capability to 89 mA h g−1 at 5C and cyclability to 78.5%, after 500 cycles. Through first-principles calculations using density functional theory (DFT) framework, it was revealed that Ti/V exchange in NTO led to a lowered band gap and electrode potential with increased capacity. However, no comprehensive study of Nb- or V-doped NTO has yet been reported, but there are a few theoretical studies for NTO.",
                "In this work, we perform systematic first-principles calculations on structural, electronic and electrochemical properties of Nb- and V-doped NTO compounds towards advanced anode materials for SIBs. To simulate the doping, we construct supercells for NTO – Nb-doped NTO (NTNO) and V-doped NTO (NTVO) – and apply the first-principles pseudopotential plane wave method as described in Section 2. The calculation results for the structural properties are provided in Subsection 3.1, and the energetic and electrode properties are given in Subsection 3.2. Subsections 3.3 and 3.4 explain the results for electronic and ionic conductivities, respectively. Finally, main conclusions are provided in Section 4."
            ],
            "name": "1 Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The NTO crystal are a monoclinic system with space group P21/m. The unit cell with lattice constants of a = 9.118 Å, b = 3.795 Å, c = 8.563 Å, α = γ = 90° and β = 101.55° (ref. ), contains 2 formula units (24 atoms). Titanium and oxygen ions form edge-sharing TiO6 octahedra making a step layer – the step layers are connected with each other by a sharing vertex – and sodium ions are placed in the interlayer space with two different coordinations of 7 and 9. To investigate the doped structures and Na insertion/desertion, we built a supercell by doubling the unit cell in the crystallographic b direction (4 formula units, 48 atoms), as depicted in Fig. 1(a) and (b). The migration of Na ions was simulated using 2 × 2 × 1 supercells (8 formula units, 96 atoms) shown in Fig. 1(c).",
                        "The doped structures can be realized by replacing Ti with transition metal (TM) M in the Na2Ti3O7 crystal, where M represents one or more 4d and 3d TMs. Among the possible elements such as Nb, Mn (4d TMs) and V, Cr, Mo (3d TMs), Nb and V are preferred in this work. In the NTO unit cell, there are three different Ti positions. Therefore to fix the Ti/M (M = Nb, V) exchange position, we constructed the three different supercells where one of the 12 Ti ions was replaced by Nb or V, and performed structural optimization to select the one with the lowest total energy. The resultant compounds have the chemical formula Na2Ti,2.75M,0.25O7.",
                        "In Na2Ti3O7, all the Ti ions have an oxidation state of +4 and some of them can be reduced to the +3 oxidation state upon insertion of Na ions for intercalation-type electrode application of SIBs. The preliminary positions of inserting Na ions can be identified by plotting the isosurface map of the bond valence sum difference (ΔBVS), calculated by where Ri(r) = |r − Ri|, where Ri is the position vector of the i-th atom for the Na–O bond. As shown in Fig. 1(a) and (b), there are 8 additional positions for Na ions in the doubled supercell, and we expect the final product Na4Ti3O7 with a specific capacity of 178 mA h g−1 in accordance with experimental work. Eventually, one third of the total Ti ions retain the +4 state (Ti4+2Ti3+). We note that Na5Ti3O7 with all Ti3+ ions (311 mA h g−1) is not practically allowed due to the severe deviation of the cell. For the Nb- and V-doped NTOs, the same process is suggested with transformation M4+ → M3+, based on experimental findings of a similar specific capacity to NTO. Considering that Nb and V have a +5 oxidation state as well, they might be in either M5+ or M4+ ionic states after doping into NTO. For the former circumstance, one Ti4+ ion could be transformed into a Ti3+ ion for charge compensation, which nevertheless would not affect the Na insertion process suggested above."
                    ],
                    "name": "2.1 Modeling",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "All the DFT calculations were performed using the pseudopotential plan wave method as implemented in the Quantum ESPRESSO (version 6.5) package. The ultrasoft pseudopotentials provided in the GBRV library were used to describe the electrostatic interaction between the ionic core and valence electrons with valence electron configurations of Na-2s22p63s1, Ti-3s23p63d24s2, Nb-4s24p64d45s1, V-3s23p63d34s2 and O-2s22p4. The Perdew–Burke–Ernzerhof for solids (PBEsol) formulation within the generalized gradient approximation was adopted for the exchange–correlation (XC) interaction. To take account of the localized 4d or 3d electrons of the TM elements, we used the DFT + U method, with the effective Hubbard parameter Ueff = 3.0 eV for Ti, Nb and V, consistent with previous DFT work. As the main computational parameters, the kinetic cutoff energies were set to 60 and 600 Ry for the wave function and electron density, respectively, and the k-point meshes for the Brillouin zone (BZ) integration were set to (2 × 2 × 2) for structural optimizations and (4 × 4 × 4) for density of states (DOS) calculations. The structural optimizations were finished when the atomic forces and the lattice pressure converged to 5 × 10−4 Ry bohr−1 and 0.05 kBar, respectively. These computational parameters guarantee the total energy accuracy of 5 meV per atom. Spin-polarization was considered in the DOS calculations.",
                        "To simulate the Na ion diffusion, we used the 2 × 2 × 1 supercells, which allows Na ion migration along the a and b directions, and only the Γ point for the BZ integration. The activation energies for the vacancy-mediated Na ion diffusions and the corresponding diffusion paths were determined by applying the climbing image nudged elastic band (NEB) method. The number of NEB image points was set to 7 along the migration path. During the NEB runs, the lattice constants of supercells were fixed, while all the atoms were relaxed until the forces converged to 0.01 eV Å−1. The crystal structures were visualized using the VESTA code."
                    ],
                    "name": "2.2 Computational details",
                    "type": "section_h3"
                }
            ],
            "name": "2 Materials modeling and computational methods",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Firstly, the lattice parameters of the NTO unit cell with 2 formula units (24 atoms) were determined by performing structural optimization using the PBEsol functional. The optimized lattice constants are a = 9.089 Å, b = 3.800 Å, c = 8.532 Å and β = 101.82°, which are in good agreement with the experimental values of a = 9.118 Å, b = 3.795 Å, c = 8.563 Å and β = 101.55°. The relative errors are less than ±0.6%, indicating that our selections for computation, including the pseudopotentials, XC functional and Ueff values, can provide reliable results for electrochemical and electronic properties.",
                        "With the same computational settings, the structural optimization of the doubled supercells with 4 formula units (48 atoms) for NTO, NTNO and NTVO were then performed. Table 1 lists the optimized lattice constants and cell volumes in comparison with the available experimental data. As mentioned above, the configuration with the lowest total energy was selected among the three different configurations for the doped NTO supercells. In Table 1, we list the experimental lattice constants for Na2Ti,2.97Nb,0.03O7, which has a significantly lower concentration of doping Nb ions compared with our case of Na2Ti,2.75Nb,0.25O7. It was found that the cell volume was slightly expanded by Nb doping with a relative volume expansion rate of 0.91%, estimated by rvol = (VNTNO − VNTO)/VNTO × 100%, in accordance with the experiment. This value of rvol is larger than the value of 0.19% estimated from experiments, due to the higher concentration of doping Nb ions in this work. The volume expansion by Nb doping is attributed to larger ionic radius of Nb4+ (0.68 Å) or Nb5+ (0.64 Å) and Ti3+ (0.67 Å) than that of Ti4+ (0.605 Å). In contrast, V doping was found to shrink the cell volume with a rvol value of 0.42% because of smaller ionic radii of the V4+ (0.58 Å) and V5+ (0.54 Å) ions.",
                        "In the next step, we identified the intermediate phases formed by inserting additional Na ions into the host compounds NTO, NTNO and NTVO, for suitability in the charge/discharge process in SIBs. As expected from ΔBVS analysis, the content of additional Na ions could be allowed to vary between 0 and 2, forming intermediate phases of Na2+xTO, with insignificant structural variation. Fig. 2 shows the variation tendencies of lattice constants and volumes of the doubled supercells for Na2+xTO, Na2+xTNO and Na2+xTVO, with increasing Na content x from 0 to 2 with an interval of 0.25. It should be noted that there exists numerous configurations for Na insertion at each value of Na content x, and the lowest energy configuration was picked out with performing structural optimization (see Fig. S1–S3 for final configurations).†",
                        "For all three compounds, the lattice constants a and b were found to increase gradually with increasing Na content x, whereas the lattice constant c, i.e., the interlayer distance, was found to decrease gradually until x = 1.5 and then it decreased rapidly, as shown in Fig. 2(a). Of course, some wavy features were observed. This indicates that the interaction between the step layers can be enhanced via the attractive Na–O ionic bonding by insertion of additional Na ions into the interlayer space, while the repulsion between Na ions and TM ions is dominant in the lateral directions. As can be seen in Fig. 2(b), the supercell volumes were found to overall increase with increasing Na content x from 0 to 1.5, then the volumes decrease abruptly at x = 1.75 and again increase at x = 2 for NTO, NTNO and NTVO. The abrupt decrease of volume at x = 1.75 is associated with the rapid decrease of the interlayer distance due to the enhancement of layer–layer interactions. Across the whole range of Na content, the volumes of Nb-doped NTO supercells are larger while the volumes of V-doped NTO supercells are smaller, than those of NTO supercells, an effect ascribed to the ionic radii of TM ions as discussed previously. To check the cycling stability during charge/discharge processes, we evaluated the relative volume expansion rate rvol with respect to the volumes of the host compounds at x = 0 as shown in Fig. 2(c). The variation tendencies are similar to those of the cell volumes. Most importantly, the maximal values of rvol found at x = 1.5 are below 3%, being much smaller than other intercalation-type electrode materials (usually 5 ∼ 6%) as well as alloy-type electrode materials. This indicates that the NTO-related compounds under study can exhibit superior cycling stabilities."
                    ],
                    "name": "3.1 Structural properties",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The formability of the intermediate phases can be assessed by calculating their formation energies from the hosts and Na bulk in the body-centered cubic (bcc) phase as follows, where ENa(bulk) is the total energy of the relevant compound and M stands for Ti, Ti,2.75/3Nb,0.25/3 and Ti,2.75/3V,0.25/3. The negative value of Ef indicates spontaneous formation of the intermediate phase from the host and Na bulk, while the positive value is indicative of their endothermic formation, i.e., non-spontaneous formation. Fig. 3(a) displays the calculated formation energy curves as a function of Na content x, ranging from 0.25 to 2. It was found that the formation energies varied between −0.9 eV and −0.3 eV, indicating certain formations of the intermediate phases. With increasing Na content x, the Ef values were shown to decrease gradually until x = 1.5 and then increase slightly in magnitude, implying the weakening of formability, which is in accordance with the variation of the cell volumes. In the meantime, the formability could be weakened going from NTO to V-doped and to Nb-doped NTO compounds since the Ef values were decreased in magnitude across the whole Na content range.",
                        "To check the binding strength between the host and inserted Na ions, the binding energy Eb per Na atom was calculated using the following equation,",
                        "where ENa(atom) is the total energy of the isolated Na atom calculated using the cubic supercell with a lattice constant of 15 Å and only the Γ point in the first BZ. As shown in Fig. 3(b), the binding energies could vary between −2.6 eV and −2.0 eV with the same variation tendencies as the formation energies: the binding strength was found to gradually decrease with increasing Na content, with the highest to lowest going from NTO to NTVO and to NTNO.",
                        "We also estimated the relative stability of the intermediate phases with respect to the starting (x = 0) and ending (x = 2) compounds for additional Na insertion. To this end, the formation enthalpies were calculated using the following equation,",
                        "where Na2M3O7 and Na4M3O7 are the initial and final compounds for Na insertion. Fig. 4(a) shows the calculated convex hull curves for the formation enthalpies of NTO, NTNO and NTVO as functions of Na content x ranging between 0 and 2. For the three kinds of compounds, the intermediate phases with x = 0.25, 0.5, 0.75 and 1.0 were found to be stable because their formation enthalpy values were laid on the convex hull. However, other phases with x = 1.25, 1.5 and 1.75 were found to be unstable with respect to the two end compounds, i.e., these phases could not be formed in reality during the charge/discharge process. The intermediate phase with the lowest formation enthalpy was observed at x = 0.75 for NTO but at x = 1 for the NTNO and NTVO compounds. Moreover, the formation enthalpies of NTNO and NTVO were overall lower compared with NTO due to the weakening of the interactions between cations and anions by Nb or V doping. Also, the Nb-doped NTNO phases exhibited slightly lower formation energies than the V-doped NTVO phases, indicating that the former phases can be formed more easily than the latter ones. This can be associated with the fact that the interaction strength between the Nb5+,4+ cations and O2− anions is higher than that between the V5+,4+ cations and O2−, leading to the enhanced relative stability of the NTNO intermediate phases compared with the NTVO ones.",
                        "With these stable intermediate phases identified by the convex hull, we calculated the step-like electrode potential with respect to the Na/Na+ counter electrode. The electrode potential between the adjacent phases at xi and xj could be calculated using the total energies of the relevant phases as follows,",
                        "where e is the elementary charge. Fig. 4(b) shows the determined step-like electrode potentials for NTO, NTNO and NTVO as functions of specific capacity, which varies between 0 to 177.6, 171.2 and 177.2 mA h g−1, respectively. Such reduction of specific capacity with Nb or V doping is due to their heavier atomic weights compared to Ti. It was found that the electrode potential in the plateau region became 0.05 V higher by Nb doping and 0.11 V higher by V doping compared with NTO. The calculated electrode potential steps for NTO and NTNO were in reasonable agreement with the experimentally observed electrode potential profiles. It is worth noting that the discharge curves look like having long plateau portions, indicating that the materials under study could be used as electrode active materials in SIBs rather than as capacitor electrode materials in SICs. It turned out from our calculations, that the energy density of SIBs employing NTO as the anode material could be slightly lowered by Nb or V doping due to the reduction of specific capacity and the rise in electrode potential."
                    ],
                    "name": "3.2 Energetics and electrode potential",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "From previous theoretical and experimental works, it was found that NTO itself has a wide band gap of 3.5–3.7 eV and therefore it is an electrically insulating compound. This is unfavorable for electron transfer during the charge/discharge process, and thus a conductive agent such as carbon black should be added to the electrode. When doping with Nb or V, the band gap can be expected to decrease due to the increased valence electron density, thereby improving the electron conductivity. To check the electronic conduction improvement, we calculated the electronic density of states (DOS) in the compounds. The initial and final compounds Na2Ti3O7 and Na4Ti3O7, denoted as NTO-2 and NTO-4, and their Nb- or V-doped counterparts were selected for electronic structure calculations. Fig. 5 shows the atom-resolved partial DOS of these compounds, calculated using the PBEsol XC functional and DFT + U method.",
                        "In our calculations, the band gap of NTO-2 was determined to be 3.37 eV, which is very close to the experimental value. The final compound NTO-4 formed by inserting additional Na ions, showed a lower band gap of 2.78 eV, possibly due to the increased density of conduction band states originating from additional Na ions. When doping with Nb, the band gaps were found to be slightly reduced to lower than 0.1–0.2 eV for both NTNO-2 (3.20 eV) and NTNO-4 (2.68 eV) with almost no preservation of the DOS shape compared with the undoped counterparts. From the orbital-resolved partial DOS analysis, it was found that the conduction band states were dominated by Ti 3d and Nb 4d equally (see Fig. S4 and S5†). Meanwhile, the V-doped compounds, NTVO-2 and NTVO-4, exhibited much lower band gaps of 2.40 and 1.66 eV, respectively, with the characteristic peaks originating from V 3d near the conduction band minimum (CBM) (see also Fig. S6 and S7†). As shown in Fig. 6, for the integrated local density of states, the valence band states close to the valence band maximum (VBM) were composed of O s states with minor contribution from the TM d states, while the conduction band states close to CBM were attributed to the TM d states with minor contribution of the O p states (see Fig. S8†). Based on the calculation results, it can be concluded that the electron conductivity can surely be improved by Nb or V doping.",
                        "To get an understanding of electron transfer upon Na ion insertion during the charge/discharge process, we evaluated the Löwdin charges of each atom, as listed in Table S1.† In NTO-2, the average charges were found to be 0.73, 1.5 and −0.8 for Na, Ti and O, respectively. Upon insertion of 8 Na ions, the average charge of Na ion was slightly reduced to 0.7, while oxygen showed a value increased by −0.9. Interestingly, 4 Ti ions kept the charge as ∼1.5 but 8 Ti ions exhibited the reduced value of ∼1.2, confirming the partial reduction of Ti ions upon Na insertion for the discharge process, 3Ti4+ → Ti4+2Ti3+. In the case of NTNO-2, one Ti ion close to Nb had a smaller charge of 1.3 compared to the average value 1.5 in the other Ti ions, implying the reduction of the Ti ion upon Ti/Nb exchange for the sake of charge compensation, i.e., 2Ti4+ → Nb5+Ti3+. When inserting Na ions into NTNO-2, 4 Ti ions also maintained the charge state as 1.5, while 7 Ti ions and Nb ion exhibited a reduction, indicating the partial reduction during the discharge process, 2.5Ti4+0.25Ti3+0.25Nb5+ → Ti4+1.75Ti3+0.25Nb4+. On the contrary, none of the 11 Ti ions had a change in charge state from 1.5 upon Ti/V exchange, thereby indicating that the V ion was in the V4+ state. In NTVO-4, 4 Ti ions had an atomic charge of ∼1.5 while the remaining Ti ions and the V ion showed a reduction, thereby indicating the reduction of TM ions like 2.75Ti4+0.25V4+ → Ti4+1.75Ti3+0.25V3+."
                    ],
                    "name": "3.3 Electronic properties",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The Na ion conductivity determines the rate capability and cycling life of SIBs, together with the relative volume expansion rate. Therefore, we investigated the Na ion diffusion, which was expected to occur naturally within the interlayer space and according to the vacancy-mediated mechanism like in most insertion-type layered electrode materials. The 2 × 2 × 1 supercells were used to get more reasonable insight into the Na ion conduction. As shown in Fig. 7(a) and (b), we suggested 4 different pathways to consider all the possible ways for the Na ion migration within the interlayer space; (1) pathway of ascending the step in the (100) direction (Path 1), pathway of horizontal moving on the step in the (010) direction (Path 2), pathway of diagonal moving on the step in the (110) direction (Path 3 and Path 4). We estimated the activation energies for Na ion diffusion along these pathways by applying the NEB method. It should be noted that the Na ion diffusion across the layer was not allowed, undoubtedly due to obstacles formed by the MO6 octahedra and thus much higher activation energy.",
                        "Fig. 7(c) displays the calculated energy profiles for Na ion migration along these suggested pathways. Along Path 1, the activation energies were determined to be 0.75, 0.77 and 0.79 eV for NTO, NTNO and NTVO, respectively. These are relatively high compared with those along other pathways, indicating that the Na migration ascending the step could not occur in reality. The horizontal Na ion migration along the (010) direction (Path 2) produced the energy difference curves with a two-peaks feature, for which the activation energies were calculated to be 0.30, 0.25 and 0.22 eV for NTO, NTVO and NTNO, respectively. For the case of NTO, although slightly underestimated, the calculated value was in good agreement with the experimental value of 0.39 eV. The reduction of activation energy by Nb or V doping, indicating the improvement of Na ion conductivity, could be attributed to the enhancement of cation–cation repulsion. Meanwhile, along Path 3 in the diagonal direction, the activation energy was found to be 0.47 eV for NTO and slightly reduced by Nb or V doping. Also, the activation energy along Path 4 was reduced from 0.22 eV for NTO to 0.21 eV by V doping and to 0.19 eV by Nb doping. To sum up, the Na ion conductivity on the step layer can be enhanced by V doping and furthermore by Nb doping. Such enhancement of Na ion conductivity by Nb or V doping can be ascribed to the enhancement of repulsion between the Na cation and TM cations, occurring the charge state change of 2Ti4+ → Nb5+Ti3+ or V4+Ti4+.",
                        "Finally we estimated the diffusion coefficients using the calculated activation energies Ea and the Arrhenius equation, D = a2νexp(−Ea/kBT) with a ≈ 4 Å, ν ≈ 1011 Hz and kBT = 0.026 eV at room temperature. The activation energies for Na ion migration only, along Path 2 were considered here. Table 2 presents the calculated diffusion coefficients of NTO, NTNO and NTVO, together with other electrochemical properties determined in this work. They exhibited relatively high diffusion coefficients of 1.54 × 10−9, 3.09 × 10−8 and 9.91 × 10−9 cm2 s−1 along the horizontal path, confirming the enhancement of Na ion diffusibility by Nb or V doping. As presented in Table 2, the relative volume expansion rate, specific capacity and electrode potential, could be weakened but the electronic and ionic conductivities could be enhanced by Nb or V doping."
                    ],
                    "name": "3.4 Ion conductivity",
                    "type": "section_h3"
                }
            ],
            "name": "3 Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In this work, we have investigated the effect of Nb or V doping into sodium titanate Na2Ti3O7, on the electrode performance using first-principles calculations, aiming to find advanced anode materials for sodium-ion batteries. We made materials models for Nb- or V-doped NTO using the doubled supercells, forming Na2Ti,2.75M,0.25O7 (M = Nb, V), to investigate the structural, electrochemical and electronic properties, and the 2 × 2 × 1 supercells for studying the Na ion diffusion. From structural optimization, it was found that the Nb doping increased the supercell volume with the relative volume expansion rate rvol of 0.9% due to the larger ionic radius of the Nb ion, whereas the V doping shrank the cell volume with the rvol value of −0.4% because of the smaller ionic radius of the V ion. Through ΔBVS analysis, the final sodiation compound was fixed as Na4M3O7 and the positions for inserting Na ions into the interlayer space were identified. We performed structural optimizations of the intermediate phases Na2+xM3O7, with increasing Na content x from 0 to 2, finding that the intermediate phases could be formed exothermically from the NTO and Na bulk as the negative formation energies and maximum rvol values could be slightly increased by Nb or V doping, but remained lower than 3%. The formation enthalpies of the intermediate phases were calculated with respect to the initial (NTO-2) and final (NTO-4) compounds, to plot the convex hull and electrode potential curves, revealing that the electrode potential could be slightly raised and the specific capacity could be reduced by Nb or V doping. Through DOS analysis, it was found that the band gap of 3.37 eV in NTO was reduced to 3.20 eV in NTNO-2 and to 2.40 eV in NTVO-2, which was ascribed to the 4d state of Nb and 3d state of V, indicating the improvement of electronic conductivity by doping. The redox couples during sodiation were identified through the analysis of the Löwdin charge of the atoms. Finally, we calculated the activation energies for the vacancy-mediated Na ion migration and found significant improvement of Na ion conductivity from Nb or V doping."
            ],
            "name": "4 Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "Suk-Gyong Hwang performed the calculations and drafted the first manuscript. Chung-Hyok Kim performed the post-processing of calculation results. Song-Hyok Choe and Kum-Chol Ri assisted with the DFT calculations and contributed to useful discussions. Chol-Jun Yu developed the original project and supervised the work. All authors reviewed the manuscript."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Revealing the effect of Nb or V doping on anode performance in Na2Ti3O7 for sodium-ion batteries: a first-principles study"
}