{
    "DOI": "10.1039/D3QI01884A",
    "Journal": "Inorganic Chemistry Frontiers",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) are drawing increasing attention in electrochemical energy storage owing to the natural abundance and relatively low cost of sodium. Their performance and cost are mainly related to the selected cathode materials. Layered transition metal oxides NaxTMO2 (TM = transition metal) are regarded as one of the most competitive choices since they feature high specific capacity and facile synthesis. NaxTMO2 are classified into O-type and P-type in terms of the coordination environment of Na+, namely, Na+ occupies octahedral (O) or prismatic (P) sites between the TMO2 layers. However, O3-type layered cathodes typically undergo severe phase transformation especially in a deeply charged state, leading to poor electrochemical performance.",
                "O3-NaNi0.5Mn0.5O2 has been extensively investigated as a cathode material for SIBs due to its high initial capacity (>120 mA h g−1). Nevertheless, it tends to endure complicated phase transitions upon charging/discharging, such as O3 → O′3 and P3 → O3′, undermining its structure stability and then the electrochemical properties of SIBs. Numerous efforts have been made to address these issues, such as geometric design and elemental doping. The doping of Ca2+ into the Na layer of O3-Na0.98Ca0.01[Ni0.5Mn0.5]O2 can effectively stabilize the crystal structure and mitigate the volume changes during sodiation/desodiation, but fails to inhibit the Na+/vacancy rearrangement and multiple phase transitions. The boost in specific capacity (∼152 mA h g−1) can be achieved with the doping of Fe, but the P3 to new O phase changes remain at the end of the charging process, limiting the cycling stability of O3-Na[Ni0.60Fe0.25Mn0.15]O2. Anion substitutions such as F substitution of O in Na0.95[Ni0.5Mn0.5]O1.95F0.05 can improve its structure stability and reduce volume changes during cycling, yet only alleviate the P3 → O3′ phase transition. Hence, it is critical to suppress the detrimental P3 → O3′ phase transition, as well as Na+/vacancy ordering, to develop O3-type cathode materials with exceptionally stable structures.",
                "In this work, a cathode material O3-Na0.993Ni0.382Mn0.428Cu0.098Sn0.049O2 (O3-NaNMCS) was developed with Cu2+ and Sn4+ co-doped into the TMO2 layers. The incorporation of Sn4+ strengthens the electrostatic interaction between Na and O and suppresses the P3 → O3′ phase transition at high voltages. The electrical conductivity is improved by Cu2+ incorporation. This improves the rate and cycling performance of O3-NaNMCS with rapid electron migration as confirmed by density functional theory (DFT) calculations and galvanostatic intermittent titration technique (GITT). These result in a reversible capacity of 115.3 mA h g−1 at 50 mA g−1 and a capacity retention of ∼81% after 500 cycles at 200 mA g−1."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Cathode materials including O3-Na0.993Ni0.503Mn0.503O2 (O3-NaNM), O3-Na0.993Ni0.382Mn0.428Cu0.098Sn0.049O2 (O3-NaNMCS), O3-Na0.994Ni0.418Mn0.482Cu0.092O2 (O3-NaNMC) and O3-Na0.998Ni0.472Mn0.438Sn0.047O2 (O3-NaNMS) were synthesized via a solid-state reaction, and their exact compositions were ascertained by inductively coupled plasma (ICP) analysis as shown in Table S1.† Their X-ray diffraction (XRD) patterns with the corresponding Rietveld refinement are illustrated in Fig. 1a and b and Fig. S1 and 2.† All the diffraction peaks can be assigned to the hexagonal O3-type α-NaFeO2 structure with a space group of R-m. The refined detailed lattice parameters and elemental occupancies are listed in Table S2–5.† Ni, Mn, Cu and Sn elements occupy the octahedral 3b Wyckoff sites, indicating the incorporation of Cu2+ and Sn4+ into the TM layers. Fig. 1c demonstrates the refined O3-NaNMCS crystal structure along the b axis. The refined lattice parameters shown in Table S6† indicate that the distance between the O–O in the adjacent TMO2 layers increases from 2.25 Å to 2.36 Å after doping, with a slight contraction of Na layers from 3.10 Å to 2.98 Å. This is mainly due to the enhanced electrostatic interaction between Na and O, thus leading to contracted TM layers and a robust structure for Na+ storage.",
                        "To realize the local structures of O3-NaNMCS and O3-NaNM, the Fourier transform extended X-ray absorption fine structure (EXAFS) spectra at the Ni and Mn K-edges were fitted by the least-squares method, as presented in Fig. 1d and e and Fig. S3.† The diagram shows two dynamic peaks which can be attributed to the first coordination of TM–O and the second coordination of TM–TM, respectively. The corresponding fitting parameters listed in Table S7–10† illustrate that both the Mn–O and Ni–O bond lengths corresponding to the first coordination shell for O3-NaNMCS are increased compared with O3-NaNM, which is consistent with the XRD refined results shown in Table S6.† This implies a weakened covalency of the TM–O bond and more electrons around oxygen, contributing to an enhanced electrostatic force between Na and O.",
                        "The projected density of states (DOS) was analyzed to further explore the electronic states of O3-NaNM and O3-NaNMCS as shown in Fig. 1f and Fig. S4.† Sn4+ filled with d10 electrons is not involved in the hybridization with the O 2p orbital, forming Sn–O ionic bonds, which facilitates electron delocalization in TMO2 slabs. This results in a higher electron density around O to enhance the interaction between sodium and oxygen, which corresponds to the slight shrinkage of the Na layers of O3-NaNMCS shown in Table S6.† The Cu 3d orbital overlaps with the O 2p state near the Fermi level (EF), indicating a distinct orbital hybridization of the O 2p orbital with the Cu 3d orbital, which makes available redox pairs for the Cu 3d orbital. The total DOS for both materials indicates that the band gap disappears after Cu2+ and Sn4+ co-doping, which can be attributed to the involvement of Cu 3d in the orbital hybridization near the EF of O3-NaNMCS. The smaller band gap is associated with the enhanced conductivity of O3-NaNMCS.",
                        "As illustrated in the scanning electron microscopy (SEM) images in Fig. 2a and d, the particle sizes of O3-NaNM and O3-NaNMCS are about 1–2 μm. This is similar to the particle sizes of O3-NaNMC and O3-NaNMS shown in Fig. S5.† The lattice spacing of the crystal face (003) is determined to be 5.35 Å in O3-NaNM and 5.34 Å in O3-NaNMCS by the high-resolution transmission electron microscopy (HRTEM) images in Fig. 2b and e. The corresponding Fast Fourier Transformation (FFT) images are shown in Fig. 2c and f with the indicated crystal facets (003) and (006). As shown in Fig. 2g and Fig. S6,† the energy dispersive spectroscopy (EDS) mapping images confirm the uniform distribution of the elements in O3-NaNMCS and O3-NaNM."
                    ],
                    "name": "Structural and morphological characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "In situ XRD of O3-NaNM and O3-NaNMCS was performed in a voltage range of 2.0–4.0 V in the first cycle, as shown in contour plots and XRD plots (Fig. 3 and Fig. S7,† respectively). During the initial charge to 4.0 V, O3-NaNM gradually transforms into a hexagonal P3 phase, as the (003) and (006) diffraction peaks shift continuously to lower angles along with the disappearance of the (104) peak and the appearance of the (105) peak. The P3 phase remains until about 3.7 V, while the (003) peak shifts slightly to a higher angle at the end of charging, corresponding to the contraction of the c-lattice parameter. Furthermore, the appearance of a new diffraction peak at ∼42.5° is ascribed to the formation of a monoclinic O3′ phase. Upon discharging from 4.0 V to 2.0 V, the phase gradually transfers from O3′ to P3 and finally returns to the O3 phase. This is in contrast to the phase transition behavior of O3-NaNMCS shown in Fig. 3b, which shows reversible O3–P3–O3 phase evolution upon cycling. The absence of the O3′ phase implies the enhanced structure stability of O3-NaNMCS, which is rewarded from the enhanced electrostatic adsorption between Na and O in the DOS results shown in Fig. 1f. It can inhibit the sliding of TMO2 slabs and stabilize the host structure for Na+ extraction at the end of charging. This is further confirmed by the in situ XRD patterns of O3-NaNMC and O3-NaNMS shown in Fig. S8 and S9,† revealing that Cu and Sn co-doping can mitigate the P3 → O3′ phase transition.",
                        "The charge compensation mechanism of O3-NaNMCS in different states was elucidated using X-ray absorption near-edge structure (XANES) spectra. Upon charging to 4.0 V, the Ni K-edge exhibits a clear shift towards the high energy region and its absorption spectrum overlaps with the LiNiO2 reference shown in Fig. 4a, indicating oxidation of Ni2+ to Ni3+. In contrast, as shown in Fig. 4b, the Mn K-edge shows no significant changes, indicating that Mn remains in the tetravalent state as presented in MnO2. It is noted that the XANES spectra of the Cu K-edge move to a higher energy region after being fully charged, which manifests the oxidation of Cu2+ to Cu3+. The X-ray photoelectron spectroscopy (XPS) experiments were also carried out and the variation tendency of Ni 2p, Mn 2p and Cu 2p XPS spectra shown in Fig. S10† is consistent with the XAS results. Thus, the redox of Ni2+/Ni3+ and Cu2+/Cu3+ is responsible for the charge compensation of O3-NaNMCS during charging and discharging, in which Sn4+ is electrochemically inactive, as confirmed by the Sn 3d spectra in ex situ XPS as shown in Fig. S10d.†"
                    ],
                    "name": "Structure evolution and reaction mechanism",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical performances of O3-NaNM and O3-NaNMCS were evaluated in the Na cells. The initial three galvanostatic charge/discharge curves of O3-NaNM and O3-NaNMCS are shown in Fig. 5a and b at 50 mA g−1 within 2.0–4.0 V. O3-NaNM delivers an initial discharge capacity of 130.0 mA h g−1, but exhibits multiple voltage platforms, which can be attributed to its multiple phase transitions and Na+/vacancy ordering. Comparatively, O3-NaNMCS shows smoother charge/discharge curves with a reversible capacity of 115.3 mA h g−1, indicating its depressed P3 → O3′ phase transition as shown in Fig. 3. The relatively reduced capacity is ascribed to the presence of inactive Sn4+. In general, Na+/vacancy ordered structures are often manifested due to the strong Na+–Na+ interaction. Thus, the strong forces between Na and O in O3-NaNMCS confirmed by refined XRD results shown in Table S6† may interfere with electrostatic interactions between Na+, and favor the blocked Na+/vacancy arrangement. In addition, the initial discharge capacity of O3-NaNMC and O3-NaNMS is ∼120 mA h g−1 as shown in Fig. S11.† Cyclic voltammetry (CV) curves shown in Fig. 5c and S12† further confirm that Na+/vacancy ordering can be restrained by Cu and Sn co-substitution.",
                        "The Na+ diffusion coefficients (DNa) of O3-NaNM and O3-NaNMCS were evaluated by GITT tests. As presented in Fig. 5d, the measured diffusion coefficients of Na+ in O3-NaNM range from 10−14.9 to 10−13.1 cm2 s−1, and the values of Na+ diffusion coefficients vary from 10−13.6 to 10−13.0 cm2 s−1 for O3-NaNMCS. The higher minimum of diffusion coefficients is typically associated with interference in phase transitions and Na+/vacancy ordering during extraction and insertion of Na+. The values of DNa for O3-NaNMC and O3-NaNMS, plotted in Fig. S13a and b,† respectively, are also higher than that of O3-NaNM. The corresponding GITT curves are exhibited in Fig. S13c–f,† similar to the charge/discharge curves. Fig. 5e reveals the outstanding rate capability of O3-NaNMCS versus O3-NaNM, which is enhanced by the increased Na+ diffusion kinetics and better electron transfer induced by Cu2+ as shown in Fig. 1f. O3-NaNMCS delivers high reversible capacities of 129.2, 126.3, 123.8, 119.4, 115.5 and 108.5 mA h g−1 at various current densities ranging from 20 to 1000 mA g−1.",
                        "The long-term cycling stability of O3-NaNM and O3-NaNMCS was examined at 200 mA g−1 over a voltage range of 2.0–4.0 V. As displayed in Fig. 5f, O3-NaNMCS presents a promising capacity retention of 80.7% after 500 cycles, with a capacity loss of approximately 0.039% per cycle, in sharp contrast to the capacity retention of 55.7% for O3-NaNM. The capacity retention of O3-NaNMC and O3-NaNMS at 200 mA g−1 was also significantly higher than that of O3-NaNM (Fig. S14a and b†). Additionally, O3-NaNMCS shows a capacity retention of 92.7% after 150 cycles at a low current density (50 mA g−1), considerably higher than the capacity retention of only 72.0% for O3-NaNM (Fig. S14c†). The remarkable rate and cycling performance of O3-NaNMCS can be ascribed to its excellent structure stability during sodiation/desodiation.",
                        "Furthermore, to evaluate the practical application of O3-NaNMCS, a sodium ion full cell with hard carbon (HC) as the anode was fabricated (Fig. 5g). Fig. S15a† shows the charge/discharge curves of the half-cell for O3-NaNMCS and HC which was presodiated by discharging to 0.01 V. As shown in Fig. S15b,† the HC//O3-NaNMCS full cell exhibits a reversible capacity of 117 mA h g−1 at 50 mA g−1 over the initial cycles. Even at 200 mA g−1, the full cell demonstrates outstanding cycling stability with a capacity retention of 90.5% over 200 cycles as shown in Fig. 5h."
                    ],
                    "name": "Electrochemical performance and Na+ kinetics",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, O3-NaNMCS has been successfully synthesized with Cu2+ and Sn4+ co-incorporation into TMO2 slabs. The inactive Sn substitution diminishes the covalency of TM–O bonds and contributes to a higher charge density around O and increased electrostatic forces between Na and O, which inhibits the Na+/vacancy ordering and detrimental P3–O3′ phase transition at the end of charging. Cu participates in the charge compensation and accelerates electron transfer, resulting in improved rate performance of the material (108.5 mA h g−1 at 1000 mA g−1). The co-dopants Cu2+ and Sn4+ enhance the structure stability and achieve favorable long cycle performance (capacity retention of 80.7% after 500 cycles). This work provides insights into the design of advanced electrode materials for high-performance SIBs by tuning the chemical environment of the TMO2 layer."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Depressed P3–O3′ phase transition in an O3-type layered cathode for advanced sodium-ion batteries"
}