{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Energy storage",
        "Na-ion battery",
        "DFT",
        "Heteroatom doping"
    ],
    "Sections": [
        {
            "content": [
                "Increasing the electrochemical performance of electrode materials in sodium ion batteries (NIBs) remains a major challenge. Here, a combined experimental and theoretical investigation on the modification induced by Sb2S3 embedded in a heteroatom-doped 3D carbon matrix (CM) for efficient anodes in NIBs is presented. The structural and chemical characterization demonstrates the successful doping of 3D CM with S and Sb atoms. When evaluated as anode materials for NIBs, the heteroatom-doped nanocomposites delivered a better cycling stability and superior rate capability than those of undoped Sb2S3/CM anodes. First principle calculations were used at the Density Functional Theory level to systematically study the Sb2S3/CM and Sb2S3/heteroatom doped-CM composites, as NIBs anodes. Doping the carbon substrate by heteroatoms improved the adsorption of Sb2S3 on the matrix and allowed for ionic/covalent attraction with the Sb2S3 nanoparticle, respectively. Such results could be used to model the stabilty of the composite architectures observed in the experiment, for superior cycling stability."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Graphical abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Given the modern societies are highly dependent on electricity consumption, global energy demand is likely to continue to increase annually compared to previous decades. As a result, the search for affordable and reliable non-fossil energy sources is crucial to ensure a global energy access [1], [2], [3], [4], [5], [6], [7], [8], [9], [10], [11], [12], [13]. Renewable energy sources combined with energy storage technologies became attractive as sustainable alternatives. Nowadays, lithium ion batteries (LIBs) dominate the energy storage market due to their high-power density and cycle lifetime [14], [15], [16], [17], [18], [19]. In this respect, the limited Li resources, safety and thermal concerns of LIBs [20] motivate the investigation of viable alternative battery storage solutions. Sodium ion batteries (NIBs) have recently emerged as a promising candidate for energy storage systems due to the relative natural abundance and low cost of Na [21], [22]. Although the energy storage mechanism in NIBs is similar to that of LIBs, the large ionic radius of Na+ ion modifies the interaction with the host material and becomes an important aspect to consider. The interlayer distance of graphite, which is suitable for LIBs, leads to a mismatch for Na+ ion insertion/extraction mechanisms in NIBs [23]. Hard carbons and carbons doped with different heteroatoms have been implemented as effective strategies to further enhance the electrochemical performance of carbon-based anodes in NIBs [24], [25]. The introduction of heteroatoms such as N, S, P, F and B [26], [27], [28], [29], [30], into the carbon structure promotes additional reaction sites and facilitates the Na+ transport across the graphitic layers. For instance, Huang et al. [31] reported a reversible specific capacity of 357 mAh g−1 at 0.1 A g−1 after 200 cycles using nitrogen-doped carbon layer coating on a 3D graphene framework as anode for NIBs. They suggested that the effect of N-doped carbon framework on the electrochemical performance can be ascribed to the abundant sites for sodium storage and the enhancement of the electrode kinetics. Since sulfur is an electrochemical active element for Na+ and Li+ batteries [32], [33], Li et al. [30] synthesized an anode consisting of sulfur-doped disordered carbon via one-step pyrolytic technique using a mixture of 1,4,5,8-naphthalenetetracarboxylic dianhydride and sulfur. The S-doped carbon anode delivered a reversible capacity of 516 mAh g−1 at 0.02 A g−1 and long cycling stability (",
                "> 1000 cycles). Similarly, S-doping improves the active sites available in carbon for Na+ ion storage, coupled with its enhancement in electronic conductivity.",
                "Another interesting approach that has been developed in the design of efficient anodes for NIBs is embedding nanostructured materials into carbon matrices. Several nanocomposites based on carbon matrices (CMs) along with metal oxides and sulfides, such as Bi2O3 [34], Bi2S3 [35], SnO2 [36], Sb2O3 [37] and Sb2S3 [38], have been proposed to enhance the anode performance in NIBs. Particularly, Sb2S3 is considered as a suitable anode material because of its large theoretical capacity (946 mAh g−1) by accommodating 12 Na+ ions per Sb2S3 and its superior electrical conductivity relative to the oxides [39]. NIB fabricated with reduced graphene oxide (RGO), and decorated with Sb2S3 nanorods as an anode material, showed a specific capacity of 652 mAh g−1 at 0.1 A g−1 after 60 cycles, resulting in a capacity retention of 80.3% [40]. According to previous reports, the RGO sheets alleviate the volume change during sodiation/desodiation process related to the conversion and alloying reactions [41], [42], [43]. Wu et al. [42] found that after several cycling, anodes based on Sb2S3 nanowires wrapped by graphene sheets maintained the one-dimensional (1D) morphology, achieving a capacity retention of 73.07%. Such finding was attributed to the graphene sheets ability to accommodate large volume expansion and alleviate the pulverization of Sb2S3 nanowires. Moreover, issues related to the volume changes, and the strong modifications in the chemical bonding of metal sulfides on the carbon nanostructures, have been assessed to develop high-performance anodes for energy storage [34], [44], [45]. For instance, a strong chemical binding between Sb2S3 and S-doped graphene sheets (SGS) via a SC bonding, exhibited a stable capacity of 83% at 2 A g−1 after 900 cycles [44]. Experimental results combined with density functional theory (DFT) investigations evidenced that stronger electron coupling of Sb2S3/SGS ensure a more stable structure producing a better long-cycle performance. Nevertheless, fundamental challenges remain in the impact of the interaction between Sb2S3 and the carbon matrix (CM), and on the electrochemical performance of anode materials for NIBs.",
                "The combination of experiment and DFT calculations [46] was used to reveal the excellent electrochemical performance of NIBs consisting of Na metal oxides and non-graphitazable carbon as positive and negative electrodes. Graphene effectively improves the electron transport properties of hybrid nanocomposites as anode materials for LIBs. However, the advantages of Na vs. Li ions are: (1) Na is lighter than Li and suppresses dendrite formation, (2) its low adsorption energy and the weak binding strength in 2D layered materials, (3) the amount of Na in the Earth’s crust is 28400 mg kg−1, while the amount of Li stored is only 20 mg kg−1 [47]. Although the electrochemistry of LIBs and NIBs is similar, the low cost of Na allows the possibility to change Li ions in the market for stationary battery storage systems [48]. In a theoretical work, Mukherjee et al.[49] performed a plane wave DFT study with the GGA-PBE functional to investigate the diffusion and the stability of Na and K over blue phosphorene (BP), in which ultrahigh storage and fast diffusion of Na ions were disclosed. In this context, Datta et al. [50] reported a high-capacity anode material for Na-ion battery on defective graphene. A maximum possible capacity of 1450 mAh g−1 was disclosed for Na-ion battery. The performance of NIBs is considered to be highly regulated by the availability of ions to be diffused at the interface, but no atomistic evidence has been given to solve this issue. In this contribution, Sb2S3 embedded in Sb- and S-doped 3D carbon matrix (Sb2S3/Sb-CM and Sb2S3/S-CM nanocomposites, respectively) were evaluated as anodes for NIBs. A combined experimental and theoretical investigation was conducted to elucidate the role of both the interfacial interaction between Sb2S3 and CM trough SbC and SC bonds in controlling their electrochemical properties, and the capacitive properties of the composite material Sb2S3/carbon and Sb2S3/doped-carbon used as electrode in high performance NIBs."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "All the reagents were of analytical grade and used as received. The 3D CM consisting of multi-walled carbon nanotubes (CNT) and graphene nanoribbons (GNR) were prepared following our methods previously described [33], [51]. The Sb-CM and S-CM were obtained by dissolving CNT and GNR on mass ratio of 1:1 with 4 mmol SbCl3 or Na2S into 100 mL of deionized water (D.I.), respectively. Then, the black suspension was refluxed for 8 h and collected by filtration. The precipitate was washed several times with water and ethanol and then dried in the oven at 60 °C for overnight. The resulting powders were ultrasonicated in a 1.0 M HCl aqueous solution at room temperature. The Sb2S3 embedded in 3D CM with and without heteroatom doping nanocomposites were synthesized by hydrothermal method. Briefly, 50 mg of as-obtained CM powders, 15 mM antimony potassium tartrate and 30 mM thioacetamide were added to 50 mL of D.I. water, and magnetically stirred for 1 h. The mixture was poured into a Teflon-lined autoclave and kept at 150 °C for 5 h in an electric oven. After the reaction was completed, the precipitate was collected by filtration and washed copiously with D.I. water and ethanol. Lastly, the black product was dried overnight in a vacuum oven at 80",
                        "°C."
                    ],
                    "name": "Preparation of Sb2S3/heteroatom-doped nanocomposites",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Field emission scanning electron microscope (FESEM) images were obtained by a Hitachi S5500 equipped with a Bruker Quantax energy dispersive X-ray spectroscopy (EDS) system. High-resolution transmission electron microscopy (HRTEM) images were taken on a JEOL JEM-2010 microscope. X-ray diffraction (XRD) patterns were collected using a Rigaku Ultima IV diffractometer with a Cu K",
                        "α radiation source. Thermogravimetric analysis (TGA) was performed by a Netzsch STA 449 Jupiter at heating rates of 10 °C/min. Raman spectra were measured using a WITec confocal Raman Alpha 300 attached with a 532 nm laser excitation. X-ray photoelectron spectroscopy (XPS) were carried out in a Thermo Scientific K-Alpha + spectrometer with a monochromatic Al K",
                        "α source."
                    ],
                    "name": "Materials characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The working anodes were prepared by pasting on a cooper foil the slurry mixture consisted of 80 wt% active nanocomposites, 10 wt% conducting carbon black and 10 wt% carboxymethyl cellulose (CMC) binder in D.I. water. The electrodes were dried overnight in a vacuum oven at 80 °C. Subsequently, the electrodes were cut into 15 mm in diameter with a mass loading varying from 1.1 to 1.4 mg cm−2. For electrochemical analysis, the nanocomposite electrodes were assembled with sodium metal and Celgard 2400 separator in CR2032 coin half-cells in an Ar-filled glove box. 1 M NaClO4 in propylene carbonate with additional 5% fluoroethylene carbonate was used as electrolyte.",
                        "Cyclic voltammetry (CV) and galvanostatic charge/discharge measurements were performed using a Bio-Logic VMP-3 potenciostat/galvanostat in the potential range of 0.01–2.5 V (vs Na/Na+) at ambient temperature. Similarly, electrochemical impedance spectroscopy (EIS) were carried out using the same test equipment in the frequency range of 100 kHz to 10 mHz and an AC voltage with an amplitude of 5 mV."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The calculations were performed within the framework of DFT using the Perdew-Burke-Ernzerhof (PBE) functional for the exchange correlation potential [52], as implemented in the Quantum ESPRESSO [53] computational code. The PBE functional was chosen, since it has been shown to give reasonable results for the energetic stability of 2D structures [49], [54]. Since it has been stated that the intermolecular interactions are strongly ruled by dispersion effects [55], the van der Waals (vdW) contribution was included using the dispersion correction Grimme method (D2) [56]. The valence electrons of S(3s23p4), C(2s22p2), Sb(5s25p3) and Na(3s1) were expanded by using a set of plane waves with an energy cut-off of 450 eV. The calculation was performed using a supercell containing 5",
                        "× 5",
                        "× 1 primitive cells of carbon with a vacuum spacing of 30 Å. A k-points grid sampling of 4",
                        "× 4",
                        "× 1 was used for structural relaxation. A sampling of 8",
                        "× 8",
                        "× 1 was implemented for the computation of the electronic structure properties. The threshold energy for electronic self-consistency was set to 1",
                        "×",
                        "10 - 5 Ry. In all computations, a convergence threshold of 0.02 eV/Åwas imposed for the final forces at all geometrical optimizations. The vacuum spacing was considered to avoid spurious interactions arising from vdW forces among composites.",
                        "In order to obtain insight into the interaction between adsorbed Sb2S3 and the CM, several possible configurations with different relative positions of Sb2S3 and graphene were considered in the search of the most stable structure with the lowest total energy. The relation to evaluate the binding energy for our systems is given by:(1)",
                        "E ads = E t ( substrate + X ) - E t ( substrate ) - E t ( X ) ,in which",
                        "E t ( substrate + X ) is the total energy of the Sb2S3/CM, Sb2S3/S-CM or Sb2S3/Sb-CM systems,",
                        "E t ( substrate ) is the energy of the undoped/doped graphene, and",
                        "E t ( X ) is the energy of an isolated X = Sb2S3 nanoparticle (NP). It is worth noting that the negative values of the",
                        "E ads indicate that the adsorption is favored.",
                        "Charge density difference and charge transfer were also studied. The charge transfer analysis of the Sb2S3 NP on different CM was performed using Bader population analysis [57], [58]. The isosurfaces of the charge density difference were mapped, as given by the following equation:(2)",
                        "Δ ρ = ρ ( substrate + Sb 2 S 3 ) - ρ ( substrate ) - ρ ( Sb 2 S 3 ) ,in which,",
                        "ρ ( substrate + Sb 2 S 3 ) is the electronic density of Sb2S3/CM, Sb2S3/S-CM or Sb2S3/Sb-CM systems;",
                        "ρ ( substrate ) is the electronic density of the undoped/doped graphene and",
                        "ρ ( Sb 2 S 3 ) is the density of the isolated Sb2S3 NP."
                    ],
                    "name": "Computational details",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental and computational details",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        {
                            "content": [
                                "The S and Sb doping of the 3D CM, namely S-CM and Sb-CM respectively, was first investigated by energy dispersive X-ray spectroscopy (EDS) and X-ray photoelectron spectroscopy (XPS). Fig. S1 (a) and (b) of Supplementary Information shows the corresponding elemental mapping images of S-CM and Sb-CM from field emission scanning electron microscopy (FESEM) images. As both heteroatom-doped CM were treated to remove the residual metal ions (see Experimental section), the homogeneous presence of S and Sb elements, suggest their incorporation into the 3D CM. In addition, the heteroatom doping was further analyzed by XPS measurements (Fig. S2). For S-CM, the high-resolution XPS spectrum of S2p exhibits the characteristic spin–orbit doublet consisting of",
                                "S 2 p 3 / 2 and",
                                "S2p 1 / 2 signals located at 163.64 and 164.86 eV [29], [44]. These two peaks correspond to the SC and SC covalent bonds (Fig. S2(a)). From Fig. S2(b), the XPS spectrum of Sb-CM shows the presence of",
                                "Sb3d 5 / 2 (",
                                "~530.4 eV) and",
                                "Sb3d 3 / 2 (",
                                "~539.3 eV) signals. The deconvolution of",
                                "Sb3d 3 / 2 peak reveals the co-existence of",
                                "Sb 3 + and",
                                "Sb 5 + valence states, which agrees well with that reported for Sb doping of graphene nanoplatelets by mechanochemical ball-milling process [59]. Moreover, since Sb3d and O1s signals overlap, the peak located at about 532.5 eV can be ascribed to CO bonds [59]. These results confirm the formation of covalent bonds after heteroatom doping C and Sb or S bond after the reflux reactions.",
                                "Fig. 1 shows the representative morphology of Sb2S3 deposited by hydrothermal synthesis onto the Sb-CM sample. As illustrated in Fig. 1(a) and (b), FESEM and HRTEM images display a cluster of nanoparticles (NP) with an average size between 50–200 nm embedded inside the 3D CM. Whereas Fig. 1(c) reveals a lattice fringe pattern with d-spacing of 0.38 nm, consistent with the (202) plane of orthorhombic Sb2S3 crystals [43]. The uniform distribution of the Sb, S and C elements is demonstrated by the elemental mapping images under FESEM observation (Fig. 1(d)–(f)). Fig. S3 shows the EDS spectra and the corresponding atomic ratio of all nanocomposites. The undoped nanocomposite exhibits an atomic ratio of Sb:S  = 1:1.51, indicating a stoichiometric composition of Sb2S3. X-ray powder diffraction (XRD) and Raman analysis also confirmed the crystal structures of Sb2S3/heteroatom-doped and Sb2S3/CM nanocomposites.",
                                "The XRD patterns in Fig. 2(a) exhibit the characteristic sharp peaks corresponding to the orthorhombic phase of antimony sulfide (PDF#42–1393) [60]. It is worth noting that no other peak related S or Sb crystals are present, revealing the chemical incorporation into the 3D CM network, which agrees well with the XPS and EDS data. Fig. 2(b) shows the average Raman spectra of Sb2S3/CM, Sb2S3/Sb-CM and Sb2S3/S-CM nanocomposites over an area of 10 x 10",
                                "μm. The Raman peaks located at low frequency region (",
                                "<500 cm−1), namely 157, 191, 255, 373 and 455 cm−1 are related to the orthorhombic stibnite phase [61], and those at 1349 and 1584 cm−1 to the D and G bands of carbon [33], [41]. The ratios of D- to G-band intensities (",
                                "I D/",
                                "I G) are an indicative of the degree of disorder in the carbon materials brought out by the covalent doping. The",
                                "I D/",
                                "I G are found to be 0.79, 0.98 and 0.99 for Sb2S3/CM, Sb2S3/Sb-CM and Sb2S3/S-CM. This observation confirms the presence of more defects in the heteroatom-doped CM, which in turn indicates more active sites for Na-ion accommodation [22]. The carbon content of nanocomposites with and without heteroatom doping was also evaluated by thermogravimetric analysis (TGA). Taking into account that the conversion of Sb2S3 into the mixed-valence oxide, namely Sb(III) and Sb(V) at 600 °C, and the final combustion product of Sb2O4 at 800 °C [40], the content of carbon is found to be in the range of 15 and 18%, as displayed in Fig. 2(c).",
                                "To evaluate the surface electronic states and chemical compositions of Sb2S3/CM, Sb2S3/Sb-CM and Sb2S3/S-CM nanocomposites, XPS analysis was carried out as displayed in Fig. 2(d) and (e). The high-resolution XPS spectra of Sb3d and O1s signals for all nanocomposites are shown in Fig. 2(d). The presence of the two distinct peaks centered at",
                                "~529.3 and",
                                "~534.4 eV corresponding to",
                                "Sb3d 5 / 2 and",
                                "Sb3d 3 / 2, confirm the existence of",
                                "Sb 3 + state [43]. For O1s signal, the peak at 532.3 eV is associated to the CO bond as mentioned above. Moreover, Fig. 2(e) shows the high-resolution XPS spectra of S2p signal, which can be deconvoluted into two peaks located at 161.2 and 162.5 eV attributed to S2− state [33]. Such observations are in good agreement with the reported literature [38], [40], suggesting the successful deposition of Sb2S3 onto 3D CM. More importantly, it is observed that the binding energies of the both Sb3d and S2p signals are shifted to lower energy level when Sb-CM and S-CM were used compared to undoped CM. This phenomenon has been ascribed to a stronger electronic interaction between Sb2S3 and 3D CM [35], [44], which is beneficial to enhance the stability of the nanocomposites during sodiation/desodiation process, as well as to improve the electronic conductivity at the Sb2S3/3D CM interface."
                            ],
                            "name": "Structural and morphological properties of Sb2S3/CM, Sb2S3/S-CM and Sb2S3/Sb-CM nanocomposites",
                            "type": "section_h4"
                        },
                        {
                            "content": [
                                "Cyclic voltammetry (CV) was conducted to evaluate the influence of the interfacial interaction between Sb2S3 and heteroatom-doped CM on the electrochemical Na+ storage. Half coin cells using nanocomposites and sodium metal as electrodes were assembled and tested at scan rate of 0.1 mV s−1 in the voltage range of 0.01–2.5 V versus Na/Na+. The profiles during the first, second and fifth cycle for heteroatom-doped CM are shown in Fig. 3. In the first cathodic scan, Sb2S3/Sb-CM and Sb2S3/S-CM nanocomposites present three distinct peaks centered at 0.71, 0.39 and 0.27 V corresponding to the conversion and alloying reaction of S with Na+ and Sb with Na+, respectively [38], [41].",
                                "From Fig. 3(a) and (b), it is evident the change in the peak intensity and location between the first and subsequent cycles, which is assigned to the irreversible solid electrolyte interface (SEI) formation. During the anodic scan, the oxidation peaks located at 0.81 and 1.38 V belong the reversible dealloying process and the formation of Sb2S3 [43], respectively. Fig. 3(a) and (b) also show that the subsequently CV curves for Sb2S3/Sb-CM and Sb2S3/S-CM nanocomposites are nearly completely overlapped. Conversely, the CV curves for nanocomposites without heteroatom-doped CM (Fig. S4(a)) show overlapping only after the 3rd CV cycle. Thus, the heteroatom doping may contribute to the stability of the nanocomposites during electrochemical Na+ storage [62]. The galvanostatic charge–discharge profiles of Sb2S3/Sb-CM and Sb2S3/S-CM nanocomposites within a potential range of 0.01–2.5 V at a current density of 100 mA g−1 are displayed in Fig. 3(c) and (d). The plateaus in the charge–discharge profiles are consistent with the observed CV redox behavior and previous results [63]. The initial discharge and charge specific capacities are respectively found to be 1192 and 800 mAh g−1 for Sb2S3/Sb-CM, and 1207 and 807 mAh g−1 for Sb2S3/S-CM nanocomposites. Meanwhile, Fig. S4 reveals that the nanocomposite without heteroatom-doped CM delivers an initial discharge and charge specific capacities of only 1108 and 717 mAh g−1, respectively. The corresponding initial Coulombic efficiency for Sb2S3/Sb-CM (67.1%) and Sb2S3/S-CM (66.9%) are higher than that for Sb2S3/CM (64.7%). Notably, anodes based on heteroatom-doped 3D CM show stable perfomance in fewer cycles than those based on Sb2S3/CM. These observations indicate that the modification of the interfacial interaction between Sb2S3 and 3D CM through SbC and SC bonds improve the capacity, coulombic efficiency and the overall stability of the nanocomposites.",
                                "The rate capability of the Sb2S3/heteroatom-doped and Sb2S3/undoped 3D CM electrodes was assessed for 10 cycles at current densities of 0.1–2 A g−1 in Fig. 3(e). Remarkably, the Sb2S3/S-CM nanocomposite shows superior rate capability than that of Sb2S3/Sb-CM and Sb2S3/CM, delivering average specific capacities of 801, 711, 617, 552 and 481 mAh g−1 at current densities of 0.1, 0.2, 0.5, 1 and 2 A g−1. In comparison, the initial reversible specific capacity of Sb2S3/CM is found to be 709 mAh g−1 at a low current density of 0.1 A g−1. It is also visible that as the current density increases, the specific capacity gap between electrodes fabricated with and without heteratom doping is higher. Such performance suggests an enhanced electron transfer at the Sb2S3/heteroatom-doped CM interface, as well as an improved conductivity within the nanocomposite after doping [64]. It is worth noting that when the rate is returned to 0.1 A g−1, the reversible rate capability of the electrodes using heteroatom-doped 3D CM is significantly higher compared to the Sb2S3/CM nanocomposite. Additionally, cycling performances of the different nanocomposites under a current density of 0.1 A g−1 are shown in Fig. 3f. After 150 cycles, the Sb2S3/Sb-CM and Sb2S3/S-CM nanocomposites exhibit a reversible specific capacity of 608 and 675 mAh g−1, respectively. Meanwhile, the Sb2S3/CM electrode delivers a reversible specific capacity of only 426 mAh g−1, demonstrating that heteroatom doping of the CM causes an enhanced electrochemical activity.",
                                "Electrochemical impedance spectroscopy (EIS) was performed to further reveal the relationship between the interfacial modification by heteroatom doping at the Sb2S3/CM interface and electrochemical performance. Fig. S5(a) shows the EIS spectra of the electrodes based on undoped- and doped-CM after 150 cycles at 0.1 A g−1. Each spectrum is composed of a large depressed semicircle at the high-to-medium frequency followed by a sloping line in the low-frequency region. These spectra are in agreement with previous results using Sb2S3 and graphene as anode for NIBs [38], [42]. Therefore, the interface resistance (",
                                "R int) of all electrodes can be considered as the sum of the fitted contribution of SEI resistance (",
                                "R s) and charge transfer resistance (",
                                "R ct), i.e. the semicircle at the high-to-medium frequency region [38]. The (",
                                "R int) values are found to be 2954, 1248 and 824",
                                "Ω for Sb2S3/CM, Sb2S3/Sb-CM and Sb2S3/S-CM respectively, which indicates a facilitated interfacial charge transfer within both heteroatom-doped nanocomposites. Moreover, it is possible to elucidate the Na+ diffusion kinetic in the nanocomposites by plotting the real part resistance (Z’) versus the inverse square root of the angular frequency (",
                                "ω - 1 / 2) in the low-frequency region (Fig. S5(b)). The lower the slope value, the better the Na+ diffusion process [65], as observed in the electrodes based on heteroatom-doped nanocomposites. Although an increment in the electrochemical active surface area (EASA) could also cause a lower slope, the EASA values were obtained from the typical CV profiles depicted in (Fig. S6), using the Randles–Sevcik equation (see Supplementary information). The EASA values corresponds to approximately 180, 195 and 201 cm2 for Sb2S3/CM, Sb2S3/Sb-CM and Sb2S3/S-CM electrodes. The difference is less than 10%, which does not completely account for the differences observed in (Fig. S5(b)), and indicates that doping elements increase both Na+ diffusion and the electrochemical activity surface area of the composites. Therefore, these findings evidence that the electrochemical kinetics of the Sb2S3/CM nanocomposites can be tailored by modifying its interface via heteroatom doping."
                            ],
                            "name": "Electrochemical performance",
                            "type": "section_h4"
                        }
                    ],
                    "name": "Experimental results",
                    "type": "section_h3"
                },
                {
                    "content": [
                        {
                            "content": [
                                "DFT geometry relaxations were performed in accordance to the methodology described in the Computational details section. As it has previously been stated in the experimental section, the composite materials used for the NIB possess a 3D hierarchy. Particularly, the carbon matrix used in the experiments presents a combined morphology with GNR and CNT. In this sense, theoretical works have been developed to simplify such 3D hierarchy to a 2D hierarchy instead [66], [44]. That is, Muñiz et al. [66] and Xiong et al. [44] have shown that a simplified graphene model with its corresponding periodical conditions finely simulates the electronic structure nature of 3D carbon systems. Consequently, a graphene model with its corresponding periodic boundary conditions was adopted to study the interactions of carbon with the doping agents and Sb2S3 NP.",
                                "The geometrical structure of the pristine graphene, S-doped graphene and Sb-doped graphene were optimized. Graphene showed the known hexagonal honeycomb structure with a lattice constant of a  = b = 2.46 Å, c  = 30 Å and a CC bond length of 1.42 Å. After doping with S and Sb on the graphene matrix, as seen in Fig. 4, the CS and CSb bond lengths are modified from the original CC bond length and the nearest neighbor hexagons were deformed. Such deformation is in close agreement with the experimental results previously disclosed by Raman measurements. This observation is due to the large atomic radii of S and Sb as compared to the C atom. Furthermore, bond lengths of 1.62 Å and 1.81 Å were found for S-C and Sb-C in S- and Sb-doped graphene, respectively. It is important to highlight that the formation of doping, which was theoretically evidenced, is in agreement with XPS experimental results discussed above. In addition, the models showed no curvature, with a planar geometry instead. The experimentally synthesized nanocomposites were computationally simulated by anchoring a Sb2S3 model on the pristine and doped-graphene systems depicted in Fig. 4. An Sb2S3 NP was selected as the molecular model, as depicted in Fig. S7, since Kondrat et al. [67] and Caruso et al. [68], based on DFT calculations, showed that such NP fulfills the symmetry of the solid state system. Moreover, the reduced model finely reproduces all electronic structure properties observed for the solid-state system.",
                                "The XRD experimental results revealed that the Sb2S3 system indeed, showed the predominant orthorhombic phase, as revealed in Fig. S7 and the (PDF#42–1393) data card. Consequently, since the predominant phase obeys the symmetry of the simplified molecular model of Sb2S3, the NP system was implemented in the subsequent computations to reduce computing time. Fig. S7 depicts three surface models showing different possible configurations with diverse relative positions of the Sb2S3 NP with respect to graphene.",
                                "Moreover, analogous calculations were performed for the doped-graphene model systems namely, Sb2S3/Sb-CM and Sb2S3/S-CM. Three attacks of the NP on graphene were considered, i.e. model 1, model 2 and model 3 configurations with respect to the graphene plane. The same principle was applied for the Sb-doped and S-doped carbon matrices. Furthermore, the configurations were defined with both, vertical and horizontal arrangements with respect to the graphene sheet. Model 1 corresponds to the horizontal(H) configuration (see Fig. S7(a)). In such configuration, the NP interacts in parallel planes with the graphene systems. Whilst, in model 2 and model 3, the NP was located in vertical positions with respect to the graphene plane. The graphene sheet interacted with the Sb (model 2) and S (model 3) atoms of the NP at the center of a carbon ring (see Fig. S7(b) and (c)). The computations showed that the Sb2S3 NP presented the lowest-energy configuration with respect to the pristine graphene (Sb2S3/CM) in the interaction presented in model 1 (see Fig. 5(a)). The same notation (model 1, model 2, and model 3) was applied for the doped-graphene cases; namely, Sb2S3/S-CM and Sb2S3/Sb-CM. The lowest-energy orientations for Sb2S3/Sb-CM and Sb2S3/S-CM systems corresponded to the configuration in which the NP was adsorbed at the position illustrated in model 2. The full optimizations resulted in a hexagon distorted matrix at the peripheral of the S and Sb doped-atoms, as it is depicted in Fig. 5(b) and (c).",
                                "Additionally, before the optimization of the composite, the Sb2S3 NP presented a molecular structure as depicted in Fig. S7, with an average bond length of 2.45 Å for Sb-S. After full optimization of the composite, Fig. S8 shows the possible conformations of the NP and the average bond distance of S-Sb atoms in Sb2S3/CM, Sb2S3/Sb-CM and Sb2S3/S-CM systems. Such distances are given in Table 1. The original orthorhombic symmetry of the Sb2S3 NP was modified.",
                                "The NP in the composite systems repealed the doped Sb and S atoms at the graphene sheet. This changed the SbC and SC bond distances, and consequently altered the curvature of the plane to induce a deviation with respect to the z-axis. The calculated adsorption energies for the composite materials are shown in Table 2. The structure with the lowest adsorption energy was Sb2S3/Sb-CM, resulting in the most stable interaction. As previously stated, the stabilization of the composite is in agreement with our experimental observation evidenced with the binding energy measurements. The distortion theoretically evidenced was quantified as the deviation of the average positions of Sb and S atoms in the hexagon for both systems Sb2S3/Sb-CM and Sb2S3/S-CM. That is, for model 1 (see Table 2), the CSb, CS bond length are 1.74 Å and 2.21 Å, respectively. With respect to Sb2S3/Sb-CM and Sb2S3/S-CM systems, the large deviations evidenced the anchoring of the Sb2S3 NP on the Sb-doped and S-doped graphene surfaces. As previously suggested by the experiment, this effect could enhance the capacity and diffusion on the battery electrode.",
                                "The orientations for the composite materials Sb2S3/CM (model 1) and Sb2S3/S-CM (model 2) are the lowest-energy configurations with binding energies amounting to −0.63 eV and −2.34 eV (with vdW contribution), respectively (see Table 2). This result is in agreement with previous results of Xiong et al. [44]. Finally, it is worth to mention that the differences between the calculated adsorption energies performed with PBE and PBE-vdW are shown in Table 2. The vdW contribution is particularly important in such 2D systems, resulting in more stable composite materials."
                            ],
                            "name": "Structural description of Sb2S3/graphene and Sb2S3/Sb- and S-doped graphene",
                            "type": "section_h4"
                        },
                        {
                            "content": [
                                "The isosurfaces obtained with the aid of Eq. (2) are depicted in Fig. S9(a)-(c). The anchoring of the Sb2S3 NP certainly modified the topology in the CM, Sb-CM and S-CM systems. The yellow regions on the isosurfaces represent charge depletion at that volume, while the blue regions are zones in which the charge is accumulated. As it is shown in the figures, the NP transferred a portion of their electronic charge to the sheets. The charge transfer is dependent on the doping element. In this case, Sb and S atoms interact with the Sb2S3 NP by an electrostatic interaction. Additionally, a charge transfer interaction was induced among the atoms of the NP, and the Sb and S atoms in the doped systems.",
                                "The Bader charge analysis (see Table 2) indicated that the positive values are related to an electronic charge excess that comes from the Sb2S3 NP to the graphene and doped-graphene sheet in all systems. The NP depleted a fractional charge equal to 0.0925 and 0.004",
                                "| e | (e is the elementary charge) in Sb2S3/Sb-CM and Sb2S3/S-CM systems, respectively. Otherwise, the NP accumulated a fractional charge amounting to 0.011",
                                "| e | in Sb2S3/CM, which may be due to their polarized electronic states. Remarkable charge rearrangement occurs around the neighboring atoms of the CM and the S and Sb atoms in Sb2S3/Sb-CM and Sb2S3/S-CM nanocomposite systems. The Sb2S3/CM composite system showed a simultaneous accumulation and depletion of the charge (see Fig. S9(a)), which could be associated to an effective recombination of electrons and holes in such a system as well as affecting the charge carriers transport. This property would limit the extraction of electrons from the graphene sheet to the electrolyte if the nanocomposite systems were the anode material in an energy storage device. Moreover, in the charge density isosurfaces in Fig. S9(b) and (c), the charge transfer character was improved for the Sb2S3/Sb-CM and Sb2S3/S-CM composite systems. That is, the charge transfer is allowed from the Sb2S3 NP to the Sb- and S-doped CM, inducing a negative charge excess, particularly accumulated on the sheet (Fig. S7(b) and (c)). Moreover, the depletion (yellow) of electronic charge was located in the NP and at the distorted and curved hexagons, in which the Sb and S centers were present."
                            ],
                            "name": "Charge density difference",
                            "type": "section_h4"
                        },
                        {
                            "content": [
                                "The effect of the adsorption of Sb2S3 NP at CM, S-CM and Sb-CM was assessed in terms of the electronic structure properties. The total density of states (DOS) and partial density of states (PDOS) of each system were calculated and presented in Fig. 6 and S10, respectively. Upon adsorption, the NP introduced additional electronic states at the Fermi level, which induced a semi-metallic nature compared to the pristine, Sb- and S-doped graphene. The Fermi level of Sb2S3/CM and Sb2S3/Sb-CM systems was slightly shifted to the valence band, while the Fermi level of Sb2S3/S-CM system approached the conduction band, evidencing the n-type character of the material. Accordingly, a possible conductivity would be envisaged relative to the doping with Sb and S atoms in Sb2S3/Sb-CM and Sb2S3/S-CM systems.",
                                "The PDOS of Sb2S3/S-CM system are shown in Fig. S10(a), in which the 2p-C orbitals overlapped with the 3p-S orbitals, forming a covalent-type hybridization. A small overlap was observed among the former atoms and the 5p-orbitals of the Sb atom in the NP, which indicates the formation of an ionic bonding between the NP and the S/C atoms in this system. The PDOS of Sb2S3/Sb-CM are depicted in Fig. S10(b), in which the 5p-Sb orbitals of the NP and",
                                "3 p-S orbitals overlapped with",
                                "2 p-C orbitals of the CM, evidencing a covalent-type hybridization at the interface (see Fig. S10(b)). The 5p-Sb orbitals provided additional states at the Fermi level, giving rise to the new electronic states in the DOS profile. The covalent interaction makes a stronger bonding when it is adsorbed at the graphene sheet, despite the bonding among Sb and S atoms is dominated by an ionic interaction into the NP. This result agrees with the large adsorption energy listed in Table 2 for system Sb2S3/Sb-CM. Furthermore, the nature of the hybridization among C and S and the weak anionic interaction with Sb (Fig. S10(a)), is in agreement with the low adsorption energy reported in Table 2 for the Sb2S3/S-CM system. The strong binding of the NP with the doping atoms in graphene, increases its metallic-like character. This behavior could be associated to a possible improvement in the conductivity of the composite systems under study."
                            ],
                            "name": "Electronic structure properties",
                            "type": "section_h4"
                        }
                    ],
                    "name": "Density functional theory results",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, nanocomposite systems consisting of Sb2S3 embedded in Sb- and S-doped CM were successfully obtained. Experimental and theoretical studies demonstrated that by modifying the interfacial interaction between Sb2S3 and CM, the electrochemical Na+ storage of the nanocomposite electrodes can be substantially improved. The Sb2S3/Sb-CM and Sb2S3/S-CM nanocomposites exhibited a reversible specific capacity of 608 and 675 mAh g−1 at a current density of 0.1 A g−1, respectively. Such electrochemical performances are higher than that of electrode based on undoped nanocomposite, which delivered only a reversible specific capacity of 426 mAh g−1. DFT was used to analyze the adsorption energy, charge density difference and electronic structure properties of Sb2S3/CM, Sb2S3/Sb-CM and Sb2S3/S-CM composite systems. The charge density difference analysis revealed that the depletion of charges was present in the Sb2S3 NP and the accumulation of charges was present at the interfaces, with a charge exchange between the NP and the three CM under study. The charge transfer was improved in the both heteroatom doped-CM due to the presence of S and Sb doping elements. The analysis of DOS and PDOS indicated that new occupied states have been found in the density of states with a possible improvement in the conductivity of the composite systems. Finally, the combined DFT and experimental results revealed that tailoring the heteroatom-doped carbon matrix with Sb2S3 NP led to stable nanocomposites and improved charge density transfer for outstanding cycling stability. Both approaches may aid in the in silico design of novel composite materials intended to be implemented in NIBs."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "Oscar A. Jaramillo-Quintero: Conceptualization, Investigation, Methodology, Formal analysis, Writing - original draft, Writing - review & editing. Royer Valentín Barrera-Peralta: Investigation, Visualization, Validation. Abdel Ghafour El Hachimi: Software, Writing - original draft, Writing - review & editing. Alfredo Guillén-López: Software, Writing - original draft, Writing - review & editing. Obed Pérez: Validation, Formal analysis. Edilso Reguera: Resources, Validation. Marina Elizabeth Rincón: Funding acquisition, Resources, Writing - review & editing, Supervision. Jesús Muñiz: Software, Writing - original draft, Writing - review & editing, Funding acquisition, Resources, Formal analysis."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of Competing Interest",
            "type": "section_h2"
        }
    ],
    "Title": "Regular ArticleUnderstanding the interaction between heteroatom-doped carbon matrix and Sb2S3 for efficient sodium-ion battery anodes"
}