{
    "DOI": "10.1021/acsami.0c14294",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Up to now, lithium-ion batteries (LIBs) have been playing a key role and holding an overwhelming majority of market of the secondary battery field, since the issue of fossil energy supply and energy conversion became more and more severe.  A great amount of lithium resources are intensely needed because of the extensive application of LIBs.  However, the storage of lithium resources in the world is quite limited (∼0.0065%), further increasing the cost of LIBs.  Thus, more and more attention has been paid to sodium-ion batteries (SIBs), expecting that they can be a competitive substitute to LIBs in large-scale energy storage systems.  Furthermore, the element content of sodium in the earth’s crust is 2.64%, which is nearly 440 times more abundant than that of lithium. Moreover, there is no reaction between sodium and aluminum foil, meaning that the cheaper aluminum can be used to replace the expensive copper current collector in SIBs.  With all of the advantages mentioned above, a number of sodium-based cathode materials are being studied for SIBs, such as NaMO2 (M = V, Ni, Mn, Cr, Al, and Co), Na3V2(PO4)3,  Na3V2(PO4)2F3,  NaFePO4,  Na2(Fe,Mn)PO4F,  NaVPO4F,  and Na3V2(PO4)2O2xF3–2x (0 ≤ x ≤ 1).  Among these cathode materials, Na3V2(PO4)2O2F (NVPOF) has been paid great attention owing to its high voltage plateaus (at 3.6 and 4.0 V versus Na+/Na) and relatively high theoretical capacity (130 mAh g–1 with two Na+ insertion/extraction during charge/discharge processes).  Moreover, NVPOF with a NASICON structure can provide a stable crystal structural framework and fast Na+ diffusion paths, endowing it with great potential to be an excellent cathode material with favorable cycling stability and rate capability. However, there are still several critical problems that should be solved before its application, including the capacity decay, inferior rate capability, and polarization increase, which originate from the intrinsically poor electronic conductivity of NVPOF.  To obtain better electrochemical performances, many strategies are employed, such as morphological engineering, metal ion doping, and surface modification.  Although these methods can improve the performance of materials, the composition of electrodes can also affect their electrochemical properties, which is often neglected.  For instance, a binder is one of the important factors to keep the stability of the electrode structure, but research on binders is relatively scarce.  A binder can closely combine the active material, conductive additive, and current collector, which enhances the interface contact of the active material and conductive additive/current collector and stabilizes the structure of the electrode, thus influencing the electrochemical properties of the electrode. Over the past decades, as the most commonly used binder, poly(vinylidene fluoride) (PVDF) has shown many advantages, such as good electrochemical stability, binding capability, and high adhesion to active materials and current collectors.  However, there are also some shortcomings of using PVDF; in general, the matching solvent will always be N-methyl-2-pyrrolidone (NMP), which is highly toxic and can cause severe environmental pollution and great harm to people’s health.  In addition, both PVDF and NMP are very expensive, which increases the cost of the batteries. Furthermore, PVDF tends to swell and become soft in ester-based electrolytes, meaning that it cannot provide enough cohesiveness between the active material and the current collector, especially in the later period of the long-term cycling process.  Under these circumstances, much attention is focused on aqueous binders, such as polyacrylic latex (LA133), sodium alginate (SA), and sodium carboxymethylcellulose (CMC), since they are inexpensive, environmentally friendly, non-flammable, and highly conductive.  At present, aqueous binders are widely applied in various electrode materials, such as Na3V2(PO4)3,  Na3V2(PO4)2O2xF3–2x (0 ≤ x ≤ 1),  and in most of the anode materials, such as Si,  SiO2,  TiO2,  and SnS2,  which indicates their superior electrochemical properties. However, the influence of different binders on the electrochemical performance of electrode materials gets less attention.",
                "Herein, taking the NVPOF cathode as an example, the effects of four different binders (PVDF, CMC, LA133, and SA) on its electrochemical performance are compared in detail. The results show that the binder can directly impact the rate capacity and cycling stability of the NVPOF cathode. Obviously, using SA as the binder, the NVPOF electrode exhibits the most outstanding rate capacity and cycling stability, such as a super capacity retention of 82 mA h g–1 at a high rate of 20C and excellent cycling stability after 600 cycles at a 5C rate with a capacity retention of 89.2%, which is due to the uniform interspersion of the active material (NVPOF) and carbon black among electrodes, good integrity, low polarization, and superior kinetic properties of the NVPOF electrode. In addition, scanning electron microscopy (SEM), galvanostatic charge/discharge (GCD), cyclic voltammetry (CV), X-ray photoelectron spectroscopy (XPS), galvanostatic intermittent titration technique (GITT), and electrochemical impedance spectroscopy (EIS) were also employed to illuminate the reasons for the effects of different binders. The results indicate that when SA is used as the binder, NVPOF distributes uniformly in the electrode and the electrode shows good integrity after cycling, due to the abundant carboxyl and hydroxyl groups in the SA binder that have high adhesive and cohesive properties, which reduces the polarization and improves the kinetic properties of the NVPOF electrode, thus obtaining an excellent performance. Moreover, when coupled with a hard carbon anode, the fabricated sodium-ion full batteries (SIFBs) also exhibit an excellent rate capacity, thus providing a preview of their practical application. The strategy of exploring a suitable binder can be widely applied to other cathode materials for SIBs."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The NVPOF cathode materials were prepared using a hydrothermal method according to our report.  To prepare the carbon cloth (CC) anode, a commercially available CC was calcined at 1200 °C for 2 h under an Ar atmosphere. "
                    ],
                    "name": "2.1.  Material Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystal structure was analyzed by a powder X-ray diffraction diffractometer (XRD, Rigaku SmartLab) with Cu-Kα radiation (λ = 1.5418 Å) at 40 kV. Scanning electron microscopy (SEM, Hitachi SU 8000) was performed to observe the morphology of the as-prepared materials. The XPS results were obtained on a VG MultiLab 2000 system with a monochromatic Al Kα X-ray source (Thermo VG Scientific). Transmission electron microscopy (TEM) images were recorded on a JEOL-2100F at 100 kV. The Fourier transform infrared spectrum (FTIR Nicolet 6700 spectrometer (Thermo)) was used to analyze the chemical bonds of the as-obtained NVPOF material."
                    ],
                    "name": "2.2.  Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The working electrodes were made by mixing an electrode slurry containing active materials, carbon black, and binders (SA, CMC, PVDF, and LA133) with a weight ratio of 7:2:1 on Al foil, respectively, and then vacuum drying at 60 °C for 12 h. The electrolyte was 1 mol L–1 NaClO4 in a solution of propylene carbonate with 5 vol % fluoroethylene carbonate. A glass fiber filter was used as the separator, and metallic sodium was used as both the counter and reference electrodes in the half-cells. GCD measurements were conducted on battery testing systems in the potential window of 2.0–4.3 V versus Na+/Na at different rates. CV was performed on an electrochemical analyzer at 0.1 mV s–1, and GITT was used to study the Na+ diffusion kinetics.",
                        "Full cells were assembled by coupling the NVPOF cathode with the CC anode. The specific capacities of the full cell were calculated according to the mass of cathode materials based on the voltage window of 2.0–4.3 V. Prior to assembling the full cells, the CC anodes were presodiated to alleviate the initial irreversible capacity loss of full cells. A small amount of the electrolyte was dropped onto the surface of the sodium metal; then, the CC anode was placed on the sodium metal (ensuring that the sodium metal is in complete contact with the CC anode). They were kept in this state for 1.5 h to complete the presodiation of the CC anode."
                    ],
                    "name": "2.3.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "The NVPOF material was prepared by a simple hydrothermal method, as recently reported by us.  First, the structural and morphological characteristics of NVPOF were studied by powder X-ray diffraction (XRD), Fourier transform infrared (FTIR) spectroscopy, scanning electron microscopy (SEM), and transmission electron microscopy (TEM). The phase purity and crystal structure of NASICON-structured NVPOF was first examined through the XRD test. As shown in a, all of the diffraction peaks are well consistent with the standard JCPDS card of NASICON-structured NVPOF (PDF #01-076-3645) without any obvious impurity peaks. Moreover, the diffraction peaks have a high relative intensity, which also proves that the prepared NVPOF sample has an ideal crystal structure and good crystallinity. The FTIR spectrum of the prepared NVPOF is shown in b, and the bands at 1000–1150, 667, and 557 cm–1 can be ascribed to the asymmetric stretching vibration (vas) of PO43– tetrahedrons, the P–O symmetric stretching (vss), and bending vibrations (vb), respectively. The weak band at 954 cm–1 and the strong band at 913 cm–1 indicate the presence of V–F and V–O stretching vibrations, respectively. Moreover, according to the FTIR response, the intensity difference originated from the different absorbance nature of chemical bonds, indicating fewer vanadium bonds with fluorine than with oxygen in the NVPOF lattice.  In addition, the XPS measurement was performed to further determine the V valence. As shown in the full XPS spectrum of NVPOF (), in addition to the matrix element Na, the presence of V, P, O, and F elements can also be observed. In the high-resolution V 2p spectrum (), the sharp peak centered at 516.5 eV corresponds to the electrons in the orbit of V 2p3/2, while another broad peak at a higher binding energy of 523.6 eV is attributed to the V 2p1/2 electrons. Both peaks are characteristic of V4+ species in NVPOF and are in good agreement with a previous report. ",
                "The morphology and the size of the prepared NVPOF were investigated by SEM and TEM, as shown in c,d. NVPOF consists of uniform nanocuboids with a length of ∼400 nm and a width of ∼200 nm. The prepared NVPOF with uniform nanosize could effectively shorten the pathway for Na+, which is favorable for its diffusion during the charge/discharge process, indicating that NVPOF has an outstanding rate capacity, which is further investigated by electrochemical tests as given later. In addition, the elemental energy-dispersive X-ray (EDX) mapping of SEM in  manifests the distribution of each element in NVPOF, indicating that all present elements Na, V, O, P, F, and C are uniformly distributed throughout the whole sample of NVPOF.",
                "To compare the effects of four different binders on the NVPOF material’s electrochemical characteristics, the Na+ extraction/intercalation processes of NVPOF with different binders at 2.0–4.3 V versus Na+/Na were investigated by the common electrochemical measurement techniques, for example, the galvanostatic charge–discharge (GCD) and cyclic voltammetry (CV). The GCD curves of the cells used for different binders (the electrode consisted of a mixture of NVPOF, carbon black, and the SA (the structural schematic diagram of the SA binder is shown in ), CMC, PVDF, or LA133 binder and was denoted as NVPOF-SA, NVPOF-CMC, NVPOF-PVDF, or NVPOF-LA133, respectively) are shown in a. In all of the GCD curves, two pairs of charge/discharge plateaus can be clearly seen, which are attributed to the extraction/intercalation of two Na+ in charge/discharge processes. The GCD curves of NVPOF-SA, NVPOF-CMC, and NVPOF-PVDF exhibit relatively high specific capacities of about 127, 122, and 122 mAh g–1 at the first cycle. Although only a slight difference can be recognized between these three curves, obviously, NVPOF-SA has the best reversibility. As for NVPOF-PVDF, the capacity has obvious decay, which can be ascribed to the poor stability of the PVDF binder, specifically, the swelling of PVDF and the reduction of the viscosity during the charge/discharge processes in the ester-based electrolyte. NVPOF-LA133 exhibits the worst performance with the lowest discharge capacity and the poorest cycle stability during the charge/discharge processes. Moreover, CV tests were employed to illustrate the phase transformation and electrochemical reactions during the Na+ extraction/intercalation processes in the voltage range of 2.0–4.3 V versus Na+/Na at a scan rate of 0.1 mV s–1. As shown in b, all of the CV profiles of these electrodes exhibit two coupled anodic/cathodic peaks, which are well-defined at 4.086/3.966 and 3.691/3.541 V for NVPOF-SA, 4.086/3.954 and 3.708/3.530 V for NVPOF-CMC, 4.089/3.926 and 3.727/3.425 V for NVPOF-PVDF, and 4.099/3.912 and 3.745/3.399 V for NVPOF-LA133, which coincided with the corresponding test results in GCD. Moreover, to further illustrate the influence of different binders on the polarization of the NVPOF electrodes, the polarization of the four electrodes based on the GCD and CV curves is shown in . Obviously, NVPOF-SA and NVPOF-CMC have smaller polarization compared with NVPOF-PVDF and NVPOF-LA133, indicating that NVPOF-SA and NVPOF-CMC have better electronic and ionic transport kinetics, which might have resulted from the higher electrical conductivity of the SA and CMC binders.  In addition, it can be inferred that NVPOF-SA and NVPOF-CMC exhibit a superior rate capacity, which is proven in the following.",
                "To further demonstrate the influence of different binders on the electrochemical performance of NVPOF, the rate performance and cycle stability were tested. a shows the rate performances of the NVPOF electrodes from 0.1 to 20C using different binders. NVPOF-SA shows the best rate capability and can deliver a specific capacity of about 127 mAh g–1 at 0.1C, and even at 20C, it can still deliver a specific capacity of about 81 mAh g–1, which corresponds to a capacity retention of about 64.8% compared to the specific capacity at 0.1C. Moreover, there are two clear discharge plateaus above 3.6 and 4.0 V even at a high rate of 20C (in b). This is due to the formation of CEI at the surface between the cathode and the electrolyte, which provides better adhesion in the case of the NVPOF-SA electrode. NVPOF-CMC also has a great rate performance, which is close to that of NVPOF-SA. Furthermore, when the rate goes back to 0.1C, the discharge capacity can also go back to the initial one for both NVPOF-SA and NVPOF-CMC, indicating that the electrodes prepared using SA and CMC as binders exhibit excellent rate capacity and stability. Compared with the NVPOF-SA and NVPOF-CMC electrodes, the NVPOF-PVDF and NVPOF-LA133 electrodes exhibit poorer rate performances, which do not even deliver any capacity at a rate of 15C. In addition to the rate performance, the cycling stabilities of the four electrodes were also investigated at a rate of 1C. As shown in c, NVPOF-SA exhibits excellent cycling stability with nearly no obvious capacity fading after 200 cycles and the Coulombic efficiency of the electrode is close to 100%, indicating superior stability and cohesiveness of the SA binder. While the NVPOF-PVDF and NVPOF-LA133 electrodes show evident capacity fading in cycling processes, especially NVPOF-LA133, which delivers nearly no capacity after about 80 cycles. The GCD curves of the four electrodes at different cycles are shown in d, and the NVPOF-SA and NVPOF-CMC electrodes demonstrate almost the same GCD curves under different cycles both on the platform and specific discharge capacity. However, it can be observed that the NVPOF-PVDF and NVPOF-LA133 electrodes have obvious variation, including significant polarization and capacity attenuation with the increase of the number of cycles, especially the NVPOF-LA133 electrode. This is mainly due to the good contact between the electrode material and the current collector in the NVPOF-SA and NVPOF-LA133 electrodes and the good integrity of electrodes after cycling, leading to fast kinetic properties. Unsatisfactory results are observed for the NVPOF-PVDF and NVPOF-LA133 electrodes, which are due to the swelling of PVDF in esters solvent and the strong adhesion of LA133, leading to an evident crack and agglomeration after cycling, as well as the inferior electrochemical performance of the NVPOF-PVDF and NVPOF-LA133 electrodes. To further verify the stability of different binders on the electrochemical performance of NVPOF, we conducted long cycling tests at a relatively high current density (5C, whose charging/discharging time is only 0.2 h), and the specific result is shown in e, indicating that the NVPOF-SA electrode exhibits the highest capacity and the best stability during charge/discharge processes. However, the electrodes using PVDF and LA133 as binders all show notably low capacity at a rate of 5C. The test results show that the NVPOF-SA electrode shows the best performance, which can be ascribed to the better adhesion and cohesion of the SA binder to a great extent, protecting the integrity of the electrode during the cycling processes, thereby improving the electrochemical performance of NVPOF, and this will be verified in the following. Additionally, NVPOF-SA exhibits remarkable electrochemical properties comparable to those of previously reported phosphate-based cathode materials for SIBs, as shown in  in the Supporting Information.",
                "To shed light on the reasons for the influence of different binders on the electrochemical performance of the NVPOF electrodes, SEM tests were used to analyze the composition and architecture by characterizing the electrode in the fresh state/after cycling, as shown in . a and  are the SEM images of fresh NVPOF-SA and NVPOF-CMC, respectively, in which the two electrodes show a relatively uniform distribution without any obvious agglomeration or crack, meaning that the SA/CMC binder can be in good contact with the electrode material and the current collector. Meanwhile, in NVPOF-SA and NVPOF-CMC, the active material NVPOF and carbon black have a good contact, which can effectively improve the electrical conductivity of the whole electrode. Furthermore, a uniform distribution without agglomeration is beneficial to infiltrate the electrolyte, leading to a better contact between the active materials and the electrolyte during charge/discharge processes. The SEM image of the fresh NVPOF-PVDF is shown in , in which an obvious aggregation can be clearly seen, showing a non-uniform distribution of the electrode materials on the current collector. The poor contact between the active materials and the electrolyte leads to a high interface impedance and worse electrochemical performance. The aggregation is even more severe when using LA133 as the binder and the result is shown in c, which shows a large crack due to the strong adhesion of LA133, meaning a worse contact between the electrode materials and the current collector, which hinders the diffusion and transport of Na+ and electrons in the electrode. In addition to the fresh electrode, the composition and architecture of the electrodes after 200 cycles at 1C were also studied by SEM. Compared with the fresh ones, the cycled NVPOF-SA electrode displays slight agglomeration, as shown in b, indicating that the electrode is relatively stable when using SA as the binder. While, the NVPOF-CMC electrode appears to have a slight crack and agglomeration (), leading to the fact that the electrochemical performance of the NVPOF-CMC electrode is slightly lower than that of NVPOF-SA. In , when using PVDF as the binder, an obvious agglomeration can be seen, which may be caused by the swelling and softening of PVDF in the ester-based electrolyte,  indicating that PVDF could not provide enough cohesiveness during long-term cycling processes. Moreover, an evident crack and agglomeration can be seen in d, meaning that the LA133 binder is also not suitable for NVPOF. Furthermore, the adhesion strength of different binders between the electrode materials and the current collector was also tested by stress testing under a pressure of 10 MPa, as shown in . It can be seen that the NVPOF-SA and NVPOF-CMC electrodes show nearly no breakage after the pressure test, while the NVPOF-PVDF and NVPOF-LA133 electrodes exhibit different degrees of damage, further evidencing that the SA and CMC binders have good cohesiveness. In addition, the schematic diagram of the NVPOF electrodes with different binders during cycling processes is shown in e. NVPOF with the SA binder can best maintain the integrity of the electrode after cycling, due to the high adhesive and cohesive properties of the SA binder, which can remarkably improve the electrochemical performance of the NVPOF electrode.",
                "To further clarify the causes of the effects of different binders on the electrochemical performance of the NVPOF electrodes, the XPS test was conducted to analyze the adhesion and cohesion of different binders. a shows, from top to bottom, the C 1s spectra of the fresh NVPOF electrodes using SA, CMC, PVDF, and LA133 as binders, respectively. From the spectra of NVPOF-SA, NVPOF-CMC, and NVPOF-LA133 electrodes, the binding energy at around 288.7, 286.7, and 285.4 eV can be attributed to the −CO2–, −CO–, and −CH2– of these aqueous binders, respectively.  As for the NVPOF-PVDF electrode, the peaks at 290.7 and 286.0 eV correspond to the −CF2– and −CH2– of PVDF.  The binding energy at 284.5 eV corresponds to the C–C bond of the carbon black in the four electrodes. After 200 cycles, the spectra of NVPOF-SA and NVPOF-LA133 show a new peak at around 288.0 eV, which can be attributed to the −CO2– of the electrolyte decomposition products containing an ester linkage. The peak at 283.2 eV in NVPOF-SA, NVPOF-CMC, and NVPOF-LA133 can be attributed to the −C═C– of the electrolyte decomposition products containing an unsaturated carbon bond.  The rich carboxyl and hydroxyl groups of the SA binder endow it with higher adhesive and cohesive properties, and the −C═C– bonds formed by the electrolyte reaction on the surface of the NVPOF-SA electrode can prevent the further decomposition of the electrolyte and the corrosion of the cathode, which effectively protect the integrity of the electrodes and thus ensure outstanding cycling stability.  The kinetic characteristics of the NVPOF electrodes with different binders were further studied by the EIS and GITT tests. As shown in c, the impedance plots of the NVPOF electrodes using different binders are composed of a semicircle in the region of high to medium frequencies and a straight line in the low-frequency region. The semicircle of the high and medium frequencies represents the contact resistance (Ri) and the charge transfer resistance (Rct).  The Rct values can be obtained by fitting the EIS curves, and the fitting results are shown in . The NVPOF-SA, NVPOF-CMC, and NVPOF-PVDF electrodes have relatively small resistances (below 300 Ω), and the resistance of NVPOF-SA is only about 180 Ω, which can favor the electronic transfer processes and realize a small polarization. On the contrary, the NVPOF-LA133 electrode shows the largest resistance, indicating that the electronic conductivity of the NVPOF-LA133 electrode is worst compared with the other three electrodes. Moreover, the apparent diffusion coefficient of Na+ (Dapp,Na) is associated with the Warburg impedance (Zw), which is reflected in the inclined line in the low-frequency region, as shown in d. Dapp,Na can be calculated by where R is the gas constant, T is the absolute temperature, A is the surface area of the electrode, n is the number of electrons per molecule during oxidization, F is the Faraday constant, C is the Na+ concentration, and σ is the Warburg factor, which is related to Z′ through ",
                "d shows the relationship between Z′ and ω–1/2 in the low-frequency region of the four electrodes with different binders. According to , the slope of the straight line has an inverse relation with Dapp,Na. So, it is clear that the electrode using SA as the binder has the maximum Dapp,Na, and the Dapp,Na of NVPOF-CMC is close to that of NVPOF-SA, while the Dapp,Na values of NVPOF-PVDF and NVPOF-LA133 are obviously smaller than those of NVPOF-SA and NVPOF-CMC. Usually, Dapp,Na has a great influence on the rate capacity of the materials, and a larger Dapp,Na indicates that the Na+ insertion/extraction processes will be easier, thus realizing an excellent electrochemical performance.",
                "In addition, the GITT tests were conducted to track the changes in Dapp,Na during a complete charge and discharge process of the NVPOF cathode materials. The GITT tests for the first cycle were implemented in the same voltage range as that for GCD at 0.05C. There is a straight-line behavior between the cell voltage E and the square root of the galvanostatic time (τ1/2) during each single titration, as shown in .  shows the trend of Na+ diffusion (Dapp,Na) and quasi-equilibrium potentials in each relaxation process consistent with the GCD processes of the NVPOF electrodes using different binders. Notably, every quasi-equilibrium potential almost coincides with the charge and discharge curves, and they exhibit the minimum difference values compared to the previously reported results.  That is to say, the cells effectively elevated both ionic and electronic conductivities during the Na+ kinetic processes through binder regulation. According to the GITT testing result, the Dapp,Na values of the electrodes with different binders were 10–12–10–9, 10–13–10–9, 10–14–10–11, and 10–14–10–10 cm2 s–1 for NVPOF-SA, NVPOF-CMC, NVPOF-PVDF, and NVPOF-LA133, respectively, indicating that different binders have a significant effect on the kinetic properties of the NVPOF electrode, thus affecting the rate performance of the NVPOF materials.",
                "Furthermore, SIFBs were fabricated via coupling the NVPOF-SA cathode with the CC anode, demonstrating the suitability of the chosen NVPOF-SA as a good material for the SIB cathode. The CC anode was prepared according to a previous report,  and its structure and morphology were characterized by XRD and SEM, respectively. The XRD pattern of the CC anode shows two visible broad peaks at 20 and 43° (in ), corresponding to the (002) and (100) crystal planes of the disordered carbon,  respectively. As shown in , the CC anode is composed of interwoven carbon microtubes (the diameter is approximately 10–15 μm), and the representative electrochemical properties of the CC anode are presented in . a shows the first cycle curves of the CC//NVPOF-SA SIFBs at 0.1C (calculated based on the NVPOF cathode) in the voltage range of 2.0–4.3 V, in which two well-defined plateaus at about 3.5 and 4.0 V can be clearly recognized, indicating a good match between these two electrodes. In addition, the discharge specific capacity of CC//NVPOF-SA SIFBs in the first cycle is as high as 120 mAh g–1, while the Coulombic efficiency of the first cycle is 92.3%. Compared with the half-cell test, the discharge specific capacity and the Coulombic efficiency of CC//NVPOF-SA SIFBs are lower, which is mainly due to the fact that the full cell undergoes the activation process in the first cycle.  The inset of a further shows the application demonstrations of CC//NVPOF-SA SIFBs in a coin-type cell. As shown in the digital photo, one coin-type cell can light a display screen composed of 33 LED bulbs. Moreover, the rate performance of the full cell was also tested from 0.1C to 15C and is shown in b, and the discharge capacity at 0.1C is overall greater than 120 mAh g–1, which is almost the same as that of the half-cells. Even when the rate is increased to 15C, the full cell can still deliver a capacity of about 90 mAh g–1, owing to a capacity retention of 75% compared with the specific capacity at 0.1C. The results indicate that the SA binder is not only suitable for half-cells but also for full cells, which are prepared by coupling NVPOF-SA and CC and therefore have excellent electrochemical performance."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In this work, we have proved that the electrochemical performance of NVPOF cathode materials can be improved by matching the appropriate binder system and further studied the effects of different binders on the electrochemical properties of NVPOF. On the whole, the NVPOF electrodes with the aqueous SA binder exhibit the best electrochemical performance compared with those with other binders, including excellent rate capacity (a capacity of 82 mAh g–1 at a high rate of 20C) and stable cycling performance (a capacity retention of 89.2% after 600 cycles at 5C), which is attributed to the excellent adhesion of SA (ensuring the integrity of the electrode in the cycling process), thereby reducing the polarization and improving the kinetic properties of the NVPOF electrode. Furthermore, by coupling the NVPOF-SA cathode with the CC anode, a full cell battery was assembled, which can also achieve an excellent performance. The strategy of matching the appropriate binder will become a new breakthrough point for developing electrode materials with high performance for SIBs."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "High-Rate and Long-Cycle Cathode for Sodium-Ion Batteries: Enhanced Electrode Stability and Kinetics via Binder Adjustment"
}