{
    "DOI": "10.1039/D5CC00346F",
    "Journal": "Chemical Communications",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The increasing demand on renewable energies has intensively inspired the design and development of various rechargeable batteries for addressing their electrical-generation instability caused by natural factors (such as climate, weather and geography). Rechargeable sodium-ion batteries (SIBs) reveal huge promise for large-scale storage and conversion of those renewable energies, owing to the advantages of earth-abundant raw materials and reversible Na-insertion electrochemistry. In order to well meet practical requirements and cost effectiveness of SIBs, electrode materials with good high-rate capability and long-lifespan cycling performance are highly desired. To date, reported available SIBs cathode materials mainly consist of transition-metal oxides, polyanionic compounds and Prussian-blue analogues. Among those materials, vanadium-based polyanionic compounds obtain special interests for designing high-rate, long-lifetime SIBs as they have robust structural framework, high electrochemical activity and favourable Na-transport channel. Previous studies have suggested that structural and electrochemical properties of the vanadium-based compounds highly depend on their compositions. For instance, the Na3V2(PO4)3 composition shows a rhombohedral structure with Rc space group, and has a theoretical capacity of 117 mA h g−1 at a low potential plateau of 3.45 V (vs. Na+/Na). Spherical Na3V2(PO4)3/C delivered a reversible capacity of 115.5 mA h g−1 and retained a remarkable capacity of 71.1 mA h g−1 at 50C. Its practical capacity could be increased by activating the redox reactions of the V4+/V5+ couple around 4.0 V. The Na7V3(P2O7)4 composition presents a monoclinic structure with a C2/c space group and has a theoretical capacity of 80 mA h g−1 at a high potential plateau of 4.13 V(vs. Na+/Na). Hierarchical Na7V3(P2O7)4/C nanosheets provided a reversible capacity of 75 mA h g−1 and a 93% capacity retention after 500 cycles at 20C. The Na7V4(PO4)(P2O7)4 composition exhibits a tetragonal structure with P21c space group, and employs a theoretical capacity of 96 mA h g−1 at a high potential plateau of 3.85 V (vs. Na+/Na). Carbon-coated Na7V4(PO4)(P2O7)4/C delivered a practical capacity of 86.4 mA h g−1 and retained a capacity retention of 73% after 550 cycles at 10C. On the other hand, composition regulation is generally demonstrated to be effective in exploring new electrode materials. Park et al. found a high-energy Na3(VO0.8)(PO4)2F1.4 cathode with multi-electron reaction by regulating Na3(VO1−xPO4)2F1+2x (0 ≤ x ≤ 1) compositions. Wang et al. developed a highly stable NaNi0.5Mn0.2Ti0.3O2 cathode material by regulating NaNi0.5Mn0.5−xTixO2 (0 ≤ x ≤ 0.5) compositions. Ghosh et al. discovered that Na3.75V1.25Mn0.75(PO4)3 has superior electrochemical performance than traditional Na3V2(PO4)3 and Na4VMn(PO4)3 compounds via regulating Na3+yV2−yMny(PO4)3 (0 ≤ y ≤ 1) compositions. Hence, regulating practical compositions would be a feasible pathway for creating novel high-performance vanadium-based polyanionic cathode materials.",
                "Inspired by previous studies, a new series of Na3+2xV2+x(PO4)3−x(P2O7)2x (0 ≤ x ≤ 2) compositions with tunable PO4 and P2O7 polyanions were designed in this work according to the electric neutrality principle. Furthermore, influence of the composition on structure and electrochemistry of the material was carefully investigated by coupling X-ray diffraction, X-ray photoelectron spectroscopy, cyclic voltammetry, and galvanostatic measurements. The target compositions were synthesized with a sol–gel approach, and the synthesis details have been given in ESI.† X-ray diffraction (Fig. 1a) indicate that the composition (x = 0) crystalizes into a rhombohedral structure with Rc space group, consistent with the rhombohedral Na3V2(PO4)3 compound. The characteristic peaks at 20.2°, 23.6°, 32.2°, and 35.7° correspond to crystallographic planes (104), (113), (116), and (300), respectively. With increasing the x value, there gradually appear some of new diffraction peaks at 22.7°, 26.7°, 28.1° and 29.6°, which are identical to those of tetragonal Na7V4(PO4)(P2O7)4 compound. The lattice parameters of Na7V4(PO4)(P2O7)4 phase are a = 14.2234 Å, b = 14.2234 Å and c = 6.3674 Å, consistent with those values reported in previous work. When the x value reaches 2, the peaks assigned to Na3V2(PO4)3 phase disappear. The Rietveld refinement results (Fig. 1b and Fig. S1, ESI†) reveal the XRD patterns of those compositions (0 ≤ x ≤ 2) can be well fitted based on the biphasic structure consisting of rhombohedral Na3V2(PO4)3 phase and tetragonal Na7V4(PO4)(P2O7)4 phase. The fraction of Na7V4(PO4)(P2O7)4 phase increases monotonically as a function of the x value. The biphasic structure can be also identified by using FTIR spectroscopy (Fig. 1c). The absorption signals in the range of 400–680 cm−1 and 990–1200 cm−1 are respectively attributed to stretching vibrations of O–P–O and P–O bonds in PO4 units, while those in the range 680–990 cm−1 are assigned to symmetric and antisymmetric vibrations of P–O–P bonds in P2O7 units. It is clear that with increasing the x value, the signals belonging to P2O7 units (such as at 705 cm−1 and 941 cm−1) gradually increase, and those signals from PO4 units decrease. This is consistent with the XRD results. The XPS spectrum (Fig. 1d) display significant signals of Na, V, P, O, and C elements. The peaks at binding energies at 516.0 eV and 523.3 eV are ascribed to V 2p3/2 and V 2p1/2 spin–orbit states of V3+ ions (Fig. 1e). The signals at binding energies of 132.9 eV and 133.8 eV are attributed to P 2p1/2 and P 2p3/2 orbitals of P5+ ions (Fig. 1f). Furthermore, morphology of the materials was observed by using scanning electron microscope and transmission electron microscope (Fig. 2). It is shown that the sample (x = 1) is composed of carbon-coated crystal particles embedded into carbon matrix. The crystal particle size is 200–400 nm and the carbon-coating layer thickness is 5–10 nm. The spacings of 0.248 nm and 0.373 nm in HRTEM images are attributed to crystallographic planes (322) of Na7V4(PO4)(P2O7)4 phase and (113) of Na3V2(PO4)3 phase, respectively. The particles and carbon matrix can be clearly distinguished in EDS mapping. Na, V, P, and O elements are highly confined in the particles, while the carbon element distributes in the entire image. The overall molar ratio of Na, V and P elements in the sample is estimated to be 5.11:2.92:6.08, close to the designed value. It is concluded that composition regulation on Na3+2xV2+x(PO4)3−x(P2O7)2x (0 ≤ x ≤ 2) system would lead to a biphasic structure composed of carbon-coated particles embedded in carbon matrix. As previously reported, the biphasic structure generally boosted the reaction kinetics and cycling performance of electrode materials owing to the facilitation of ion diffusion in heterointerfaces and the alleviation of internal stress during Na extraction and insertion.",
                "Influence of the composition on electrochemistry of the material was investigated with galvanostatic measurements. As shown in Fig. 3a, the composition (x = 0) exhibits charge/discharge profiles consisting of one long potential plateau centered at 3.45 V in the potential range of 2.0–4.2 V, corresponding to the redox reaction of V3+/V4+ couple in rhombohedral Na3V2(PO4)3 phase. It renders a reversible capacity of 108.3 mA h g−1 and an initial coulombic efficiency of 95.8%. The composition (x = 2) shows a reversible capacity of 86.5 mA h g−1 and a working potential of 3.85 V owing to the redox reaction of V3+/V4+ couple in tetragonal Na7V4(PO4)(P2O7)4 phase. Regulating the composition in the range of 0 ≤ x ≤ 2 leads to the materials having two potential plateaus at 3.45 V and 3.85 V in charge/discharge profiles owing to formation of the biphasic structure consisting of rhombohedral Na3V2(PO4)3 phase and tetragonal Na7V4(PO4)(P2O7)4 phase. With increasing the x value, the low potential plateau is shortened owing to the decreased content of Na3V2(PO4)3 phase, while the higher potential plateau is extended due to the increased content of Na7V4(PO4)(P2O7)4 phase. As a result, the composition regulation alters the reversible capacity and average working potential of the material. The Na5V3(PO4)2(P2O7)2 composition delivers a reversible capacity of 90.6 mA h g−1 and an average working potential of 3.6 V at the current of 10 mA g−1.",
                "The composition-induced changes in electrochemical behaviour can be intuitively observed from the dQ/dV curves (Fig. 3b). As increases the x value, redox currents at the lower potential are weakened and those at the higher potential are strengthened. The apparent Na diffusion coefficients of Na3V2(PO4)3, Na5V3(PO4)2(P2O7)2, and Na7V4(PO4)(P2O7)4 at plateaus were estimated from GITT curves to be 2.16 × 10−11, 2.42 × 10−11 and 2.21 × 10−12 cm2 s−1 on average (Fig. 3c and Fig. S2, ESI†). The improved Na-diffusion kinetics of the biphasic material is attributed to the combination of three-dimensional Na-transport channel, high-voltage driving force and favourable biphasic heterointerfaces. In order to further confirm the fact, cyclic voltammetry tests at different scanning rates were performed to identify the charge-storage mechanism. As shown in Fig. S3 (ESI†), those samples mainly undergo a diffusion-controlled process during Na extraction and insertion. The larger pseudocapacitive contribution suggests the Na5V3(PO4)2(P2O7)2 sample has faster reaction kinetics. Furthermore, the phase-evolution mechanism of the biphasic material was understood by using ex situ X-ray diffraction technique (Fig. 3d). With extracting sodium from the material lattice to 3.64 V, the intensity of peaks assigned to the Na3V2(PO4)3 phase (such as 20.1°, 28.7°, etc.) gradually decreases, and some additional peaks corresponding to Na-deficient NaV2(PO4)3 phase (24.2°, 36.7°, etc.) appear, suggesting the two-phase reaction mechanism of Na3V2(PO4)3 at the lower potential plateau. Further Na extraction from 3.64 to 4.2 V leads to splitting of peaks belonging to the Na7V4(PO4)(P2O7)4 phase owing to formation of intermediate Na5V4(PO4)(P2O7)4, indicative of the two-phase reaction mechanism at the higher potential plateau.",
                "Influence of the composition on charge/discharge performance of the materials was investigated by galvanostatic technique. As exhibited in Fig. 4a, the Na3V2(PO4)3 composition discharges capacities of 108.3 mA h g−1 at 10 mA g−1, 103.2 mA h g−1 at 100 mA g−1, 97.8 mA h g−1 at 500 mA g−1, and 92.5 mA h g−1 at 1000 mA g−1. The Na7V4(PO4)(P2O7)4 composition renders capacities of 86.5 mA h g−1 at 10 mA g−1, 35.6 mA h g−1 at 100 mA g−1, 9.9 mA h g−1 at 500 mA g−1, and 1.7 mA h g−1 at 1000 mA g−1. The capacity fading as the current increases is attributed to the severer electrochemical polarization at larger current densities. When the current is reset to a small value (10 mA g−1), the capacity recovers. In contrast, reversible capacities of the Na5V3(PO4)2(P2O7)2 composition are 86.1 mA h g−1 at 10 mA g−1, 83.1 mA h g−1 at 100 mA g−1, 80.2 mA h g−1 at 500 mA g−1, and 76.0 mA h g−1 at 1000 mA g−1. In order to exclude the influence of practical capacity, Fig. 4b provides the capacity retention versus the current density of those compositions. The highest capacity retention of 88% at 1000 mA g−1 suggests the Na5V3(PO4)2(P2O7)2 composition has the best high-rate capability. Fig. 3c comparatively presents the cycling performance of those compositions within 150 cycles at 100 mA g−1.",
                "The capacity retention is 47% for Na7V4(PO4)(P2O7)4, 94% for Na6V3.5(PO4)1.5(P2O7)3, 96% for Na5V3(PO4)2(P2O7)2, 95% for Na4V2.5(PO4)2.5(P2O7), and 93% for Na3V2(PO4)3, respectively. According to the high-rate capability and cycling performance, the Na5V3(PO4)2(P2O7)2 composition is considered as the optimized cathode material in this work. In order to sufficiently highlight the superior electrochemical performance, Fig. 3d provides the long-term cycling performance at the large current of 1000 mA g−1. The Na5V3(PO4)2(P2O7)2 composition achieves a remarkable capacity retention of 88% after 1500 cycles, much higher than that of the Na3V2(PO4)3 composition (52%). Compared with other materials reported in previous work (Table S2, ESI†), it also exhibits superior high-rate capability and better long-term cycling performance, owing to the vital roles of biphasic structure in accelerating the ion diffusion and alleviating the internal stress during Na extraction and insertion.",
                "In summary, a new series of Na3+2xV2+x(PO4)3−x(P2O7)2x (0 ≤ x ≤ 2) compositions are designed with aims to explore high-performance vanadium-based polyanionic cathode materials for rechargeable sodium-ion batteries. Through systematically investigating the influence of composition regulation on structure and electrochemistry of the material, a biphasic Na5V3(PO4)2(P2O7)2/C composite is developed as a new cathode material, which exhibits ultrafast sodium storage capability and good long-term cycling performance.",
                "This work is financially supported by Fundamental Research Funds for the Central Universities (2572023CT10-05). The authors want to thank the Shiyanjia Lab (https://www.shiyanjia.com) for XPS tests and TEM measurements."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        },
        {
            "content": [
                "The data supporting this article have been included in the references and the ESI.†"
            ],
            "name": "Data availability",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Ultrafast biphasic Na5V3(PO4)2(P2O7)2/C composite cathode for sodium-ion batteries"
}