{
    "DOI": "10.1039/D4EE05305B",
    "Journal": "Energy & Environmental Science",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Owing to the cost-effectiveness and abundance of resources of Na, sodium-ion batteries (SIBs) have emerged as a particularly promising technology for large-scale electrical vehicles (EVs) and smart grids. The electrochemical behavior of SIB is intrinsically governed by the electrode materials (cathode and anode), electrolyte, and electrode–electrolyte interface chemistry. A substantial amount of effort has been invested in the exploitation of sophisticated and practical cathode and electrolyte systems, and some breakthroughs have been achieved. However, the development of anodes has stagnated owing to the continuously fragmented and reconstructed solid electrolyte interphase (SEI) derived from the enigmatic electrolyte decomposition products, causing undesired sodium losses, unsatisfactory cell stability, and even dendrite concerns.",
                "As a competitive anode, hard carbon (HC) has been extensively commercialized owing to its advantages of low cost, large specific capacity, and proper redox potential. HC has an internally disordered crystal arrangement and large interlayer spacing, which provide sufficient space for charge storage, thereby significantly increasing the energy density and endurance of the SIBs. During the process of insertion/extraction of sodium ions, the internal expansion and shrinkage of the HC are highly homogeneous, contributing to enhanced cycling stability and extended calendar life. Excitingly, the HC anode exhibits a theoretical reversible sodium storage capacity of >500 mA h g−1 when reasonably regulated by the volume of closed pores. Therefore, HC anodes are currently the primary candidates for commercially viable SIBs. Unfortunately, the low initial coulombic efficiency (ICE) and unsatisfactory capacity severely limit the marketable application of HC. There are two key contributors to the above issues: (1) the HC surface has defects and unfavourable functional groups that can capture sodium ions from the electrolyte, resulting in irreversible sodium loss in the slope areas and lowered ICE (Fig. S1a, ESI†); (2) the electrolyte is inevitably reduced and decomposed to form a thick SEI at the interface, resulting in massive solvent and sodium salt sacrifice. Typically, SEI is non-uniform and fragile, and it repeatedly cracks and grows in an uncontrolled manner during the sodium plating/stripping process, which, in turn, contributes to the continuous depletion of fresh electrolytes.",
                "The sodium storage behavior at the HC surface is universally accepted to be reflected in the slope region (>0.1 V) of the galvanostatic charge–discharge (GCD) curves (Fig. S1b and S2, ESI†). To improve the ICE of HC, several strategies, such as presodiation, passivation layer coating, and high-temperature treatment have been proposed to reduce the irreversible capacity loss in the slope region (Fig. S1c, ESI†). Typically, some organic molecules (such as sodium naphthalenide and sodium diphenyl ketone) that readily carry sodium ions are employed to provide extra sodium ions to the HC, which effectively impedes functional groups and defects from trapping sodium ions in the electrolyte, thereby improving ICE. Besides, the",
                "Al2O3 passivation layer coating the HC surface is capable of avoiding direct contact between the electrolyte and the electrodes, which facilitates the reduction of the continuous decomposition of the electrolyte. Additionally, heat treatment of HC also significantly raises ICE by eliminating functional groups and defects at high temperatures. However, these methods cause sacrifice of the sodium storage capacity of the slope region, which inevitably reduces sodium ion storage kinetics and lowers specific capacity. Meanwhile, the electrolyte reductive decomposition is uncontrollable, which may generate thick and compositionally inhomogeneous SEI, thereby enlarging the interfacial ion transport barriers. Therefore, simultaneously enhancing the slope region capacity and forming a favorable SEI at the HC surface is critical.",
                "Here, we developed a highly fluorinated molecule, 4-(2,2,2-trifluoroacetyl)-benzoic acid (FB), which is engrafted on the HC surface (FHC) to simultaneously enhance the reversible sodium storage behavior in the slope region and contributes to the formation of NaF-rich SEI. The FB molecule with two CO bonds is capable of reversibly adsorbing sodium ions by internal structural conversion, thereby enhancing the capacity in the slope region. Additionally, the FB molecule expectantly dissociates additional F atoms that assist in the formation of a NaF-rich robust SEI to minimize the continuous consumption of the electrolyte. The optimized FHC exhibits a high ICE of ∼90.0% while the commercial HC is only 71.8%. Besides, the FHC has a high reversible sodium storage capacity of ∼359.0 mA h g−1 and is capable of sustained servicing for >5000 cycles at a high current density of 2.0 A g−1, showcasing superior durability and cycling stability. The assembled Na3V2(PO4)3 (NVP)|FHC full-cell showed excellent rate performance and successfully lit up the “NJU” sign, demonstrating superior potential for practical applications."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "We developed a fluorinated molecule, FB, containing two CO bonds, which was anchored to the HC surface to enhance its adsorption capacity in the slope region and induce the formation of a NaF-rich SEI (Fig. 1). The FB molecules are connected to HC surface by hydrogen bonding, which is attributed to the dehydration condensation between –OH of HC and –COOH of FB assisted by the dehydrating agent (Fig. 1 and Fig. S4, S5, ESI†). The FB occupies the –OH bonds that irreversibly capture sodium ions on the HC, thereby reducing the partial irreversible sodium loss at the interface. Meanwhile, fluorinated FB molecules functionally have reversible sodium storage capacity through internal structural transitions and offer extra F atoms to assist in the construction of NaF-rich SEI. Notably, the FB molecules cannot affect the bulk morphology and internal disordered carbon layer structure of the commercial HC (Fig. S6–S8, ESI†). By comparing X-ray diffraction patterns (XRD) and Fourier transform infrared spectrometer (FTIR) spectral information of HC and FHC, we demonstrated the successful complexation of FB molecules on the HC surface (Fig. S9–S11, ESI†).",
                        "Owing to the existence of oxygen-containing functional groups and electrolyte decomposition, commercial HC has an irreversible capacity loss of ∼36.1% in the initial cycles, of which the slope capacity loss accounts for ∼26.4% (Fig. S1b, ESI†). As a comparison, the optimized FHC exhibits a low initial capacity loss of ∼10.6% and the irreversible capacity loss of the slope area is reduced to 10.5% (Fig. S3, ESI†). The elevated slope region capacity is ascribed to an internal structural shift in FB, which is demonstrated in the following section. The FB molecule occupies the unfavorable –OH site on HC, minimizing its irreversible adsorption of sodium ions in the electrolyte. Meanwhile, the FB molecule has two CO bonds for reversible sodium ion adsorption, which enhances the adsorption behavior in the slope region, thus converting the irreversible sodium loss on commercial HC into reversible sodium adsorption. Moreover, the fluorinated FB molecules provide extra F atoms to assist in the construction of NaF-rich and robust SEI (Fig. 1). An SEI, featuring thin, robust, and homogeneous compositions, can simultaneously minimize sustained reductive decomposition of the electrolyte, reduce ionic transport barriers, and strengthen cell cycling stability."
                    ],
                    "name": "Design of FB molecules on HC surface",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To clarify the structural evolution of FB molecules during the charging and discharging process, we measured FB|Na half-cells. Meanwhile, we employed an FTIR spectrometer to disentangle the structure of FB molecules in the discharged and charged states, which facilitated the elucidation of the sodium storage mechanism of FB molecules without HC intervention. Three states of the FB molecule, before cycled, discharged state and charged state, were probed separately. Fig. 2a shows the FTIR characteristic peaks of the CO bond attached to the benzene ring in the three states. The signal of the CO bond (1723 and 1690 cm−1) in the FB molecule disappears in the discharge state, indicating that the CO bond is broken during the discharge process. Subsequently, it reappears in the charged state, indicating that CO is reversibly present in the charging and discharging process, which is consistent with previous reports. The structural evolution of the benzene ring was evidenced by the FTIR signals of the C–H and CC bonds (Fig. 2b and c). The C–H diffraction peaks located at 746.5 cm−1 and 690.7 cm−1 changed in the discharged state and reemerged in the charged state. At the same time, the unique unsaturated CC bond signal on the benzene ring changed, indicating that its architecture has evolved. Differently, the characteristic peaks of the C–F bond on the FB molecule vanished in the discharged state without appearing in the charged state, which may be due to the dissociation of the easily reducible C–F bond (Fig. 2d). Tailored F is favorable to assist in the construction of NaF-rich SEI. According to the above FTIR evidence and previous studies, we propose a sodium storage mechanism for the FB molecule, as displayed in Fig. 2e. An FB molecule can theoretically store two Na+ ions through the evolution of the benzene ring and the CO bond. To further verify the sodium storage capacity of FB molecules, we performed the charge/discharge test for the FB|Na half-cell (Fig. 2f). The GCD profile of the FB|Na half-cell demonstrated the sodium storage possibilities of the FB molecule. Therefore, when the FB is grafted onto the HC, it may enhance the storage capacity of the FHC in the slope region."
                    ],
                    "name": "Structural evolution of FB molecules",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To justify the role of FB molecules on the HC surface, we performed electrochemical cycling of HC and FHC. At a low current density of 0.05 A g−1, HC and FHC are capable of stable servicing for 180 cycles with superior cycling stability, which is attributed to the stable structure of the HC body (Fig. 3a and Fig. S14, ESI†). Differently, FHC has a high sodium storage capacity of 325.5 mA h g−1 after cycling, while HC has 267.1 mA h g−1. The boosted capacity is contributed by the adsorption mechanism of FB molecules. Fig. 3b is the initial galvanostatic charge–discharge (GCD) curves of HC and FHC. Owing to irreversible Na+ adsorption in the slope region, HC exhibits a high discharge specific capacity of 399.1 mA h g−1, but a low ICE of 71.8%, indicating that ∼112.5 mA h g−1 capacity is lost. As a comparison, FHC with a 90.0% high ICE has a reversible capacity of 335.8 mA h g−1, losing only 37.3 mA h g−1 in the first cycle, indicating that the FB molecule can reversibly adsorb Na+. Such a state can be maintained continuously throughout the calendar life of the battery (Fig. 3c and Fig. S15, ESI†). To demonstrate the cycling stability and durability of the FHC, we conducted a test of 1000 cycles at 0.2 A g−1, as displayed in Fig. 3d and Fig. S17 (ESI†). The FHC displays an impressive capacity retention of 96.7% and a reversible sodium storage capacity of 309.3 mA h g−1 after 1000 cycles. Fig. 3e shows the GCD profiles of the FHC from the 10th to 1000th cycles. The highly overlapping GCD curves indicate that Na+ can be reversibly stored in the plateau and slope regions.",
                        "Rate performance is a key indicator to evaluate the electrochemical behavior of a battery. Fig. 3f shows the rate performance of HC and FHC. FHC has superior rate properties than HC, especially at high current densities. When the current density is consistently raised, the FHC exhibits relatively low capacity decay and maintains a high specific capacity of ∼215.0 mA h g−1 even at 2.0 A g−1. Conversely, HC shows a large capacity fade, with only an unsatisfactory capacity of ∼85.7 mA h g−1 at 2.0 A g−1. As the current returned to 0.1 A g−1, the capacity of FHC (∼329.0 mA h g−1) reverted to the previous level (∼331.0 mA h g−1) and continued to serve steadily for 100 cycles, showcasing superior stability. The GCD curves of FHC at different current densities are shown in Fig. 3g. The profiles of the plateau and slope regions are well maintained, indicating that the FHC is capable of stabilizing sodium storage at different rates. Furthermore, we compared the rate performance of the FHC to previously reported advanced HC-based studies, as displayed in Fig. 3h. Our work shows excellent sodium storage capacity and relatively minor capacity degradation at various current densities, revealing its competitive potential in the market. To evaluate the fast-charging capability of the FHC, we performed a cycling test on it at a high current density of 2.0 A g−1 (Fig. 3i and Fig. S18, ESI†). The FHC is capable of stable sustained servicing for 5000 cycles and retains a capacity retention rate of up to ∼70.2%, displaying remarkable durability and stability. Conversely, the sodium storage capacity of commercial HC continues to decline and ends its lifespan after 340 cycles."
                    ],
                    "name": "Electrochemical cycling",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "We attributed the above superior cycling stability and long calendar life to the formation of a robust SEI at the FHC interface. Fig. 4a and b show the TEM images of HC and FHC after 30 cycles. The commercial HC surface forms a non-uniform thickness of SEI, resulting in a spatially inhomogeneous flux of Na+. A ∼20.0 nm thick SEI implies excessive decomposition of the electrolyte at the HC surface, contributing to severe irreversible Na+ losses, which causes a continuous decline in the sodium storage capacity of the commercial HC. Conversely, a ∼5.0 nm thin, homogeneous SEI is observed on the FHC surface, which can be ascribed to the FB molecules and NaPF6 salts tailoring numerous F atoms, enabling the formation of a NaF-rich and robust SEI. To visualize the SEI surface, we employed the atomic force microscope (AFM) to probe the HC and FHC surface flatness after cycling, as shown in Fig. 4c and Fig. S20 (ESI†). After cycling, the surface of HC presented a heterogeneous morphology with uneven heights, indicating the formation of an inhomogeneous SEI layer on its surface, which is consistent with the results of the TEM test. In sharp contrast, the SEI formed on the surface of the FHC is flatter without dramatic undulations.",
                        "To further probe the compositional distribution in SEI, we performed elemental visualization of the FHC surface by using the time of flight secondary ion mass spectrometry (TOF-SIMS) technique (Fig. 4d and Fig. S23, S24, ESI†). NaF− presents a high-intensity signal, indicating that the SEI formed on the FHC surface is enriched with NaF. At the same time, the relatively low composition of Na2O− is formed by solvent decomposition. Additionally, XPS depth profiling was further employed to characterize the component composition of the SEIs generated on the HC and FHC surfaces, as displayed in Fig. 4e–h and Fig S25 (ESI†). Fig. 4e and f show the XPS O 1s characteristic peaks of HC and FHC at different etching depths. Three distinct diffraction peaks located at 531.1, 532.5, and 535.6 eV are observed, which can be assigned to CO32−, C–O, and Na KLL, respectively. The intensity of the CO32− and C–O bonds in FHC progressively decreases with increasing etching depth, indicating that the content of Na2O and Na2CO3 in SEI is relatively low (Fig. 4f and Fig. S25, ESI†). Conversely, the HC surface showed strong Na2O and Na2CO3 signals (Fig. 4e and Fig. S25, ESI†). The diffraction peak intensity of the XPS F 1s was employed to probe the content of NaF in the SEI of HC and FHC, as displayed in (Fig. 4g–h). Compared to HC, the NaF signal intensity is stronger in SEI on the FHC surface, indicating that NaF-rich SEI is generated on the FHC surface, which is consistent with the results of the TOF-SIMS test. A robust, flat, and NaF-enriched SEI is conducive to minimizing electrolyte consumption, homogenizing Na+ flux, and reducing interfacial impedance, thereby dramatically improving battery cycle stability and longevity."
                    ],
                    "name": "SEI detection",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To demonstrate the real-world potential of the optimized anode, we assembled and tested the SIBs full-cell. The SIB full-cell was coupled by employing the FHC anode and the NVP cathode (FHC|NVP full-cell). Fig. 5a describes the operating mechanism of the FHC|NVP full-cell. In the charging process, Na+ ions are released from the NVP cathode driven by the external voltage, passing through the electrolyte and embedding in the FHC anode side, while electrons are transferred from the external circuit. During the discharge process, Na+ ions are transferred from the FHC anode, through the electrolyte, to the NVP cathode, which is the opposite of the charging process.Fig. 5b presents the GCD curves of NVP|Na, FHC|NVP, and FHC|Na cells after normalized capacity. The voltage range of the FHC|NVP full-cell was set to 1.5–3.9 V to maximize its electrochemical performance. Fig. 5c is the initial GCD curves of the HC|NVP and FHC|NVP full-cells. The FHC|NVP full-cell with 91.8% ICE exhibits a high sodium storage capacity of 106.8 mA h g−1, while the HC|NVP full-cell has only 66.5% ICE. Moreover, HC|NVP and FHC|NVP full-cells were tested at 0.1 A g−1 to evaluate their durability and stability, as displayed in Fig. 5d. The FHC|NVP full-cell shows superior cycling stability and is capable of maintaining a sodium storage capacity of 100.6 mA h g−1 after 150 cycles. Conversely, the FHC|NVP full-cell presents unsatisfactory cycling stability and a continuously decaying capacity (only 45.9 mA h g−1 after 116 cycles). Owing to the limited sodium source from the NVP cathode and electrolyte in the HC|NVP full-cell, the serious sodium loss and unstable SEI at the surface of commercial HC inevitably contribute to the progressive capacity decay and low capacity retention. The GCD curves of the FHC|NVP full-cell from the 10th to 100th cycles are shown in Fig. 5e. The nearly overlapping GCD profiles indicate that the FHC|NVP full-cell is capable of stabilizing the (de)embedding of Na+. Fig. 5f is the rate performance of HC|NVP and FHC|NVP full-cells. Owing to the unstable SEI, the HC|NVP full-cell suffered uncontrollable capacity degradation and only retained ∼21.0 mA h g−1 at 2.0 A g−1. Differently, the FHC|NVP full-cell is capable of retaining good cycling stability and sustaining a high sodium storage capacity of ∼61.4 mA h g−1 at 2.0 A g−1, which is a three-fold improvement over the HC|NVP full-cell. Additionally, the FHC|NVP full-cell has superior capacity recoverability compared to the HC|NVP full-cell, elucidating that it preserves the electrode structure and interfacial stability during the cycling process. To verify the practical application of FHC, we employed a fully charged FHC|NVP button-type battery to light up the “NJU” sign (Fig. 5g). The assembled FHC|NVP full-cell shows tremendous commercialization potential and attractive application prospects."
                    ],
                    "name": "Application potential",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "This work proposes a novel strategy by grafting a highly fluorinated FB molecule on the HC surface to boost the reversible sodium storage capacity and assist in the formation of NaF-rich SEI. The FHC with FB molecules can reversibly adsorb sodium ions and enhance its sodium storage capacity in the slope region. Additionally, the FB molecule and NaPF6 salt tailor numerous F atoms to facilitate the construction of a ∼5 nm thin, robust, and NaF-rich SEI, minimizing electrolyte consumption. The optimized FHC with ∼90.0% high ICE exhibits a high reversible sodium storage capacity of ∼359.0 mA h g−1 and is capable of sustained servicing for >5000 cycles at 2.0 A g−1, exhibiting superior durability and longevity. The coupled NVP|FHC full-cell successfully lit up the “NJU” sign, showing a promising application prospect. The proposed molecular engineering design provides a feasible solution to stabilize HC interfacial chemistry and will inspire more advanced designs for SIBs."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "Y. S, S. G., and H. Z. conceived the idea. Y. S. synthesized the samples, assembled the cells, and performed electrochemical tests. Y. S. and D. Z analyzed all the data involved in the manuscript. Y. S. and C. X. examined the XRD, FTIR, and Raman information of the samples. B. P., J. L., and J. Y. contributed to the XPS, TOF-SIMS, and DFT data analysis. S. X. captured the electron microscope images. Y. S, D. Z, S. G., and H. Z. completed the draft manuscript."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "The data supporting this article have been included as part of the ESI.†"
            ],
            "name": "Data availability",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "A “grafting technique” to tailor the interfacial behavior of hard carbon anodes for stable sodium-ion batteries"
}