{
    "DOI": "10.1021/acsami.4c16665",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Due to the transitioning usage of fossil fuels, human society has to face the increasingly prominent problems of environmental and energy crises, so efforts to develop effective energy storage systems and renewable energy sources are imminent.  Lithium-ion batteries (LIBs) have been in widespread use in energy storage systems in recent years, due to their excellent performance; however, with the high demand for LIBs, lithium resources are scarce and unequally distributed around the globe. The creation of substitute lithium-ion battery products is critically required as the globe struggles with a shortage of lithium resources.  Sodium-ion batteries (SIBs) are regarded to be possible substitutes for LIBs, due to the comparable physicochemical features of Na ions and Li ions, and the enormous resources of the element sodium.  However, due to their lower performance compared with LIBs, the widespread use of sodium-ion batteries faces challenges. Moreover, the performance and cost of batteries are mainly determined by the cathode, and cathode such for example polyanionic compounds, layered oxides and Prussian blue analogues have been widely investigated.  In particular, layered transition-metal oxides (NaxTMO2) have interested researchers, owing to its excellent energy density, simple synthesis method, and low cost, and they are considered to be the most promising cathode material for SIBs.  In this case, the O3 and P2 types are the mainstay of the current research, with the numbers 2 and 3 representing the way in which the oxygen is stacked and the letters O and P representing the coordination environment of Na+ (O denotes octahedral, P denotes prismatic).  The O3-NaNi1/3Fe1/3Mn1/3O2 (NFM) cathode is considered to be one of the pioneers in the commercialization of cathodes for SIBs for its advantages of being cobalt-free, being able to provide considerable capacity, and having low cost.  However, the O3-NaNi1/3Fe1/3Mn1/3O2 cathode undergoes drastic volume changes and slow diffusion kinetics during the charging and discharging process due to irreversible phase transitions and large diffusion barriers for large radius Na ions in the octahedron, resulting in capacity decay and poor rate performance. Xie et al.  systematically using in situ XRD investigated the phase evolution of NFM cathodes. As a result, when the cutoff voltage is 4.0 V, the cathode undergoes a simple phase evolution for O3–P3–O3. However, when the cutoff voltage is increased to 4.3 V, the phase transitions of the O3–P3–O3′–P3′–P3–O3 complex appear and contribute to their poor cycling performance. The phase transitions of P3–O3′ that occur at high-voltage deintercalation are accompanied by contraction of the lattice volume, internal stresses and microcrack, and the formation of the O′3 phase at high voltages induces the cations of the TM layer to migrate to the thermodynamically preferred octahedral position of Na layer, leading to severe structural distortions and voltage decay,  which greatly limits the development of O3-NaNi1/3Fe1/3Mn1/3O2 cathodes. Therefore, it is crucial to widen Na ion diffusion channels and inhibit irreversible phase transitions to enhance structural stability and Na+ diffusion kinetics to achieve SIBs with excellent cycling and high rate performance.",
                "Recently, the high-entropy strategy was rapidly extended to the field of layered oxide cathodes; this high entropy configuration of multicomponent transition metals helps to better adapt to the changes in the local interactions during the (de)intercalation of Na+, which helps to inhibit phase transitions to enhance the stability of the layered skeleton.  For example, Zhao et al.  synthesized an O3-NaNi0.12Cu0.12Mg0.12Fe0.15Co0.15Mn0.1Ti0.1Sn0.1Sb0.04O2 layered high-entropy oxide material, 83% capacity retention at 3 C for 500 cycles, showing outstanding cycling performance. In addition, our group designed a series of O3 high-entropy-cathode NaFe0.2Co0.2Ni0.2Ti0.2Sn0.1Li0.1O2 and NaFe0.2Co0.15Cu0.05Ni0.2Mn0.2Ti0.2O2 with a simple phase transition for O3–P3–O3.  Du et al.  synthesized a high-entropy layered oxide NaNi0.1Mn0.15Co0.2Cu0.1Fe0.1Li0.1Ti0.15Sn0.1O2 based on the O3-NaNi0.5Mn0.5O2 system, which delivers a 115.0 mAh g–1 discharge capacity at 0.1 C in the voltage window of 2–4.1 V and exhibits excellent cycling performance (82.7% capacity retention at 1 C for 1000 cycles). The high-entropy strategy significant enhances the structural stability of layered oxide cathodes; unfortunately, high-entropy cathodes contain a high content of electrochemically inert elements, leading to their low specific capacity, which limits the practicality of high-entropy cathodes to some extent.  Inspired by the synergistic effect of multiple components in the high-entropy strategy to enhance structural stability, we designed a multicomponent layered oxide cathode via a multivariate trace doping strategy with Cu, Mg, and Ti elements to solve the long-standing problems of harmful phase transitions and slow diffusion kinetics of Na+, and without the sacrifice of capacity.",
                "In this work, a multicomponent O3–Na(Ni1/3Fe1/3Mn1/3)0.9Cu0.03Mg0.02Ti0.05O2 (NFMCMT) cathode were synthesized via multivariate doping of NaNi1/3Fe1/3Mn1/3O2 (NFM). Owing to synergistic contribution of multiple elements, the NFMCMT exhibits outstanding performance, delivers a 151.2 mAh g–1 discharge capacity, corresponds to a specific energy density of up to 481.8 Wh kg–1 at 0.1 C, and the capacity retention is 81.5% and 85.1% for 100 cycles at 0.1 and 1 C in the voltage window of 2–4.1 V. The NFMCMT undergoes a slow phase change compared to NFM, suppressing the harmful P3–O3′ phase transition during the deep Na+ deintercalation that was demonstrated by ex-suit XRD. Thus, the larger volume changes and intragranular fatigue cracks induced by the P3–O3′ phase transition were suppressed, enabling NFMCMT to exhibit excellent structural stability. Furthermore, NFMCMT has wider sodium diffusion channels relative to NFM, resulting in faster Na+ diffusion kinetics. Therefore, exhibiting outstanding rate performance for NFMCMT, delivers a 115.6 and 100.1 mAh g–1 discharge capacity, even at 5 and 10 C, which corresponds to 78.1% and 67.6% of the initial capacity. The multivariate doping strategy significantly enhances cycling stability and rate performance while preventing the sacrifice of discharge capacity of NFM cathodes, providing insight into the designing high-performance O3-type cathodes for SIBs."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The solid-state method was used to synthesize NaNi1/3Fe1/3Mn1/3O2 (NFM) and Na(Ni1/3Fe1/3Mn1/3)0.9Cu0.03Mg0.02Ti0.05O2 (NFMCMT) samples and other samples of Na(Ni1/3Fe1/3Mn1/3)0.95Cu0.05O2 (NFMC), Na(Ni1/3Fe1/3Mn1/3)0.95Ti0.05O2 (NFMT), Na(Ni1/3Fe1/3Mn1/3)0.95Cu0.03Mg0.02O2 (NFMCM), and Na(Ni1/3Fe1/3Mn1/3)0.9Cu0.05Ti0.05O2 (NFMCT). The mixtures of Na2CO3, NiO, Fe2O3, MnO2, CuO, MgO, and TiO2 (all from Aladdin) were stoichiometrically prepared and thoroughly ground, then calcined at 900 °C for 15 h in air, naturally cooled to room temperature, and immediately stored in an argon-filled glovebox."
                    ],
                    "name": "2.1.  Materials Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The Rigaku Smartlab X-ray diffractometer with Cu Kα radiation (λ = 1.5406 Å) was used to obtain very accurate X-ray powder diffraction (XRD) patterns of all samples. The GSAS-2 software obtained the Rietveld refinement date information and built crystal structure models using the VESTA software. Transmission electron microscopy (TEM) (JEOL, Model JEM 2100 F), selected area electron diffraction (SAED) and field-emission scanning electron microscopy (SEM) was used to assess the material’s microstructure information. The energy-dispersive spectroscopy (EDS) and X-ray photoelectron spectroscopy (XPS) (USA Thermo Scientific, Model ESCALAB 250Xi) was used to obtain the elemental distribution information and elemental chemical valence information, respectively."
                    ],
                    "name": "2.2.  Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The cathode or anode materials, PVDF, and carbon black were mixed in an 8:1:1 weight ratio. The resulting slurry was then dispersed into NMP and evenly coated on the aluminum foil and then dried in a vacuum oven at a temperature of 110 °C overnight, with a loading of cathode materials of roughly 2.0 mg cm–2. With electrodes, a glass fiber diaphragm, sodium metal tabs as counter electrodes, and an electrolyte (1 M NaPF6 dissolved in propylene carbonate (PC, 100 vol %) with 5% fluoroethylene carbonate as an additive) assembled in an argon-filled glovebox to assess CR2032 coin cells for the cathode’s electrochemical performance. The cyclic voltammetry (CV) and galvanostatic charge/discharge tests were performed using CHI1000C electrochemical workstations and LAND (Wuhan, China), respectively. The galvanostatic intermittent titration technique (GITT) test was performed in the voltage window of 2–4.1 V by reapplying current pulses at a current density of 0.1 C (1 C = 100 mA g–1) for 30 min, then relaxation period of 6 h. The hard carbon (HC) anode was fitted to the half cells for one cycle before paired with the NFMCMT cathode at a N/P ratio of 1.05–1.10 for the full cells."
                    ],
                    "name": "2.3.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The crystal structures of NFM and NFMCMT were analyzed by XRD and Rietveld refinement, and the diffraction peaks of all the samples were indexed to the O3-type stacking, corresponding to the α-NaFeO2 layered structures with an R3̅m space group, as shown in a,b. The Rietveld refinement information for both samples in , the different cell parameters of NFMCMT (c = 15.997 Å, a = b = 2.988 Å) and NFM (c = 16.010 Å, a = b = 2.979 Å) indicate that the introduction of the elements triggers detailed lattice alterations and the NFMCMT lattice parameters of a(b) increase significantly, while the lattice parameter of c decreases slightly compared to NFM. The introduction of large radius ions Cu2+ (0.73 Å), Mg2+ (0.72 Å), and Ti4+ (0.60 Å) expands the a-axis, compared to Ni2+ (0.69 Å), Mn4+ (0.53 Å), and Fe3+ (0.64 Å). Meanwhile, the c-axis is determined by the interlayer spacing between transition metals (TM) and sodium (Na). Introducing large radius ions into the TM layer expands the TM interlayer spacing, whereas the Na layer spacing is affected by a variety of factors, thus does not always increase with the increase of the transition-metal interlayer spacing.  More-specific crystal structure illustrations of NFM and NFMCMT are shown in c; NFM has a sodium layer spacing (dO–Na–O) and transition-metal layer spacing (dO–TM–O) of 3.164 and 2.168 Å, respectively, and NFMCMT has dO–Na–O and dO–TM–O values of 3.161 and 2.171 Å. Although the dO–Na–O value of NFMCMT is slightly less than that of NFM, the expanded dO–TM–O and widened a-axis make the intermediate tetrahedra of the higher diffusion barriers in the diffusion path of Na+ expand are shown in c, which is beneficial to the diffusion kinetics of Na+.  Moreover, the ratio of dO–Na–O/dO–TM–O is usually considered as a determination standard for the O and P phases in layered oxides: when the ratio is larger, the P phase is more likely to form. On the contrary, the O phase is more likely to form.  During the charging process, the delamination of Na+ weakens the electrostatic repulsion of the sodium interlayer, leading to the enlargement of dO–Na–O/dO–TM–O and the O to P phase transition. NFMCMT has a smaller dO–Na–O/dO–TM–O, compared to NFM, indicating a stable O3 structure, which delays the phase transition for the O3–P3 complex during Na+ deintercalation. The main diffraction peaks of the other samples were indexed to the O3-type α-NaFeO2 layered structure (space group: R3̅m) are shown in . The formation of NiO impurity phases is attributed to the fact that Cu2+ (0.73 Å) and Mg2+ (0.72 Å) have ionic radii similar to those of Ni2+ (0.69 Å), introducing Cu2+ and Mg2+ reduces the solid solubility of the Ni ions in the system. The effect of multiple doping on the valence state of NFM was analyzed using X-ray photoelectron spectroscopy (XPS). As shown in , the Fe 2p1/2 and Fe 2p3/2 peak binding energy of the NFM samples were located at 725.8 and 711.6 eV, respectively, which indicated that Fe ions in the NFM samples were in the +3 state, and the Mn 2p1/2 and Mn 2p3/2 peak binding energy were located at 653.4 and 641.8 eV, which were the states of Mn ions in the +4 valence.  In addition, Ni XPS spectra showed that Ni ions coexisted as Ni2+ and Ni3+ states in the NFM samples.  Furthermore, the binding energy of Mn 2p, Fe 2p, and Ni 2p of the NFMCMT samples is not shifted relative to that of the NFM samples, as shown in , indicating that the multivariate doping has no effect on the valence states of Mn, Fe and Ni ions. And the signal peaks of Cu, Mg, and Ti elements were detected in the NFMCMT samples as shown in , indicating that Cu, Mg, and Ti elements were successfully introduced into the lattice with the valence of +2, +2, and +4, respectively.",
                        "The results of the conformational entropy (calculated based on ) of all the samples, where the conformational entropy of the NFM, NFMC, NFMT, NFMCM, NFMCT, and NFMCMT samples are 1.097 1.242, 1.242, 1.276, 1.383, and 1.417 R, respectively, are shown in , the magnitude of the conformational entropy rises progressively with the complexity of the TM elements. Although the conformational entropy of NFMCMT (1.42 R) does not fall into the category of high-entropy oxide conformational entropies (>1.5 R), it benefits from a significant increase in the conformational entropy, allowing NFMCMT to have a more stable structure, compared to NFM.",
                        "As shown in g and , the SEM images indicate that there is no significant difference between the micromorphology of both samples, which display an irregular platelike morphology and there is no significant change in the size of the particles. As shown in f, the selected-area electron diffraction (SAED) confirms that the samples belong to the R3̅m space group. As shown in  and e, the HRTEM images show clear lattice fringes, and the fringe spacing of NFM and NFMCMT is measured to be 0.250 and 0.253 nm, corresponding to the (012) plane, respectively. Furthermore, the (003) crystal plane stripe spacing of NFMCMT is measured as 0.533 nm and is shown in h, which agrees with results from the XRD refinement of the NFMCMT, demonstrating the reliability of the XRD refinement data. The variation of fringe spacing on the same plane further confirms that the elements are embedded in the lattice, and TEM-EDS results demonstrate that the elements of both samples are uniformly distributed without segregation, as shown in i and ."
                    ],
                    "name": "3.1.  Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "A series of electrochemical tests were performed on half-cells assembled with NFM and NFMCMT electrodes as the cathodes to investigate the effect of this multicomponent O3 structure on structural stability and performance, and electrochemical tests of other samples were performed for comparison. In the first cycle, the NFM electrode delivers a charge capacity of 166.7 mAh g–1 and owns a long voltage plateau above 4.0 V at 0.1 C in a 2–4.1 V voltage window, delivering a 140.2 mAh g–1 discharge capacity with an initial Coulombic efficiency of 84.2%, as shown in a. In contrast, the NFMCMT electrode delivers a 162.8 mAh g–1 charge capacity and a 151.3 mAh g–1 discharge capacity with a high initial Coulombic efficiency of 92.8% in the first cycle, as shown in b. It is noteworthy that NFMCMT exhibits a specific energy density of up to 481.8 Wh kg–1, which is an 8% increase compared to the NFM (446.3 Wh kg–1) and is higher than the majority of SIBs cathode that have been reported, and even higher than certain lithium-ion cathode materials like spinel manganese oxide and lithium iron phosphate.  Generally, increasing the ratio of inactive elements in the TM layer improves stability at the expense of a portion of the capacity. However, the unexpectedly high ratio of inactive elements in the NFMCMT cathode delivers higher discharge capacity, which may be related to this stable multicomponent structure inhibits Fe ions form migrating from the octahedral positions in the TM layer to the tetrahedral positions shared by its faces in the sodium layer at high voltages and more open Na+ diffusion channels in the NFMCMT electrode.  The electrochemical behavior of NFM and NFMCMT electrodes during charging and discharging was investigated by CV tests, as shown in . The capacity was provided by the Ni2+/Ni4+ redox pair at low voltage and the Fe3+/Fe4+ redox pair at high voltage. In c, the sharp peaks in the differential capacitance curves reflect phase transition during (de)intercalation of Na+ process.  The NFMCMT electrodes are located at higher voltage than the NFM electrode for the peaks appearing near 3.0 V, which indicates a delay in the phase transition for O3–P3 corresponding to this peak. Furthermore, the peak of the NFM at 4.0–4.1 V with its corresponding voltage plateau of the charge/discharge curve at 4.0–4.1 V in a, this might be related to the phase transition of P3–O3′.  Surprisingly the voltage plateau at high voltage disappears after doping, resulting in a significantly higher initial Coulombic efficiency of NFMCMT (92.8%), compared to NFM (84.1%). This indicates that the NFMCMT may have a simple phase transition, benefiting from the NFMCMT, which exhibits excellent cyclic stability and delivers a 123.5 mAh g–1 capacity for 100 cycles at 0.1 C, corresponding to a capacity retention of 81.5% with only 2.9% voltage decay, whereas the NFM only delivers a 88.2 mAh g–1 capacity, corresponding to a capacity retention of 62.6% with the 6.7% voltage decay in e and f. And the NFMCMT has 85.1% capacity retention at 1 C for 100 cycles, whereas the NFM has 79.5% capacity retention for 100 cycles, as shown in . Even at the 5 C rate, the capacity retention of the NFMCMT electrode was 83.1% for 300 cycles, while the NFM electrode was only 63.7%, as shown in i. When the cutoff voltage was 4.0 V, the NFM and NFMCMT electrodes delivers a capacity of 138.1 and 139.1 mAh g–1 are shown in , with 92.6% and 94.0% for initial Coulombic efficiency at 0.1 C, respectively. The increased ICE and no decreased first discharge capacity compared to 2–4.1 V, and the NFM electrode (capacity retention of 86.1% at 0.1 C for 60 cycles) cycling performance in the 2–4.0 V voltage window is greatly improved from that in the 2–4.1 V voltage window (capacity retention of 72.5% at 0.1 C for 60 cycles) are shown in , demonstrating that the voltage plateau that occurs in the 4.0–4.1 V range is irreversible and harmful. As shown in , at a cutoff voltage of 4.2 V, the NFMCMT and NFM showed similar charge/discharge curves, with both above 4.0 V having a long voltage plateau, the discharge capacity of the two electrodes does not increase with the charge capacity, which is further evidence that the voltage plateau that occurs above 4.0 V is irreversible. Furthermore,  shows the differential capacitance curves of the two electrodes at 0.1 C in the 2–4.2 V voltage window. It is clear that the NFMCMT electrode with a much higher redox potential, compared to the NFM electrode, leads to a delay in the phase transition corresponding to each oxidation peak. The elevated oxidation potential can be ascribed to the increase in entropy value which enhances the electron leaving domain of the transition-metal ions.  Consequently, multivariate doping strategy with Cu, Mg, and Ti ions enhances the stability of the structural framework to resist phase transitions, leading to the delayed phase transition of the O3–P3 and harmful phase transition of the P3–O3′ occurring above 4.0 V, as demonstrated by later ex-situ XRD.",
                        "The CV and GITT experiments were performed on NFM and NFMCMT electrodes to further investigate the diffusion kinetics of Na+ after doping, and the rate performance was determined by the Na-ion diffusion coefficients from both experiments, which reflect the kinetics of Na-ion deintercalation and intercalation. As shown in a and b, the electrode polarization resulted in a slight shift of the redox peaks at both electrodes as the scan rate increased. As shown in c, it is noteworthy that a high slope implies higher diffusion kinetics of Na+, and the NFMCMT electrode has a higher slope compared to the NFM electrode, the diffusion coefficients of Na+ were calculated based on  and CV at different scanning rates were 4.14 × 10–11 and 1.10 × 10–10 cm s–1 for the NFM and NFMCMT electrodes, respectively, suggesting that the NFMCMT electrode has better Na+ diffusion kinetics. As shown in f, the diffusion coefficients of Na+ were calculated based on  and the GITT test; the average diffusion coefficients of the NFM and NFMCMT electrodes are 9.73 × 10–11 and 1.3 × 10–10 cm s–1 and 9.53 × 10–11 and 1.21 × 10–10 cm s–1 during charging and discharging, respectively. The NFMCMT electrode has a much higher average diffusion coefficient than the NFM electrode, indicating that the NFMCMT electrode possesses higher Na-ion diffusion kinetics. The multicomponent doping strategy contributes to the fast diffusion of Na+, which is attributed to the fact that the multicomponent distribution in the TM layer provides a homogeneous charge distribution and a wider diffusion channel for Na+. Furthermore, at the end of charging, the diffusion coefficient of Na+ for the NFM electrode decreases dramatically, which is related to the deleterious phase transition for P3–O3′. Consequently, the NFMCMT electrode exhibits excellent rate performance, shown in d, and delivers a discharge capacity of 115.6 and 100.1 mAh g–1 at 5 and 10 C, which corresponds to 78.1% and 67.6% of the initial capacity, respectively. However, NFM only delivers a discharge capacity of 92.1 and 78.6 mAh g–1 at 5 and 10 C, which corresponds to 65.7% and 56.0% of the initial capacity, respectively. It is worth mentioning that NFMCMT performance is better than NFM in all aspects and the rate performance of NFMCMT is highly competitive with previously reported literature, as shown in g and h. For NFMC, NFMT, NFMCM, and NFMCT electrodes, basic electrochemical tests were carried out, as shown in . Their exhibited poor electrochemical performance, which indicates that the improved performance of the NFMCMT electrode is not contributed by single or double ions, but the synergistic effect among Cu, Mg, and Ti ions results in excellent performance of the NFMCMT electrode.",
                        "The full cell NFMCMT//hard carbon (HC) was also tested in the voltage window of 1.0–4.1 V on C2032 coin cells to further investigate the application of the NFMCMT cathodes. The initial charge and discharge curves of the cathode and anode are shown in j, with a negative to positive (N:P) mass ratio of ∼1.1. At a current of 10 mA g–1, the full cell delivers a discharge specific capacity of 136 mAh g–1, corresponding to energy density of 391 Wh kg–1, and the capacity retention is 83.8% after 100 cycles at a current of 100 mA g–1, as shown in k and l. The NFMCMT//HC full cells exhibit excellent performance, indicating that NFMCMT cathodes have superior application prospects.",
                        "The low-temperature electrochemical performances of NFM and NFMCMT cathodes were further tested in a cryostat at −20 °C, as shown in . Both the NFM and NFMCMT electrodes exhibited smooth and similar charging and discharging curves at 0.1 C, with initial capacities of 115.2 and 120.4 mAh g–1, respectively. At low temperatures, the reaction kinetics become slow, resulting in a strong polarization phenomenon, leading to a large difference between the low-temperature and room-temperature charge/discharge curves of the two electrodes.  Moreover, the slow kinetics at low temperatures also results in the irreversible phase transition that is observed at room temperature not being achieved, resulting in both electrodes showing smooth and similar charge/discharge curves; thus, both NFM and NFMCMT electrodes exhibit outstanding cycling performance at low temperatures (corresponding to the capacity retention of 80.2% and 86.4% for 100 cycles at 1 C, respectively)."
                    ],
                    "name": "3.2.  Electrochemical Performance",
                    "type": "h3"
                },
                {
                    "content": [
                        "X-ray photoelectron spectroscopy (XPS) of NFM and NFMCMT electrodes in different charging and discharging states was used to analyze the charge compensation mechanism of transition-metal elements during Na-ion deintercalation and intercalation for both electrodes. The initial binding energies of the NFMCMT electrode Ni 2p3/2 spectra are located at 855.0 and 856.1 eV, indicating that the valence states of the initial electrode Ni are coexisting at +2 and +3 valence are shown in a.  The peak of Ni 2p2/3 shifted to a higher binding energy and was located at 858.5 eV, indicating that the Ni ion was oxidized to +4 valence when charged to 4.0 V. As shown in b and c, while the Ni 2p2/3 peak binding energy was not shifted compared to charging to 4.0 V when charged to 4.1 V, indicating that Ni ions participate in charge compensation and deliver capacity accompanied by the deintercalation of Na+ at voltages below 4.0 V. Meanwhile, as shown in e and , the Fe 2p2/3 peak also moves toward high binding energy and the Fe 2p2/3 divided into two peaks when charged to 4.0 V, indicating that part of Fe3+ is oxidized to Fe4+ and Fe ion is involved in charge compensation at voltages below 4.0 V. Contrary to Ni, when charged to 4.1 V, the Fe3+ content decreased slightly, indicating that at voltages above 4.0 V the Fe participates in charge compensation and delivers capacity are shown in .  In addition, the peak binding energy shift is more pronounced for Ni compared to Fe, suggesting that Ni provides more charge compensation, which is related to the one- and two-electron reactions of Ni2+/Ni3+, Ni3+/Ni4+ and Ni2+/Ni4+.  When discharged to 2.0 V, the Ni 2p2/3 and Fe 2p2/3 peaks returned to the binding energy positions of the initial electrode are shown in d and f, indicating the high reversibility of redox reactions occurring during Na+ deintercalation and intercalation of Ni and Fe. As shown in f and , the Mn 2p2/3 peaks are not shifted and maintain +4 valence in the charging and discharging states, indicating that Mn does not participate in charge compensation during charging and discharging and does not contribute to the capacity. In addition, the Jahn–Teller effect of Mn3+ is known to damage the cathode crystal structure, whereas the NFMCMT electrode always maintains the +4 valence during charging and discharging,  which is beneficial for the electrode to exhibit outstanding structural stability during cycling. A similar situation as above was observed in NFM electrodes and is shown in . Therefore, the findings above indicate that Ni and Fe ions in the two electrodes undergo redox reactions to deliver charge compensation during charging and discharging, while Mn ions keep their valence unchanged to stabilize the crystal framework."
                    ],
                    "name": "3.3.  Charge Compensation Mechanism",
                    "type": "h3"
                },
                {
                    "content": [
                        "The O3-type layered oxide cathodes tend to suffer from complex phase transitions during Na-ion deintercalation and intercalation, especially the P3/O3′,  P3′,  and OP2  phase transitions that occur when deep Na-ion deintercalation are accompanied by contraction of the lattice volume, internal stresses, and microcracks, resulting in the collapse of the phase structure.  To access the impact of a multivariate doping strategy on phase structure changes of the O3-type layered oxide cathodes, ex-situ XRD tests were performed at 0.1 C in the 2–4.1 V voltage window, and the results are shown in , and the 2D contour plots of the evolution of the main diffraction peaks of the NFM and NFMCMT electrodes at the first charge are shown in b and e. At the initial charging, the peaks of (003)O3 and (006)O3 of both electrodes move to a lower angle, and the peaks of (101)O3, (012)O3 and (104)O3 move to a higher angle with the Na-ion deintercalation, indicating the c-axis expansion and a-axis contraction of the O3 structure, respectively. The deintercalation of Na ions strengthens the electrostatic repulsive interactions between neighboring oxygen layers, leading to the c-axis expansion, whereas the contraction of the a-axis originates from the oxidation of the transition-metal ions to a higher valence state leading to an increase in the TM bond length. When charged to 3.2 V (corresponding to 0.31 mol of Na-ion deintercalation), the NFM electrode exhibits a new peak to the low angle of (003)O3 corresponding to the peak of (003)P3 of the hexagonal P3 phase, indicating that the O3–P3 phase transition has occurred. Conversely, the (003)P3 peak did not appeared for NFMCMT electrode when charged to 3.2 V (corresponds to 0.35 mol Na-ion deintercalation), which indicates a delayed O3–P3 phase transition and a more stable and persistent O3 structure at the NFMCMT electrode during the early deintercalation process of Na+. During further charging, both electrodes evolved into a P3 single phase and the NFMCMT electrode remained in the P3 phase until the end of charging. However, the NFM electrode shifted the (003) peak to a higher angle when charged to 4.1 V (corresponds to 0.69 mol Na-ion deintercalation) and a new diffraction peak appeared near 42°, which indicates the P3–O3′ phase transition, in agreement with recent reports in the literature.  Furthermore, the P3–O3′ phase transition induces an abrupt lattice parameter change with a c-axis contraction of 3.51%, an a-axis expansion of 0.7%, and lattice volume contraction of 1.12%, which results in severe strain and mechanical degradation, as shown in c and f. When discharged to 2.0 V, NFM electrode undergoes O3′–P3-O3 complex phase transition, NFMCMT electrode undergoes P3–O3 simple phase transition with the intercalation of sodium ions, and both electrodes eventually return to the O3 phase. The highly reversible phase transition for O3–P3–O3 and suppression of the P3–O3′ phase transition stimulates the improvement of the long-cycle performance of NFMCMT electrodes. In addition, when charged to 4.2 V, the NFMCMT electrode also evolved from P3 phase to O3′ phase, as shown in , indicating that the delay of the P3–O3′ phase transition was consistent with the dQ/dV analysis, indicating the NFMCMT electrode possesses a more stable layer structure benefit from expanded TM slabs and multicomponent gain to inhibit the sliding of the TM layer during the deep deintercalation of the Na ion.",
                        "When charging to high voltages, the P3–O3′ phase transition causes sudden lattice contraction, severe layer misalignment, and intergranular stress protrusion, which results in irreversible damage to the lattice structure, ultimately causing a drastic capacity decay. The SEM analysis was performed on NFM and NFMCMT electrodes for 100 cycles at 0.1 C, and TEM and TEM-EDS tests were carried out on NFMCMT electrodes after cycling to better understand phase structure state and microstructure damage from P3–O3′ phase transitions after long-term cycling. After cycling the NFM electrodes show larger cracks compared to the NFMCMT electrodes are shown in c and d, where microcracks in the particles develop significant side reactions and enhance electrolyte erosion; the cracks are attributed to lattice misfit material fatigue due to repeated sharp fluctuations in the lattice parameters brought about by the P3–O3′ phase transition as the cycling process.  The NFM electrode shows a two-phase structure of O3 and P3 shown in a. As shown in e, the two regions with obvious difference in the direction of lattice stripe arrangement are found, fringe spacing of two regions is measured as 0.207 and 0.520 nm, corresponding to the (015)P3 plane and the (003)O3 plane, respectively, which indicates that indicating that the O3 structure is severely damaged as cycling progresses results in the O3 and P3 phases are coexisted, which is consistent with the XRD results. Moreover, the NFM electrode after cycling has a damaged surface with many dislocations, indicating that the NFM has suffered a serious structural collapse during cycling, and the unstable structure leads to the poor electrochemical performance of the NFM. In contrast, the NFMCMT electrode showed only the weak (003) P3 diffraction peak and none of the other P3 diffraction peaks appeared, indicating that the O3 structure remains stable in the NFMCMT electrode after cycling are shown in b. Furthermore, the HRTEM image of the NFMCMT electrode after cycling, where the lattice fringes are clearly visible and the fringe spacing is 0.526 nm, is indexed to the (003) crystalline surface with a space group of R3̅m and the SAED pattern in f and , indicating the O3 structure of the cycling NFMCMT electrodes. In addition, the lattice stripe spacing on the crystal surface of the NFMCMT electrode (003) shrinks after cycling compared to the p-NFMCMT, indicating a contraction of the c-axis, which is due to the loss of Na+ within the structure as cycling proceeds, leaving the sodium layer unsupported. And the TEM-EDS results of the NFMCMT electrode after cycling proved that the elements were uniformly distributed without segregation, as shown in g. The stable phase and surface structure of NFMCMT electrodes contributes to the rate performance and excellent cycling."
                    ],
                    "name": "3.4.  Mechanism Investigation of Multivariate Doping Strategy",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In conclusion, a multicomponent O3–Na(Ni1/3Fe1/3Mn1/3)0.9Cu0.03Mg0.02Ti0.05O2 (NFMCMT) cathode was successfully designed and synthesized. The significant increase in the conformational entropy after doping and benefit from the synergistic interaction between multiple components led to the excellent structure of NFMCMT, which prolonged the O3 phase region and suppressed the harmful phase transition of P3–O3′mitigates the internal strain. Moreover, the wide Na-ion diffusion channel after doping confers fast Na-ion diffusion kinetics. The NFMCMT exhibits outstanding performance in the 2–4.1 V voltage window, delivers a discharge specific capacity of 151.2 mAh g–1 at 0.1 C, and exhibits a specific energy density of up to 481.8 Wh kg–1, 81.5% and 85.1% capacity retention at 0.1 and 1 C for 100 cycles, respectively, and 83.1% capacity retention at 5 C for 300 cycles. Especially in the rate performance, even at 5 and 10 C, the NFMCMT delivers 115.6 and 100.1 mAh g–1 discharge capacities, respectively, which corresponds to 78.1% and 67.6% of the initial capacity. This work provides a solution to the problem of the harmful phase transition and slow kinetics of NFM during Na+ (de)intercalation and a feasible pathway to develop high-performance cathodes for SIBs."
            ],
            "name": "4.  Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Suppressed P3–O3′ Phase Transition and Enhanced Na+ Diffusion Kinetics of O3-Type Layered Oxide Cathode via Multivariate Doping"
}