{
    "DOI": "10.1021/jacs.4c17713",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Owing to sodium’s widespread availability, sodium-ion batteries (SIBs) have attracted tremendous attention as a promising complementary technology to lithium-ion batteries (LIBs),  especially for stationary energy storage such as (micro)grids, data centers, and commercial-scale renewable energy systems. Cathode materials are pivotal to determining the performance of SIBs. Significant progress has been made with SIBs using various cathode materials, including layered transition metal oxides,  Prussian blue analogues,  and polyanionic compounds.  However, achieving both high energy density and high power density at the electrode level remains a major challenge.  While the former requires high specific capacity and high voltage, the latter demands facile ion and electron transport.",
                "To overcome this challenge, redox-active organic electrode materials (OEMs), typically composed of earth-abundant elements like C, H, N, O, and S, have recently emerged as a promising solution, providing substantial opportunities due to their high theoretical specific capacity (e.g., >350 mAh g–1) and moderate redox potential (1.5–3 V vs Na+/Na).  These properties lead to a superior material-level energy density when compared to conventional inorganic cathode materials. However, 30 wt % conductive carbon is generally required to turn these pure cathode materials into functional electrode composites because traditional OEMs show inherently low electrical conductivity, often below 10–7 S m–1.  Cycling OEM-based SIBs at high rates also requires fast Na+ transport, which in turn imposes new additive requirements: larger amounts of conductive carbon (>40 wt %) or 20–30 wt % advanced carbon materials such as graphene and carbon nanotubes (CNTs) (). This high additive requirement severely impairs the electrode-level energy density. Employing low-energy gap OEMs with higher electrical conductivity would alleviate part of the carbon additive requirement. With respect to ionic transport, there is not a clear correlation between structural/compositional features and Na-ion diffusion, but it has been observed that crystalline networks that allow facile two-dimensional (2D) diffusion pathways, such as T-Nb2O5,  enable rapid intercalation of metal ions.",
                "Clearly, employing a crystalline OEM that is electrically conductive and has an ordered 2D structure that could allow for fast Na+ intercalation may be expected to reduce the need for carbon additives. However, a third problem arises with traditional OEMs: many materials in this class do not cycle well because they ultimately dissolve in the electrolyte. To prevent this, various additives are again employed. Alternative solutions that immobilize the active organic redox unit: polymerization,  framework construction,  and salinization  add significant “dead mass” that inevitably reduces the electrode-level energy and power densities (). To this end, an ideal solution would be to a redox-active OEM that is intrinsically insoluble.",
                "Here, we report the performance of a layered organic solid, bis-tetraaminobenzoquinone (TAQ) (a), as cathode material in SIBs. TAQ displays high energy and power density at the electrode level. TAQ comprises strongly hydrogen-bonded molecular 2D layers that address all previous challenges with OEMs in SIBs: the layered structure leads to narrow electronic bandgap with high electrical conductivity,  it allows rapid intercalation and quasi-2D diffusion of Na+ in-between layers, and the closely stacked 2D hydrogen bonding lattice essentially eliminates solubility. TAQ-based cathodes exhibit a reversible specific capacity that nears the theoretical value of 355 mAh g–1 per formula unit (b), alongside fast charging/discharging capability, and long lifetime enabled by electrolyte optimization. Importantly, TAQ-based cathodes achieve a record high electrode-level energy density of 606 Wh kg–1electrode. Operando studies reveal small reversible crystal-structural changes of TAQ during cycling, confirming the structural integrity of TAQ due to robust intermolecular interactions. Furthermore, electrode composite-level engineering through hydrogen-bonding assisted growth of TAQ crystals with carboxyl functionalized single-walled carbon nanotubes (cSWCNTs) produces composites comprising TAQ crystals mixed with as little as ∼2 wt % cSWCNTs. Such composites exhibit significantly improved electrical conductivity due to close contact between TAQ crystallites and cSWCNTs. The TAQ-CNT composite electrodes exhibit ultrahigh rate capability, delivering 150 mAh g–1 at 20 A g–1 with an electrode-level power density of 31.6 kW kg–1electrode."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "As previously reported,  TAQ is isolated as microcrystals wherein TAQ molecules are held by pervasive hydrogen bonding between carbonyl and amino groups into closely π-stacked 2D molecular layers (c and ). The stacking of these layers follows a donor–acceptor manner, where electron-deficient carbon atoms pertaining to carbonyl groups are situated directly above electron-rich oxygen atoms or amino-N atoms (), leading to a short interlayer distance of 3.14 Å that is rarely observed in pure organic materials.  Previously described electron diffraction analysis by us identified only non-hydrogen atoms in the crystal structure;  whereas the central C–N bond lengths (∼1.41 Å) point to a dihydropyrazine formulation for the central ring, an oxidized ring (i.e., pyrazine) has also been proposed previously.  We also demonstrated previously that TAQ contains organic radicals (∼3 mol %) likely due to the partial oxidation of the central dihydropyrazine ring which removes H·.  As such, TAQ is best described as any composition within the continuum C12H8+2nN6O4 (0 ≤ n ≤ 1) depending on the degree of oxidation of the central dihydropyrazine ring. Importantly, because the hydrogen atoms do not participate in the Faradaic processes responsible for charge storage, the exact composition of TAQ within this compositional continuum bears no consequence on its electrochemical performance in a charge storage device, including batteries. Nevertheless, we note that the TAQ material we employed for battery studies has a n value around 0.985 based on the radical concentration.",
                        "Due to significant intramolecular and intermolecular π–π interactions and hydrogen bonding, TAQ exhibits continuous electronic absorption from ultraviolet (UV) region to 1600 nm in its ultraviolet–visible–near-infrared (UV–vis–NIR) spectrum (), resulting in an indirect optical bandgap of 0.75 eV (d). This gap is smaller than those of most organic semiconductors.  The semiconducting nature of TAQ is further demonstrated by band structure calculations with projected density of states (pDOS), which show that TAQ has an indirect electronic bandgap of 0.459 eV (e). Furthermore, the curvature of the bands along the high symmetry points in the reciprocal space suggests that the electrons have reasonable mobility. The pDOS diagram also reveals that carbon atoms contribute significantly to the valence band, indicating significant π–π stacking interactions. Therefore, TAQ possesses promising charge transport properties, which is in stark contrast to typical OEMs with large bandgaps. Indeed, with a high electrical conductivity of 2.34 × 10–2 mS cm–1 (), TAQ compares favorably to all other cathode materials for SIBs. ",
                        "Importantly, TAQ is insoluble in common organic solvents due to its robust intermolecular interactions, such that TAQ electrodes exhibit no dissolution after soaking in SIB electrolytes for at least eight months (). TAQ can accommodate up to four Na+ ions per formula unit, through the reduction of carbonyl groups (b), offering a theoretical specific capacity of 355 mAh g–1 per formula unit. The insolubility and desirable electron and ion transport features of TAQ enable the fabrication of TAQ-CBx cathodes (CB: carbon black; x indicates the weight percentage of CB), which consist as high as 90 wt % TAQ and as low as 5 wt % CB (a inset)."
                    ],
                    "name": " Characterization of TAQ",
                    "type": "h3"
                },
                {
                    "content": [
                        "Na-ion half cells consisting of a TAQ-CB5 cathode, a metallic Na anode, and an ether-based electrolyte (1 M NaPF6 in 1,2-dimethoxyethane (DME)/diethylene glycol dimethyl ether (Diglyme) (1:1))  were tested between 1.1 and 3.1 V (all potentials are referenced to the Na+/Na couple unless otherwise noted), a potential window optimized for practical use.  The initial discharge/charge cycle of a half cell measured under a current density of 25 mA g–1 exhibited a voltage profile (a) with two discharge steps centered around 2.15 and 1.5 V, which reveal roughly equal capacity. Each step contains two closely placed plateaus, suggesting four single-electron reduction processes per TAQ molecule, which are more clearly shown in the dQ/dV curve (). Cyclic voltammograms (CV) () and dQ/dV curves both reveal three peaks at 1.7, 2.4, and 2.5 V during the charging process, corresponding to three plateaus in the charging voltage profile. The first plateau corresponds to a 2e– oxidation, whereas the latter two correspond to two single-electron oxidations. The cell delivers a reversible discharge capacity of 325 mAh g–1 with an average discharge voltage of 2 V and a high initial Coulombic efficiency (ICE) of 97.8%. Notably, although a TAQ-CB20 cathode (with 75 wt % TAQ) delivers a higher active-material-level capacity of 337 mAh g–1 (), the corresponding electrode-level capacity (i.e., based on the total mass of active material, CB, and binder), 253 mAh g–1electrode, is much lower than that of the TAQ-CB5 (with 90 wt % TAQ) cathode, 286 mAh g–1electrode. Moreover, the TAQ-CB5 electrode exhibits average reversible discharge capacities of 298 and 214 mAh g–1 at higher current densities of 100 and 1000 mA g–1, respectively (b). The capacity restores to 296 mAh g–1 when the current density changed from 2 A g–1 back to 100 mA g–1, demonstrating the high rate capability and stability of TAQ-CB5 cathodes.",
                        "Ex situ ATR-FTIR spectra of TAQ-CB5 electrodes at different states of discharge and charge during the initial cycle confirm that both C═O and C═N (from the imine tautomer) are redox centers, as their stretching bands gradually disappear during discharging and recover upon charging (c and ). This process is accompanied by the interconversion between the quinoid and the benzenoid structure, as evidenced by the shifting between the quinoid C═C stretching band and the benzene C–C stretching band. This spectroscopic evolution matches well with the redox mechanism of quinone-based compounds. ",
                        "Examination of TAQ-CB5 half-cells made with DME/diglyme electrolytes of varying composition provided insight into the intrinsic diffusion kinetics of Na+ in TAQ (). The capacity retentions at 1000 mA g–1 relative to 25 mA g–1 (denoted as CR251000, where CRnm is defined as the capacity retention at m mA g–1 relative to n mA g–1) in various electrolytes (d) exhibit a volcano-like relationship with respect to the DME/diglyme ratio, with the DME/diglyme ratio of 1:1 leading to a peak CR251000 of 60%. Notably, such rate capability is normally achieved only when large amounts of carbon additives or surface carbon coatings are employed.  Further investigation of the electrolyte dependence using the Galvanostatic Intermittent Titration Technique (GITT) revealed apparent Na+ diffusion coefficients (DNa+) in TAQ of approximately 10–10 cm2 s–1 irrespective of the electrolyte composition when cycling at a low rate (25 mA g–1) (). This agrees with the nearly identical specific capacities obtained in these electrolytes at 25 mA g–1 (). Interestingly, studies of the charge storage and ion transport under dynamic conditions using electrochemical impedance spectroscopy (EIS) reveal that TAQ-CB5||Na cells in DME and DME/Diglyme (1:1) electrolytes exhibit very similar charge transfer resistances (Rct), which depend considerably on Na+ intercalation kinetics (). These values are significantly lower than those observed in the Diglyme electrolyte, suggesting that DME enhances the charge storage kinetics of TAQ. Surprisingly, ex situ SEM images reveal severe exfoliation and pulverization of TAQ crystallites for cycled TAQ-CB5 electrodes in diglyme electrolyte, whereas neither DME nor DME/diglyme (1:1) electrolytes cause morphological alteration in TAQ-CB5 electrodes (). Even though diglyme thus seems detrimental to the integrity of TAQ-CB, it is known as a good electrolyte for Na and hard carbon anodes.  As such, we opted for a 1 M NaPF6 in DME/diglyme (1:1) as the optimized electrolyte that would balance the cathode and anode performance for TAQ-based SIBs.",
                        "To interrogate the mechanism giving rise to the high rate performance of TAQ, we carried out electrochemical kinetic studies through analyzing the currents from CV profiles of TAQ-CB5||Na cells using the power law relationship (i = avb). We found that both cathodic and anodic peak currents are surface-controlled between scan rates of 0.1 and 2 mV s–1 (), suggesting that the charge storage behaves as a quasi-2D process and is controlled by the surface of TAQ 2D layers at relatively low rates.  The b values deviate significantly from 1 (surface-controlled) between 2 and 10 mV s–1, suggesting a considerably increased dependence of charge storage on Na+ diffusion.  Indeed, e shows the correlations between the cathodic or anodic peak currents and square root of scan rates between 2 and 10 mV s–1, which fit well to a linear relationship for diffusion-controlled processes. Applying the Randles–Sevcik equation  yields estimated DNa+ values of 8.5 × 10–9 and 7.6 × 10–9 cm2 s–1 for Na+ intercalation and deintercalation, respectively, at moderate to high rates in the DME/Diglyme (1:1) electrolyte, which are higher than both DME and Diglyme electrolytes (). These values rank among the highest for all cathode materials for SIBs,  indicating facile Na+ diffusion within  TAQ due to 2D diffusion pathways. More importantly, TAQ-CB20||Na cells exhibit very similar rate performance at 0 °C and 25 °C with high CR251000 values around 77% (f and ), implying almost temperature-independent rapid Na+ diffusion. We further conducted EIS studies of symmetric cells  at two different states of charge, namely Na2TAQ-CB20||Na2TAQ-CB20 and TAQ-CB20||Na4TAQ-CB20, under 0 °C and 25 °C to reveal solely the Na+ diffusion kinetics in TAQ (see Experimental Procedures and ). The ratios of DNa+ (0 °C) over DNa+ (25 °C) for the two states, calculated from the Warburg coefficients for semi-infinite diffusion within the bulk of TAQ particles, are both 90.6% (g), suggesting a notably low Na+ diffusion energy barrier. These results demonstrate that the facile 2D diffusion of Na+ accounts for the intrinsic superior rate performance of TAQ-CB cathodes. The higher CR251000 for TAQ-CB20 cathodes than that for TAQ-CB5 cathodes also indicates that despite of the high electrical conductivity of TAQ, electron conduction is still the bottleneck for further improving the rate performance of TAQ-based cathodes.",
                        "A cycling study of a TAQ-CB5||Na cell at 200 mA g–1 (h) reveals exceptional cycling stability with a capacity retention of 92% after 2000 cycles relative to the peak capacity. Importantly, this cell exhibits stable average discharge voltages very close to 2 V throughout the cycling, which shows essentially no drop relative to the value obtained at 25 mA g–1 (). We note that the cell undergoes an activation process at the initial stage of cycling that is commonly observed in organic-rich cathode materials at moderate to high rates, which we attribute to the gradual improving of the electrolyte wetting of the porous electrodes during cycling.  Upon even more prolonged cycling, the TAQ-CB||HC full cell delivers an electrode-level cathode capacity of 187 mAh g–1electrode and an energy density of 336 Wh kg–1electrode after 5000 cycles (ca. 2700 h of cycling) at 800 mA g–1, corresponding to a decline of only 7.4% relative to the peak capacity. This slow capacity decay (0.00148% per cycle) indicates a projected lifespan of ∼13,500 cycles until the capacity retention drops to 80%. We note that although the presodiation of anodes may prove challenging to scale in practical SIBs, this treatment significantly enhances the ICE of full cells, effectively reduces the irreversible capacity loss, and improves the cycling stability, thereby demonstrating its important role in the potential commercialization of SIBs.  Additionally, using presodiated anodes also solves the sodium deficiency problem of most OEMs.",
                        "i compares the electrode-level energy density of TAQ with state-of-the-art OEMs. Although very few OEMs exhibit energy densities close to 1000 Wh kg–1 at the active-material level,  which is far beyond that of inorganic cathode materials, an energy density of 500 Wh kg–1electrode at the electrode level has never been achieved even at ultralow current density of 10 mA g–1 due to the low active-material content (≤70 wt %). Increasing the active-material content in the electrode formulation normally leads to drastic drop in performance. On the contrary, TAQ-CB cathodes are capable of delivering electrode-level energy densities of 501.5 Wh kg–1electrode at 200 mA g–1 and 606 Wh kg–1electrode at 25 mA g–1 (see Source Data file in the ), which are higher than all organic and most of inorganic cathode materials for SIBs. Such enhanced performance is attributed to TAQ’s high theoretical capacity, inherent insolubility, and its low bandgap coupled with high electrical conductivity. TAQ-CB electrodes also reach a volumetric energy density of 723 Wh L–1electrode based on the crystal-level density of approximately 2 g cm–3 and the electrode compact density of 1.1 g cm–3, which is comparable to typical volumetric energy densities of Prussian blue analogues and polyanionic cathodes. "
                    ],
                    "name": " Intrinsic Facile Na+ Diffusion in TAQ Enables High Rate Capability",
                    "type": "h3"
                },
                {
                    "content": [
                        "To reveal the structural origin of the intrinsic high rate capability of TAQ, we conducted operando powder X-ray diffraction (PXRD) measurements to understand the structural changes of TAQ during Na+ intercalation and deintercalation. Upon discharging at 0.1 A g–1 during the first cycle, the main reflection peak at 3.14 Å, which translates to the interlayer distance of pristine TAQ, gradually disappears, while a new peak at 3.23 Å starts growing after the intercalation of approximately 0.4 Na+ per TAQ molecule (a, pattern (a)), suggesting the formation of an intermediate phase. The interlayer distance of this intermediate phase shifts continuously to around 3.34 Å (a, pattern (b)) upon further intercalation of Na+, which is followed by the phase transformation to the Na2TAQ phase with an interlayer distance of 3.47 Å at the end of the first discharge plateau (∼1.8 V; a, pattern (c)). DFT calculations also confirm that Na+ locates in-between molecular layers in Na2TAQ (b). Na2TAQ continues to accommodate Na+, converting to Na3.5TAQ without major structural changes. Calculated crystal structures reveal interlayer distances of 3.42 Å for Na2.5TAQ and 3.44 Å for Na3.5TAQ, in good alignment with the experimental results. Surprisingly, the calculated crystal structure of Na4TAQ reveals a drastic change of molecular packing from the layered stacking in Na3.5TAQ to the offset stacking arrangement (b and ), leading to a significantly increased face-to-face distance between TAQ4– of 3.74 Å with a predicted volume expansion larger than 20% relative to pristine TAQ. However, the calculated Na4TAQ phase is not observed experimentally. Experimentally, Na4TAQ has significantly weakened long-range ordering (a, white circle, pattern (d)), likely due to the large crystal strain caused by deep intercalation of Na+ and substantial electrostatic repulsion between TAQ4–. Although the detailed structure of this highly disordered Na4TAQ phase has proven difficult to probe, the broad reflection around 3.54 Å (see also pattern (f)) implies the preservation of the original layered structure. Therefore, we hypothesize that the ordered-to-disordered transformation during discharging from Na3.5TAQ to Na4TAQ prevents the calculated substantial alteration of the layered structure, leading to significantly less volume expansion. This reduced “swelling” observed experimentally is crucial to promote rate and cycling performance (e). Crucially, the structural transformations that TAQ lattices undergo upon cycling are reversible: crystalline Na2TAQ emerges again upon recharging (i.e., Na+ deintercalation) through the first voltage plateau. Na2TAQ further transforms into the recharged state (a, pattern (e)), as the interlayer distance smoothly decreases from 3.47 to3.23 Å. The recharged state corresponds approximately to Na0.3TAQ based on the ICE of ∼93%, and is independent of current density (). This minimally sodiated state may be preferred thermodynamically: the few remaining Na+ ions may play a structural role by providing a slightly open interlayer distance and thus facilitating Na+ intercalation and diffusion, evidenced by the smooth variation of interlayer distance between 3.23 and 3.47 Å and ∼30% less volume change in subsequent cycles.",
                        "Operando PXRD measurements monitoring multiple Na+ intercalation/deintercalation cycles at 0.2 A g–1 () further confirmed that the variation of the interlayer distance between 3.23 and 3.47 Å during cycling is highly reversible and stable. However, the disordered phase was almost invisible when the cell was discharged to 1.1 V because the capacity obtained at 0.2 A g–1, 293 mAh g–1, is lower than the value at 0.1 A g–1, 316 mAh g–1, and thus the intercalated Na+ is not enough to induce the crystalline-to-disordered transition. The ability of TAQ to exhibit less structural alteration under higher current densities promotes its high rate capability. Remarkably, operando synchrotron wide-angle X-ray scattering measurements of a cell cycling at 1 A g–1 () reveal that the expansion of interlayer spacing to 3.47 Å is still facile under high rate operation, indicating that the diffusion of Na+ in the 2D pathways between layers is rapid and pose no limitation to the rate performance of TAQ. As a result, the maximal change in interlayer distance of TAQ is only 7.4% during the steady-state cycling (e), suggesting that the Na+ storage in TAQ is accompanied by only a small degree of volume expansion, again in line with computational results.",
                        "Based on the experimental and computational data above, we propose that the origin of TAQ’s high rate capability is 3-fold: (1) the in-plane hydrogen bonding network of TAQ provides structural integrity during Na+ intercalation and deintercalation; (2) the vdW layered structure provides low-barrier 2D Na+ diffusion pathways; (3) the favorable electronic structure of TAQ enables fast charge transport and transfer kinetics. Indeed, the microscopic morphology of TAQ crystallites remained almost unchanged upon discharging and recharging (c), and no particle pulverization was observed even after long cycling (d), a key feature required for long cycling. The subtle exfoliation along the cross-section of the TAQ crystallites and the roughening of the crystallite surface likely further improve the rate performance of TAQ cathodes.  Furthermore, ex situ DRUV–vis–NIR spectra of TAQ cathodes at different states of discharge/charge, obtained by discharging/charging to certain potentials, confirm that their bandgaps are all equal to or below 0.6 eV (e and ), significantly lower than the pristine state. Overall, the various formulations and structures of NaxTAQ (x = 0 ∼ 4) exhibit favorable electronic profiles for fast electronic charge transport regardless of the state of charge. This contrasts with other active cathode materials that undergo drastic shifts in electronic structures during cycling, and commonly exhibit inferior rate capability. "
                    ],
                    "name": " Structural and Morphological Evolution of TAQ during Charge Storage",
                    "type": "h3"
                },
                {
                    "content": [
                        "With evidence at hand that the rate performance of TAQ cells may actually be gated by charge transport and not Na+ diffusion, we sought to enhance the electrical conductivity of TAQ-based cathodes. Specifically, we focused on preparing composites of TAQ with carboxyl functionalized single-walled carbon nanotubes (cSWCNTs). In contrast to previous strategies that rely on π–π interactions and normally require at least 20 wt % CNTs,  our composites contain as little as 2–4 wt % cSWCNTs, which is achieved through the in situ formation and growth of TAQ crystals wrapped with cSWCNTs (a and ). We denote these composites as TAQ-CNTx, where x represents x wt % cSWCNTs in the composite. We hypothesize that the carboxyl groups on the surface of cSWCNTs facilitate the growth of TAQ-CNT composite through hydrogen-bonding interaction and/or covalent bonding (i.e., amide formation) with amino groups of tetraamino-p-benzoquione (TAQ’s precursor).  The TAQ-CNT composites exhibit high crystallinity (b), and consist of TAQ microcrystals that are closely wrapped and interconnected by cSWCNTs (c and ). Transmission electron microscopy (TEM) images of TAQ-CNT composites further confirm that cSWCNTs attach firmly to the surface of TAQ crystallites, forming an intimate contact (d and ). In comparison, using nonfunctionalized SWCNTs yielded poorly crystalline heterogeneous composites comprising detached nanoparticles (). This difference supports our hypothesis that the strong interaction between surface carboxyl groups and TAQ play a crucial role in the composite synthesis and integrity.",
                        "The Raman spectrum of TAQ-CNT composite () shows a red shift of the G band from 1597 cm–1 in the pristine cSWCNTs to 1587 cm–1 in the composite, indicating a strong electronic coupling between TAQ and cSWCNTs. This doping-like interaction markedly enhances the electronic absorption of the composite below the optical bandgap of pristine TAQ (e) and leads to a smaller bandgap of approximately 0.5 eV (), which favorably impacts electron conduction and charge transfer. The TAQ-CNT composites demonstrate a notable enhancement in electrical conductivity, reaching 8.1 mS cm–1 for TAQ-CNT4 (f and ), an approximately 400-fold increase over neat TAQ."
                    ],
                    "name": " In Situ Growth of TAQ-CNT Composites",
                    "type": "h3"
                },
                {
                    "content": [
                        "Like TAQ-CB electrodes, TAQ-CNT electrodes consist of TAQ-CNTx, CB, and CMC/SBR, where the TAQ content is still 90 wt % and the total carbon (CB + cSWCNTs) content of 5 wt %. They exhibit compact and crack-free coatings even under high mass loadings (>10 mg cm–2), likely due to the enhanced mechanical robustness brought by cSWCNTs (). The TAQ-CNT4||Na cell exhibits a voltage profile very similar to a TAQ-CB||Na cell at 25 mA g–1 (), but delivers an ICE of 100% and a lower polarization of 0.23 V compared to 0.31 V for the TAQ-CB||Na cell.",
                        "TAQ-CNT4 cathodes exhibit a capacity retention CR251000 reaching 88.3% (g), and deliver a capacity of 246 mAh g–1 at 1 A g–1, which corresponds to an electrode-level capacity of 221 mAh g–1electrode, an improved power performance relative to both TAQ-CB5 and TAQ-CB20 cathodes. Moreover, TAQ-CNT4 cathodes deliver 167 mAh g–1electrode at 5 A g–1 with a CR255000 value of 67.0%. This rate capability is superior compared to a control, physically mixed TAQ/cSWCNT composite, which exhibits 48 mAh g–1electrode at 5 A g–1 with a CR255000 value of only 20.4% (g and ). TAQ-CNT4 cathodes also exhibit essentially unchanged cell polarization of approximately 0.24 V when the current density is raised from 25 mA g–1 to 1 A g–1 (h). The resulting round-trip efficiency (RTE) is around 90%, a value commonly observed for commercial lithium-ion batteries. Although the polarization increases to 0.396 V at 5 A g–1 and the RTE decreases slightly to 83%, such performance is substantially better than that of physically mixed TAQ/cSWCNT composites, which exhibit a severe polarization of 1.425 V at 5 A g–1 with a RTE of 49%.",
                        "To reveal the origin of improved rate performance of TAQ-CNT composites, we used GITT to determine DNa+ in the TAQ-CNT4 cathode, which is only marginally higher than that in the TAQ-CB cathode (). This confirmed that Na+ diffusion does not limit the rate capability in TAQ-based electrodes. In contrast, EIS studies of TAQ-CNT4||Na cells at various states of discharge and charge (i) reveal that the equivalent series resistances (ESR) decrease by more than 60% relative to TAQ-CB5||Na cells, as expected due to the higher conductivity of TAQ-CNT4 composites. Thus, the intimate contact between TAQ crystals and cSWCNTs significantly enhances the interfacial charge transport kinetics, leading to lower overall interfacial resistances (Rinterface). Moreover, the charge transfer resistances (Rct) of TAQ-CNT4||Na cells are also lower than TAQ-CB5||Na cells, indicating that cSWCNTs facilitate electron transfer kinetics of TAQ, likely through electronic coupling.",
                        "Surprisingly, TAQ-CNT2 cathodes exhibit higher capacity than TAQ-CNT4 cathodes at current densities from 0.1 to 10 A g–1 while using 50% less cSWCNTs (j). Notably, a respectable electrode-level capacity of 132 mAh g–1electrode is recorded for a TAQ-CNT2 electrode at a current density as high as 10 A g–1, corresponding to a charging time of less than 1 min. The same cell recovers to a capacity of 266 mAh g–1 when the current density is reduced from 10 to 0.2 A g–1, a negligible drop from the initial capacity of 269 mAh g–1 at 0.2 A g–1 (j). To understand the underlying reason, we measured the electrical conductivity of the mixtures of TAQ or TAQ-CNTx composites with CB, which all have a total carbon (CB + cSWCNTs) content of 5 wt % to mimic the actual electrode formulation (f and ). Indeed, the TAQ-CNT2/CB mixture exhibits the highest conductivity of 41.4 mS cm–1 compared with TAQ-CNT4/CB and TAQ/CB mixtures, which accounts for the improved performance of TAQ-CNT2 cathodes. Although containing more cSWCNTs, TAQ-CNT4/CB exhibit slightly more local aggregation of cSWCNTs compared to TAQ-CNT2/CB (), leading to less efficient electron conduction. Stable repeated switching between ∼300 mAh g–1 at 0.1 A g–1 and ∼130 mAh g–1 at 10 A g–1 further showcases the ability of TAQ-CNT2 cathodes to tolerate abrupt power fluctuations and fulfill peak power requirements for most energy storage systems ().",
                        "Cycling of a TAQ-CNT2||HC full cell at 2 A g–1 reveals an electrode-level cathode capacity of 196 mAh g–1electrode after 5000 cycles, corresponding to a capacity retention of 94% relative to the initial capacity after formation cycles (k). Remarkably, increasing the current density to 10 A g–1 showed almost no decrease of the peak capacity, meanwhile delivering an electrode-level cathode capacity of 181.2 mAh g–1electrode after 5000 cycles. Importantly, TAQ-CNT2||HC full cells exhibit stabilized average discharge voltages of 1.97 V at 2 A g–1 and 1.94 V at 10 A g–1 (), which are essentially unchanged relative to the value obtained at 25 mA g–1. Although the average polarization of cells increases to 0.447 V at 10 A g–1, the average RTE only drops slightly to 80%. An attempt to cycle a TAQ-CNT2||HC full cell at an ultrahigh current density of 20 A g–1 reveals a peak electrode-level discharge capacity of 135 mAh g–1electrode after charging for less than 30 s (). Although the power performance is limited by the rate capability of the anode, this cell still delivers electrode-level energy and power densities of 241 Wh kg–1electrode and 31.6 kW kg–1electrode, respectively."
                    ],
                    "name": " Rate and Cycling Performance of TAQ-CNT Cathodes",
                    "type": "h3"
                },
                {
                    "content": [
                        "Increasing the areal mass loading of OEMs commonly leads to a drastic drop of their electrochemical performance. Consequently, organic cathodes for SIBs are generally tested at low mass loadings, commonly 1–2 mg cm–2, which translate to inferior areal capacities.  shows that TAQ-CNT electrodes exhibit almost loading-independent performance, as indicated by the linear relationship between areal mass loadings and areal capacities, whereas the areal capacities of other organic cathodes usually plateau out with increasing mass loadings due to poor electron and/or ion transport. Notably, an areal capacity of 4.5 mAh cm–2 is achieved in a TAQ-CNT||HC full cell with 16.2 mg cm–2 of TAQ and an N/P ratio of 1.2 (), outperforming most organic cathodes. This cell also delivers a specific energy density of 182 Wh kg–1 based on the total mass of both cathode and anode, including conductive carbon and binder. This is superior to the most promising organic batteries with much lower mass loadings and is comparable with state-of-the-art inorganic full cells (). Although the rate capability slightly reduces with increasing mass loading, 2.3 mAh cm–2 can still be achieved under a high areal current density of 3.2 mA cm–2. We expect that electrode-level engineering, such as the optimization of cathode porosity and electrode architecture for better ion and charge transport, and cell-level engineering, such as using high-capacity anodes (e.g., phosphorus and tin),  would further improve the energy and power performance of TAQ-based sodium-ion full cells even at high mass loadings. "
                    ],
                    "name": " Effects of Mass Loadings on Full-Cell Performance",
                    "type": "h3"
                },
                {
                    "content": [
                        "Due to the low active material content in electrode formulations, organic cathodes for SIBs commonly exhibit less electrode-level gravimetric specific energies (≤400 Wh kg–1electrode) compared to their inorganic counterparts, which can exhibit specific energies exceeding 600 Wh kg–1electrode (g, a and ). Although a few OEMs exhibit specific energies between 400 and 500 Wh kg–1electrode, they either involve anion insertion,  or have an average discharge voltage that is not ideal as a cathode (i.e., ≤1.5 V).  They also often suffer from poor cycling stability due to severe dissolution.  Additionally, organic cathodes normally exhibit good rate capability only when considerable amount of conducting additives are used, so their electrode-level energy densities under high rates (e.g., ≥2 A g–1) are still less satisfactory than those of inorganic cathodes. In contrast, TAQ-based cathodes, which contain 90 wt % of active material, show competitive electrode-level energy densities compared to state-of-the-art O3-type layered transition-metal oxides at low rates. They can deliver ∼30% or ∼100% more energy than inorganic cathodes at 2 and 10 A g–1, respectively (a). More relevantly, TAQ-based cathodes exhibit better power and energy performance compared to inorganic cathodes under the same charging/discharging time, while also significantly outperforming other organic cathodes. Specifically, TAQ-CNT cathodes exhibit a power density of 18 kW kg–1electrode at 10 A g–1, which is comparable to state-of-the-art capacitive and pseudocapacitive materials (b), while delivering 2–6-fold higher energy density reaching 472 Wh kg–1electrode.",
                        "To compare the cycling stability of TAQ-based cathodes and other organic and inorganic SIB cathodes, we employ both capacity loss per cycle and total cycle time for a thorough evaluation. TAQ-based cathodes exhibit one of the lowest capacity loss per cycle, corresponding to projected cycle numbers far exceeding 5000 before the capacity drops to 80%. The reported cycle time of most inorganic and organic cathodes under more practical current densities (i.e., >0.1 A g–1) is lower than 1800 h due to various reasons, such as chemical/structural instability and dissolution. Notably, TAQ-based cathodes can continuously cycle for more than 1800 h under a large range of current densities (c)."
                    ],
                    "name": " Benchmarking TAQ-Based Cathodes against Other Cathode Material Classes for SIBs",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "Although organic cathodes generally show lower average discharge voltage compared to inorganic cathodes, TAQ-based cathodes and full cells exhibit highly competitive energy densities relative to commercially promising inorganic cathode technologies due to the high electrode-level specific capacity of TAQ-based electrodes (d). As a result, TAQ-based SIB cathodes outperform LiFePO4-based lithium-ion cathodes in both energy and power densities at the electrode level.  Furthermore, TAQ exhibits excellent material stability against air and moisture, superior rate performance, long lifespan, environmental friendliness, and sustainability (d), a series of “soft” metrics that provide it with potential competitiveness as a cathode material for SIBs serving large-scale stationary energy storage applications, especially where high-quality power regulation is required.",
                "In conclusion, we have demonstrated that TAQ cathodes for SIBs exhibit both high energy and power densities at the electrode level due to the combination of TAQ’s low electronic bandgap with fast electron transport, facile 2D Na+ diffusion pathways, and insolubility in electrolytes. Wrapping and interconnecting TAQ crystals with CNTs further improves the electrical conductivity of the cathode composite, leading to ultrahigh rate capability. Our results demonstrate the competitiveness of organic cathodes for SIBs and provide blueprints for future development of organic SIBs."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "High-Energy, High-Power Sodium-Ion Batteries from a Layered Organic Cathode"
}