{
    "DOI": "10.1039/C8CC04426K",
    "Journal": "Chemical Communications",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The new styles of clean energy storage and conversion devices have become current research hotspots to meet the continuously growing demand for electric vehicles and smart grids in large-scale applications. Of these devices, rechargeable sodium ion batteries (SIBs), important energy storage devices for the integration of renewable resources, are receiving particularly significant attention because of the abundant sodium resources. However, developing commercialized SIBs is confronted with the choice of electrode materials that can efficiently store and transport energy. Many currently available SIB cathode materials do display remarkable sodium storage performance, but it is a huge challenge to develop high-performance anode materials for SIBs. Therefore, numerous researchers have focussed on the construction of advanced anode nanomaterials with high specific capacities and ultralong cycle lives to replace the conventional bulk materials. Three-dimensional (3D) structures consisting of sub-nanostructures have garnered great interest as efficient electrode configurations that can shorten the ion diffusion length and mitigate the self-aggregation of low-dimensional nanostructures, thus showing enhanced electrochemical performance. In addition, researchers in previous work have demonstrated improvements in the pseudocapacitive charge storage to be beneficial for obtaining superior rate capability and excellent cycling stability, and improved the pseudocapacitive charge storage process in the electrodes by constructing the electrodes with a 3D structure.",
                "Transition metal sulfides and selenides with alloying and conversion mechanisms have been the focus of much attention due to their low costs and eco-friendly natures. They have in particular been recently considered as promising anode materials for sodium storage owing to their unique structure and electrochemical properties. CoSe2, a marcasite structure, has drawn wide attention and has been applied in a variety of fields, such as those concerning hydrogen evolution, Li–O2 batteries, and water oxidation as well as dye-sensitized solar cells and supercapacitors. Meanwhile, various nanostructures of CoSe2 such as hollow polyhedrons, urchin l shapes, microboxes and nanospheres have been constructed and evaluated based on its large interlayer spacing and high capacity, showing good electrochemical performance. In the current work, hollow microflower-shaped CoSe2 particles were assembled from nanoneedles using a facile hydrothermal reaction, as shown in Scheme 1. The unique 3D porous structure easily offered adequate ion diffusion pathways and boosted the otherwise sluggish electrochemical kinetics. Quantitative kinetics analysis demonstrated this structure to display a surface-controlled pseudocapacitive behaviour and rapid electron transport, and showed these properties to be in large part due to the ability of the structure to store sodium ions. The hollow microflower-shaped CoSe2 SIB anode delivered a high capacity of 220 mA h g−1 after 1690 cycles at 1 A g−1.",
                "The phase composition and crystallinity of the as-prepared products were characterized by acquiring powder X-ray diffraction (XRD) patterns in a 2θ range of 20°–80°, as shown in Fig. 1a and Fig. S1 (ESI†). All of the diffraction peaks of precursor Co(OH)F shown in Fig. S1 (ESI†) were found to be in agreement with the standard JCPDS No. 50-0827, indicating the as-prepared precursor to belong to an orthorhombic Co(OH)F. The selenized product yielded diffraction peaks, at 34.22°, 51.74° and 63.52°, that can be ascribed to the (210), (311) and (400) facets of the cubic-phase CoSe2 (JCPDS No. 09-0234), respectively, suggesting the successful conversion of Co(OH)F into CoSe2. In addition, two impurity peaks located at 45.48° and 61.70° were observed, and were attributed to the (102) and (103) facets of Se (JCPDS No. 27-0601). And some weak impurity peaks at 26.64°, 39.63°, 41.87° and 49.64° were observed, and can be assigned to the (120), (040), (231) and (041) planes of orthorhombic CoSeO4 (JPCDS No. 53-0405). As expected, X-ray photoelectron spectroscopy (XPS) of the microflower-shaped CoSe2 particles yielded peaks characteristic of Co and Se (Fig. S2, ESI†). As exhibited in Fig. 1b, the detected Co peaks in the Co 2p region of the spectrum displayed at high resolution can be divided into four main peaks centered at 778.3, 780.4, 792.9 and 796.5 eV, matching Se–Co–Se and Co–O of Co 2p3/2, Co–Co and Co–O of Co 2p1/2, respectively. Note that the Co–Co peak of Co 2p1/2 can be assigned to trace amounts of reduced Co nanoparticles during selenization and the Co–O bonding of Co 2p3/2 and Co 2p1/2 can be attributed to the tiny amount of Co3O4 associated with the oxidation of CoSe2 in air. Meanwhile, as illustrated in Fig. 1c, the separated high-resolution XPS spectra of Se 3d at 54.3, 54.9 and 59.3 eV can be attributed to the Co–Se, Se–Se and Se–O–Se of Se 3d5/2, respectively. The scanning electron microscopy (SEM) images of the as-prepared Co(OH)F in Fig. S3 (ESI†) showed a nanoneedle-assembled microflower-shaped morphology with dimensions for the microflowers of about 10 μm. After the hydrothermal selenization reaction, the resulting CoSe2 product still retained the 3D microflower-shaped morphology with individual nanoneedles connected to a central hollow core (Fig. 1d–f) and an integration feature. Assembling nanosized materials to construct a micronanosized hollow structure is beneficial for improving the tap density of electrodes and shortening the Na+ transport path. Inspection of a transmission electron microscopy (TEM) image of CoSe2 further revealed such nanoneedles to have a relatively smooth surface and a corresponding diameter of about 200 nm, as shown in Fig. 1g. A high-resolution TEM (HRTEM) image taken from microflower-shaped CoSe2 particles (Fig. 1h) displayed a clear lattice fringe with an interplane spacing of 0.26 nm, matching the (210) plane of CoSe2. Energy-dispersive X-ray (EDX) elemental mapping images of cobalt and selenium for the microflower-shaped CoSe2 particles further illuminated the uniform distribution of both cobalt and selenium elements throughout the microflowers, as shown in Fig. 1i, and the mass percentage of cobalt and selenium were calculated to be 57% and 43%, respectively (Fig. S4, ESI†).",
                "The sodium storage performance of the microflower-shaped CoSe2 particles was also evaluated. Cyclic voltammogram (CV) curves of the CoSe2 electrode for the initial three cycles in a voltage range of 0.5–3 V at a scan speed of 0.5 mV s−1 (Fig. S5, ESI†) showed a sharp peak at 0.93 V in the first cathodic sweep, which can be associated with the activation of the anode and the formation of solid electrolyte interphase (SEI) layers. Two corresponding anodic peaks at about 1.77 and 1.89 V were observed and can be attributed to the formation of NaxCoSe2 and CoSe2 in the subsequent anodic sweep. Starting from the second cycle, the CV curves showed three well-overlapped cathodic peaks at 1.31, 1.13 and 0.64 V in the discharged state, corresponding to the formation of NaxCoSe2, CoSe and Co, respectively, while the wide anodic peak in a voltage range of 1.7–1.9 V showed the conversion of Co and NaxCoSe2 to CoSe2 during the charging process. The galvanostatic charge/discharge curves of the CoSe2 electrode in a voltage window of 0.5–3 V at a current density 1 A g−1 are presented in Fig. 2a. Analysis of these curves yielded discharge and charge capacities of 375 and 347 mA h g−1, respectively, corresponding to a high initial coulombic efficiency of about 92.5%. Noted that the discharge capacity slowly decayed to 160 mA h g−1 within 200 cycles, followed by a steady increase to 220 mA h g−1 after 500 cycles, which can be associated with the activation of CoSe2. The instability of discharge capacity can be ascribed to the pulverization of the original CoSe2 and in situ formed Co particles, leading to the reduction of electrical cutting-off voltage to 0.5 V connectivity between neighboring nanoparticles during sodiation/desodiation process for a fading capacity in the first 200 cycles. And then, smaller Co nanoparticles were further formed in the following cycles due to an electrochemical milling effect for better CoSe2 contact. Activation energies for solid-state double decomposition reactions have been reported to decrease with decreasing reagent particle size. Thus, the conversion reaction CoSe2 + 4Na+ + 4e− → 2Na2Se + Co, which is usually reported to be irreversible, could become reversible in the current CoSe2 structure, due to the very small Co nanoparticles and resulting improved electrochemical reactivity increasing the reversible capacity of the CoSe2 after 200 cycles. Meanwhile, the plateaus in these curves were found to be in agreement with the reduction/oxidation peaks in the CV curves. The cycling performance of the CoSe2 electrode at 1 A g−1 showed that the discharge capacity was stable after 500 cycles and that the discharge capacity was 220 mA h g−1 after 1690 cycles, i.e., 137.3% and 66.5% of those at the 200th and 2nd cycles, respectively. The coulombic efficiency consistently maintained high values between 98% and 100% from the second cycle onwards. In addition, the SEM image of the CoSe2 electrode operated at 1 A g−1 after 500 cycles revealed that the hollow microflower-shaped morphology maintained its original structure, as shown in Fig. S6 (ESI†), indicating good structural stability of the electrode materials during the cycles. The rate capabilities of the CoSe2 electrode were tested after 500 cycles at various rates, as depicted in Fig. 2c and d. The CoSe2 electrode delivered 5th-cycle discharge capacities of 375.4, 345, 302, 266, 219 and 150 mA h g−1 at rates of 0.1, 0.2, 0.5, 1, 2 and 5 A g−1 for each five cycles, respectively. Furthermore, we were able to reset the discharge capacity to 304 mA h g−1 with 81% retention of capacity relative to the capacity at the 5th cycle when the rate was returned back to 0.1 A g−1. In addition, the discharge/charge profiles of the CoSe2 electrode further demonstrated the excellent rate performance of the electrode, as shown in Fig. 2d. The charge working potentials (at 1.8 V) of the CoSe2 electrode at different rates, shown in Fig. 2e, displayed a small voltage change of 0.029 V as the rate was changed between 0.1 and 0.2 A g−1. Also, a 50-fold increase of the rate to 5 A g−1 yielded a voltage increase of about 0.27 V, demonstrating the excellent structural stability and rapid electron transport. Meanwhile, the charging times were 397 s and 108 s at the rates of 2 and 5 A g−1 with large charge storage capacities of 220 and 149 mA h g−1, respectively, features meriting consideration for high power and energy devices. Fig. 2f shows the Nyquist plots of the CoSe2 electrode at various cycles. The charge transfer resistance (Rct) gradually decreased with increasing number of cycles, demonstrating a continuously improving electrode process; this result was attributed to the surface activation and lattice expansion triggering better Na+ transfer. Moreover, the HRTEM image of the CoSe2 electrode after 100 cycles showed an interplane spacing of 0.28 nm, as depicted in Fig. S7 (ESI†), further indicating a lattice expansion based on the insertion of Na+.",
                "To further evaluate the electrochemical reaction dynamics of the CoSe2 anode towards sodium ion storage, CV tests were carried out at various scan rates, as shown in Fig. 3a. All CV curves displayed similar shapes and redox peaks. Meanwhile, the peak intensities gradually increased with increasing scan rates, followed by a small deviation of the redox peaks, indicating a high rate capability and small potential polarization. Generally, the electrochemical reaction occurring can be classified into a faradaic charge transfer process from cation intercalation and nonfaradaic contribution from a double-layer effect. Electrochemical reaction kinetics can be indicated by analyzing the relationship between peak current (i) versus scan rate (ν) from the CV data combined with the equations",
                "iνabbi versusνbiνbkνkνikνkν",
                "In summary, hollow microflower-shaped CoSe2 particles assembled from nanoneedles have been prepared using a facile hydrothermal reaction, and showed excellent sodium storage performance. The hollow microflower-shaped CoSe2 anode delivered a high reversible discharge capacity of 220 mA h g−1 after 1690 cycles at 1 A g−1 in a potential range from 0.5 to 3 V, and the capacity still reached 150 mA h g−1 at a high rate of 5 A g−1. The outstanding sodium storage performance was ascribed to pseudocapacitive behaviors of redox processes of the CoSe2 anode, showing rapid electron/sodium ion transport.",
                "This work was supported by Research Funding Project of Yangtze Normal University (No. 2017KYQD108)."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Tailoring hollow microflower-shaped CoSe2 anodes in sodium ion batteries with high cycling stability"
}