{
    "DOI": "10.1038/s41598-017-00346-x",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium ion batteries have become an indispensable energy storage technology for mobile electronics since their commercialization, and have promise for electric vehicles as well as stationary grid applications. Nonetheless, concerns about the availability of lithium resource, which is not considered as an abundant element owing to its highly non-uniform spread within the crust of the Earth1, the significant increase of the price of lithium carbonate during the past decade, the emerging need for inexpensive stationary energy storage, all argue for research on alternatives to lithium ion batteries and arouse the research on sodium ion batteries2. In contrast to lithium, the sodium resource is evenly distributed in the Earth's crust and sodium is one of the most abundant elements with a very low material cost. In addition, sodium is the second-lightest alkali element after lithium. Moreover, sodium possesses a low redox potential (−2.71 V vs S.H.E.), and similar electrochemistry to lithium. In view of these considerations, sodium ion batteries are the ideal alternatives to lithium ion batteries, in particular, for the stationary energy storage applications3.",
                "Inspired by known lithium cathode materials, extensive works on sodium cathodes have been focused on conventional two-dimensional layered oxides NaxMO2 (0 < × < 1, M: electrochemically-active transition metal) and three-dimensional polyanion compounds due to their ability to accommodate the large ionic radius and atomic weight of sodium4. Historically, the intercalation chemistry of layered sodium oxides was first investigated, which exhibited poor electrochemical performance5. The layered sodium oxides are generally composed of O3 and P2 phases depending on the coordination environment for sodium and the number of stacking transition-metal layers. O3-type α-NaFeO2 (ref. 6), NaCrO2 (ref. 7), NaNiO2 (ref. 8), etc. all proved to be electrochemically active, but delivered capacities of less 120 mAh g−1, corresponding to only ~0.5 Na or less cycled per formula unit. Yabuuchi et al.\n9 reported P2-type Na2/3Fe1/2Mn1/2O2 that delivered an exceptionally high capacity of ~190 mAh g−1 with the Fe3+/Fe4+ redox, but its cyclability was insufficient, with the reversible capacity reduced from 190 mAh g−1 to 150 mAh g−1 after 30 cycles. Similarly, monoclinic-phase α-NaMnO2 (ref. 10), orthorhombic-phase β-NaMnO2 (ref. 11), P2-type Mg-doped Na0.67Mn0.8Mg0.2O2 (ref. 12) and so on exhibited large capacities of 150~190 mAh g−1, but inferior cycle life. Johnson et al. (ref. 13) designed a Li-substituted layered P2-O3 intergrowth Na1\n−\nxLixNi0.5Mn0.5O2+d, and Zhou et al. (ref. 14) reported a layered P2-O3 Na0.66Li0.18Mn0.71Ni0.21Co0.08O2+δ composite, that delivered a high capacity as well as better cyclability; in particular, for Na0.66Li0.18Mn0.71Ni0.21Co0.08O2+δ, a good capacity retention of 75% is obtained after 150 cycles at a 0.5 C rate (ca. 113 mAh g−1 vs initial 150 mAh g−1). It is unsurprising that major efforts have been devoted to the research on layered sodium oxides NaxMO2 owing to the huge commercial success of layered lithium oxides. However, a long cycle life is one of the major obstacles, and capacities must be improved further. On the other hand, the polyanion compounds possess superior cycling performance due to a strong covalent three-dimensional framework. For example, the NASICON-type Na3V2(PO4)3 delivered a capacity retention of 68% after 2000 cycles at a 5 C rate, achieved by confining carbon-coated Na3V2(PO4)3 nanoparticles in ordered mesoporous carbon15. However, the polyanion compounds generally suffer from low reversible capacities, due to the limited active sodium content and large molecular weight thus low theoretical capacities. For example, the initial capacities of typical polyanion cathodes Na3V2(PO4)3\n15, maricite-type NaFePO4\n16, Na3.32Fe2.34(P2O7)2\n17, and so on, were ~114, 142, and 85 mAh g−1, respectively, corresponding to the respective theoretical capacities of 118, 155, and 118 mAh g−1. Therefore, it is urgent to explore cathode materials which combine high capacities (reversible and theoretical capacities) and long cycle life. Here, we report a new class of sodium cathodes, Na2TiO3 and Na2Ti0.94Cr0.06O2.97, combining a high capacity ~336 mAh g−1 and a long cycle life as well as low material cost."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Na2TiO3 and Na2Ti0.94Cr0.06O2.97 are synthesized via a solid-state reaction at 500 °C for 6 h in air. To prepare Na2Ti0.94Cr0.06O2.97, TiO2-Cr2O3 solid solution is first synthesized as precursor by high-energy ball-milling for 5 h. As shown in Fig. 1a, the TiO2-Cr2O3 solid solution exhibits reflections of rutile-phase TiO2, no Cr2O3 phase is present. Na2TiO3 has phases of α, β and γ, which exhibit face-centered cubic, monoclinic and monoclinic structures, respectively18, 19. As seen in Fig. 1a, Na2TiO3 and Na2Ti0.94Cr0.06O2.97 are single phase and are assigned to β phase and monoclinic structure with a space group C 2/c. The lattice parameters of Na2TiO3 are 13.021(0) Å, 13.922(0) Å and 9.526(0) Å. The lattice parameters of Na2Ti0.94Cr0.06O2.97 are 12.986(4) Å, 13.885(0) Å and 9.500(7) Å. It implies that small amount of addition of Cr does not change the lattice parameters significantly due to similar effective ionic radii of Ti4+ and Cr3+. Na2TiO3 can be reformulated as Na[Na1/3Ti2/3]O2 according to the Li-rich layered oxide Li2MnO3 (ref. 20). The monoclinic cells consist of alternating Na and Na1/3Ti2/3 layers stacked along the c-axis (Fig. 1b). Within Na1/3Ti2/3 layers, Na cations are surrounded by six Ti cations and form a hexagon (Fig. 1c). The size of particles of Na2TiO3 and Na2Ti0.94Cr0.06O2.97 is about 100 nm owing to the low as-prepared temperature (Fig. 1d,e)."
                    ],
                    "name": "Characterization of Na2TiO3 and Na2Ti0.94Cr0.06O2.97\n",
                    "type": "h3"
                },
                {
                    "content": [
                        "Compared with the conventional layered sodium cathodes, the present electrode materials have several orders of magnitude lower electrical conductivities due to a lack of a transition-metal with multiple oxidation states. The low conductivities are overcome by making Na2TiO3/Na2Ti0.94Cr0.06O2.97 and Super P composites via simple high energy ball milling for 5 h. We believe that the extensive research experience of carbon coating of LiFePO4 can be used with the present materials21, thus the total carbon content can be significantly decreased, and the electrode loading and energy density can be further improved. The electrochemical performances of Na2TiO3 and Na2Ti0.94Cr0.06O2.97 are compared as shown in Fig. 2. One interesting phenomenon is that a long potential plateau can be observed at the end of first sodium extraction in voltage profile (Fig. 2a,b), which is a common feature for all the Li-rich layered cathodes22. Na2TiO3 delivers an initial discharge capacity of ~217 mAh g−1 in the voltage window of 1.5–4.5 V (versus Na/Na+) at a current density of 18.9 mA g−1 (Fig. 2a). Na2Ti0.94Cr0.06O2.97 delivers a much higher initial capacity of ~336 mAh g−1 (Fig. 2b).",
                        "The dQ/dV plots of 1st, 2nd and 5th cycles for both Na2TiO3 and Na2Ti0.94Cr0.06O2.97 are plotted in Fig. 2c,d. Both samples are similar. There are no pronounced peaks on dQ/dV plots, implying no distinct charge-discharge plateau. The reasons are due possibly to the electrochemical inactivity of Ti4+ and sluggish Na-ion diffusion in Na2TiO3 and Na2Ti0.94Cr0.06O2.97.",
                        "Another interesting phenomenon is that the activation processes are observed for both Na2TiO3 and Na2Ti0.94Cr0.06O2.97, especially for Na2Ti0.94Cr0.06O2.97, in which the discharge capacity is raised to a maximum value over initial several cycles (Fig. 2e,f). As seen in Fig. 2e, the discharge capacity of Na2TiO3 increases mildly from ~217 mAh g−1 to 229 mAh g−1 over initial 15 cycles. The initial Coulombic efficiency of Na2TiO3 is only ~44% and raises to 80% after initial 4 cycles. As seen in Fig. 2f, the discharge capacity of Na2Ti0.94Cr0.06O2.97 is much higher than that of Na2TiO3. The activation process is much more pronounced in that the capacity of Na2Ti0.94Cr0.06O2.97 raises from ~336 mAh g−1 to ~609 mAh g−1 over initial 9 galvanostatic cycles; after that, the capacity decays mildly to ~182 mAh g−1 after 50 galvanostatic cycles. The initial Coulombic efficiency of Na2Ti0.94Cr0.06O2.97 is ~35% and raises to 80% after initial 15 cycles. The increase in capacities over initial cycles can be attributed to the activation of the Na2Ti0.94Cr0.06O2.97, which is possibly related with sodium insertion to the TiO2 host structure. The decrease in capacities after full activation of Na2Ti0.94Cr0.06O2.97 is possibly attributed to the irreversible reaction of oxygen23.",
                        "The rate capabilities of Na2TiO3 and Na2Ti0.94Cr0.06O2.97 are shown in Fig. 2g, the Na2Ti0.94Cr0.06O2.97 exhibits higher capacities compared with Na2TiO3 at different current densities. Both the materials present good capacity retention. Particularly, the capacities of Na2TiO3 and Na2Ti0.94Cr0.06O2.97 can be recovered to ~178 and 268 mAh g−1, ca. 82% and 80% of the initial capacities at current density of 18.9 mA g−1, respectively."
                    ],
                    "name": "Electrochemical performances of Na2TiO3 and Na2Ti0.94Cr0.06O2.97\n",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrical conductivities of Na2TiO3 and Na2Ti0.94Cr0.06O2.97 are evaluated by measurements of AC impedance and DC polarization at 200 °C (Fig. 3). The AC impedance plots (Fig. 3a) are simulated with an equivalent circuit of (RgC1)(RgbCPE1C2), where Rg, Rgb, C and CPE mean bulk resistance, grain-boundary resistance, capacitor element, and constant phase element, respectively. The bulk conductivity and boundary conductivity are calculated based on the two well-separated semicircles. The bulk conductivity of Na2Ti0.94Cr0.06O2.97 (2.0 × 10−5 S cm−1) is slightly larger than that of Na2TiO3 (1.7 × 10−5 S cm−1). The bulk conductivities of Na2Ti0.94Cr0.06O2.97 and Na2TiO3 are much higher than that of intrinsic conductivity of LiFePO4 (~10−9 S cm−1)24, which implies that there is much space to improve the performance of the present materials if advanced carbon coating process is developed. The diffusion of Na cations in bulk grains would determine the redox processes in the case of active material-carbon composites. The possible creation of oxygen vacancies in Na2Ti0.94Cr0.06O2.97 would weaken the binding of oxygen anions to migrating Na cations, thus favoring the migration of sodium ions in bulk and leading to higher bulk conductivity and better sodium deintercalation/intercalation performance. The electron conductivities are evaluated by DC polarization at 200 °C and with a constant voltage of 1 V using Ag blocking electrodes (Fig. 3b). The electron conductivities of Na2TiO3 and Na2Ti0.94Cr0.06O2.97 are calculated to be 1.7 × 10−6 S cm−1 and 0.97 × 10−6 S cm−1 based on the used voltage and steady-state current, respectively. The transference numbers of sodium ions of Na2TiO3 and Na2Ti0.94Cr0.06O2.97 are calculated to be ~0.81 and 0.88, respectively, by means of (total conductivity-electron conductivity)/total conductivity, which demonstrates that the present materials are mixed ions and electrons conductive; this is advantageous for electrode materials."
                    ],
                    "name": "Electrical conductivities of Na2TiO3 and Na2Ti0.94Cr0.06O2.97\n",
                    "type": "h3"
                },
                {
                    "content": [
                        "The long-term cycling of Na2Ti0.94Cr0.06O2.97 is performed at current density of 378 mA g−1 as shown in Fig. 4. The initial discharge capacity is ~124 mAh g−1, and raises to ~136 mAh g−1 after 15 cycles. The initial Coulombic efficiency is 74%, and is above 90% after initial 10 cycles. The reversible capacity is still 100 mAh g−1 after 1000 cycles, delivering a very low capacity decay rate of 0.026% per cycle, and a capacity retention of 74%, which demonstrates promising cycling capability of the material. It is noted that the present materials exhibit capacity decay with a charging voltage of 4.5 V, but good long-term cycling capability as the charging voltage decreases to 4.2 V. This implies that the capacity decay is related to the high voltage which is observed by another Na-rich layered oxide Na2Ru0.75Sn0.25O3 (ref. 25)."
                    ],
                    "name": "Cycling capability of Na2Ti0.94Cr0.06O2.97\n",
                    "type": "h3"
                },
                {
                    "content": [
                        "Raman spectroscopy has been employed to evaluate the structural evolution of Na2Ti0.94Cr0.06O2.97 upon desodiation and sodiation. The obtained Raman spectra are shown in Fig. 5. Bands at 1352 and 1580 cm−1 correspond to the D and G modes of Super P26. Thanks to Bamberger and Begun's pioneer work on Raman spectra for α-, β- and γ-Na2TiO3 (ref. 19), we can characterize the structural evolution of Na2Ti0.94Cr0.06O2.97 using Raman spectra. Two peaks around 845 cm−1 and one sharp peak at 375 cm−1 for the pristine sample can be characterized to β phase. Two distinct peaks at 260 and 130 cm−1 for the discharged sample also can be characterized to β phase, while three pronounced Raman peaks at 620, 420 and 200 cm−1 for the discharged sample can be characterized to γ phase. Therefore, it is indicated that ball-milled Na2Ti0.94Cr0.06O2.97 is mainly β phase and with minor γ phase, while γ phase is the major phase and β phase is the minor phase after discharge. The Raman spectrum of charged Na2Ti0.94Cr0.06O2.97 is poorly resolved and broad, implying that the charging process leads to certain degree of amorphization and disorder which is in agreement with the Density Functional Calculations. On the other hand, the discharged sample shows sharp Raman peaks compared with those of pristine and charged samples, indicating that better crystallization of monoclinic phase."
                    ],
                    "name": "Raman spectroscopy",
                    "type": "h3"
                },
                {
                    "content": [
                        "As shown in Fig. 6a, the X-ray diffraction peaks for Na2Ti0.94Cr0.06O2.97-carbon composite are very weak after high energy ball milling for 5 h. The composite electrodes are fully charged, which corresponds to extraction of two moles of Na, and subsequently discharged to 1.5 V. The charged and discharged samples display diffraction peak around 44 degree, which can be attributed to monoclinic γ phase. XPS spectra are applied to examine the change in the surface of the Na2Ti0.94Cr0.06O2.97 electrode during desodiation/sodiation. The Cr 2p peaks are around 577 eV which can be assigned to Cr3+ component, though the Cr 2p spectra are poorly resolved (Fig. 6b). Figure 6c shows the Na 1 s spectrum. The signal is stable at ~1071.5 eV upon desodiation/sodiation, indicating the valence state of sodium cations (Na1+) is not affected during desodiation/sodiation process27. Two strong signals at ~458.3 eV and 464.1 eV for the present material are ascribed to Ti 2p3/2 and Ti 2p1/2, respectively (Fig. 6d), corresponding to Ti4+ according to the ref. 28. No other Ti chemical states are detected, indicating Ti4+ is electrochemical inactive in the present material. Huang et al. also reported Ti4+ was electrochemical inactive29. For the O 1 s spectrum of pristine Na2Ti0.94Cr0.06O2.97 (Fig. 6e), three main components are detected, one is an oxide ion (O2−) in the crystal lattice at 529.6 eV, the peak at 535.5 eV assigns the adsorbed species22, 30. The third peak at 531.4 eV may be assigned to NaOH and/or Na2O2, and is more probably due to oxygen anions of Na2Ti0.94Cr0.06O2.97 in the subsurface (bulk structure near the surface), which have a deficient coordination number30,31,32. The spectrum mildly changes when the sample is fully charged, the component at 532.4 eV is C = O bonds in polycarbonates, implying the decomposition of electrolyte solvents33, 34. The decomposition of polycarbonates is irreversible upon discharging, where the peak around 532–533 eV is remained. A new component at 530.6 eV corresponds to oxide ions with lower electronic density compared with O2−, namely O2\n2− species30, 35. It is suggested that the lattice oxygen O2− transforms partially to O2\n2− upon the desodiation process. After the sodiation, the O2\n2− component disappears, while the defective oxygen component partly remains. These phenomena demonstrate that the redox reactivity of oxygen is involved in the electrochemical desodiation and sodiation processes. We can quasi-quantificationally analyze the Na/Ti ratio from the XPS using the peak area and relative sensitivity factor (RSF) of element. Na/Ti ratio = [Area (Na)/RSF(Na)]/[Area (Ti)/RSF(Ti)]. It implies probably Na extraction upon charging and returning upon discharging (Table S1)."
                    ],
                    "name": "XPS",
                    "type": "h3"
                },
                {
                    "content": [
                        "The participation of the oxygen redox is also confirmed by ab initio calculations. The computed crystalline structures of Na16Ti8O24, Na12Ti8O24, Na8Ti8O24, Na4Ti8O24 and Ti8O24 are shown in Fig. 7a. With the number of Na atoms in the cell decreasing, the structure eventually becomes disordered which corresponds to the instability of TiO3.",
                        "Mulliken charges of each element in Na16Ti8O24, Na12Ti8O24, Na8Ti8O24, Na4Ti8O24 and Ti8O24 are plotted in Fig. 7b. The Na atoms are ionized. With the increase of number of Na atoms in the cell, the charge of O increases (becomes more negative) while the charge of Ti is relatively stable. This indicates charge transfer from Na to O. There are two types of O atoms in this material: one is coordinated to Na and the other is coordinated only to Ti which have different Mulliken populations as shown by empty triangles in Fig. 7b. The full sodiation corresponds to the same charge balance as in the stoichiometric TiO2 with all oxygens in the O2− states and the triangles in Fig. 7b coincide. As the material is desodiated, the charge difference between the two types of O increases. This is due to the valence electrons of Na occupying the 2p orbitals of O atoms which are coordinated to Na. During desodiation, the population of the 2p orbitals of these O atoms decreases, as the electrons leave the material together with Na ions, and the overall negative charge of these oxygen atom decreases as can be seen in Fig. 7c. We note that the absolute magnitudes of the charges are not equal to the assumed redox states (Ti4+, O2−) due to the use of Mulliken analysis with localized basis functions, as expected."
                    ],
                    "name": "Density Functional Calculations",
                    "type": "h3"
                }
            ],
            "name": "Results",
            "type": "h2"
        },
        {
            "content": [
                "Among layered sodium oxides, P2-type Na2/3Fe1/2Mn1/2O2 (ref. 9), α-NaMnO2 (ref. 10), β-NaMnO2 (ref. 11), P2-type Na0.67Mn0.8Mg0.2O2 (ref. 12), and so on had been reported to deliver high discharge capacities of 150~190 mAh g−1, with the theoretical capacities of 264 mAh g−1, 244 mAh g−1, and 227 mAh g−1, respectively. Among typical polyanion compounds, NASICON-type Na3V2(PO4)3 (ref. 15), maricite-type NaFePO4 (ref. 16), Na3.12Fe2.44(P2O7)2 (ref. 17), and so on had reversible capacities of 114 mAh g−1, 142 mAh g−1 and 85 mAh g−1, with the theoretical capacities of 118 mAh g−1, 155 mAh g−1, and 118 mAh g−1, repectively. To the best of our knowledge, the present material benchmarks the highest-ever capacity by far discovered among other known sodium cathode materials. The high capacities are possibly related with the redox reaction of oxygen as demonstrated by XPS and Density Functional Calculations.",
                "Besides high reversible capacities, the present Na2Ti0.94Cr0.06O2.97 exhibits promising cycling capability with capacity retention of 74% after 1000 cycles. The conventional layered sodium oxides have limited cycling capability because of a possibility of multiple phase transitions during cycling, i.e. a structural instability36, which is facilitated by a large ionic radius of Na. The as-prepared Na2Ti0.94Cr0.06O2.97 possess β phase and monoclinic Na-rich layered structure, which is transformed to mixed phases of β and γ upon discharging. Both β and γ phases possess monoclinic structures, which contributing the promising cycling capability.",
                "In summary, we for the first time have investigated Na-rich layered compound Na2TiO3 as a new cathode for the Na-ion batteries. We find that Na2TiO3 cathode has a high reversible capacity of ~217 mAh g−1. Carbon coating had to be used to overcome its low conductivity. By doping Na2TiO3 with Cr3+ to create oxygen vacancies and to facilitate the migration of Na-ions, we achieve a much higher reversible capacity of ~336 mAh g−1. Furthermore, we demonstrate that the new Na-rich layered cathode Cr-doped Na2TiO3 shows long-term cycling capability (74% capacity retention after 1000 cycles, a very low capacity decay rate of 0.026% per cycle), which is superior to most mainstream layered sodium cathodes. A challenge for future work is to reduce the concentration of carbon and to improve the conductivity. We strongly believe that the present work will not only open up a viable strategy for designing and discovering new sodium cathodes, but also inspire future success in exploring superior electrode materials for next-generation rechargeable batteries."
            ],
            "name": "Discussion",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "To synthesize the Na2TiO3, proper amounts of TiO2 (Sigma-Aldrich, 99.9%) and NaOH (Sigma-Aldrich, 10% excess) were milled for 4 h. The mixture was then heated in alumina crucibles at 500 °C for 6 h under atmosphere of air. To synthesize Na2Ti0.94Cr0.06O2.97, TiO2-Cr2O3 solid solution was first synthesized by mixing TiO2 and Cr2O3 (Sigma-Aldrich) for at least 24 h followed by high-energy ball-milling for 5 h (SPEX SamplePrep 8000 M Mixer), then homogenized with 10% excess of NaOH and annealed at 500 °C for 6 h under air atmosphere. To prepare the electrode-carbon composite, Na2TiO3 or Na2Ti0.94Cr0.06O2.97 was mixed with Super P (TIMCAL Ltd.) in a weight ratio of 1: 1 and was milling under Ar atmosphere for 5 h (SPEX SamplePrep 8000 M Mixer)."
                    ],
                    "name": "Materials synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The XRD measurements were performed in a 2θ range of 10–70° using Shimadzu XRD-6000 Cu-Kα. The microstructure of powdered materials was examined using SEM (S-4300 Shimadzu)."
                    ],
                    "name": "XRD and SEM",
                    "type": "h3"
                },
                {
                    "content": [
                        "The bulk conductivity measurements were evaluated by AC impedance spectroscopy (Solartron 1260/1287) at 200 °C, with applying potential of 10 mV from 32 MHz to 1 Hz. The Na2TiO3 and Na2Ti0.94Cr0.06O2.97 powders were pelletized and sintered at 550 °C for 6 h under air atmosphere. Conductive Ag paste was coated on two sides of the pellets to form ion-blocking electrodes. To perform DC measurements, conductive Ag paint (>1000 S cm−1) was coated on two sides of the Na2TiO3 and Na2Ti0.94Cr0.06O2.97 pellets, and dried at 120 °C for 5 min. A constant voltage of 1 V is applied after the coated pellets were held for 1 h at 200 °C under air atmosphere, and variation of DC current was monitored until steady-state current was obtained."
                    ],
                    "name": "Conductivity",
                    "type": "h3"
                },
                {
                    "content": [
                        "The battery performance was tested using 2016-type coin cell on MACCOR and LAND battery cycler instruments. The working electrode was prepared by mixing 80 wt% Na2TiO3/Na2Ti0.94Cr0.06O2.97-carbon active material, 10 wt% polyvinylidene fluoride (PVDF, Sigma), and 10 wt% Super P (TIMCAL Ltd.) in N-methylpyrrolildone (NMP, Sigma) solvent for at least 12 h. The electrode slurry was coated on aluminum foils and dried at 120 °C in vacuum for at least 12 h, with an average active material loading of ~0.6 mg cm−2. The electrolyte is 1 M NaClO4 in ethylene carbonate (EC)/propylene carbonate (PC) (1:1 in weight). The glass microfiber filter (Whatman, GF/A) was dried at 50 °C in vacuum for 48 h and was used as separator. The 2016-type coin cell was assembled with working electrode, electrolyte, separator, and metallic sodium (Sigma, 99.99%) in Ar-filled glove box. The galvanostatic charge and discharge measurements were conducted in the voltage window of 4.5–1.5 V and 4.2–1.5 V at different current densities from18.9 mA g−1 to 3780 mA g−1."
                    ],
                    "name": "Electrochemical characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Raman spectra were recorded with Horiba Jobin Yvon Modular Raman Spectrometer using 514 nm Stellar Pro Argon-ion laser. The system was calibrated using a silicon reference before the measurement (520.5 cm−1). The mixture of Na2Ti0.94Cr0.06O2.97 and Super P with ball milling 5 h is as pristine sample. For the first-cycled charged and discharged samples, the cells were fully charged and discharged to 1.5 V, then were decomposed. The electrode pellets were directly conducted on Raman."
                    ],
                    "name": "Raman",
                    "type": "h3"
                },
                {
                    "content": [
                        "XPS measurement was performed using Kratos AXIS UltraDLD spectrometer applying a monochromated Al Ka X-ray source (1486.71 eV photons) and a dwelling time of 100 ms. The binding energy of the spectra was calibrated against C 1 s peak at 285 eV. The XPS spectra were mathematically fitted using XPSPEAK41 software. Core peaks were analysed using a Linear-type background. For XPS mesurement of pristine sample, the as-prepared Na2Ti0.94Cr0.06O2.97 powder was sticked on the sample hold of the XPS spectrometer. For the XPS mesurements of charge-discharge electrodes, the charged and discharged electrodes were stripped from the Al foils and dried in glove box and were sticked on the sample hold of the XPS spectrometer in air, and were performed XPS measurements immediately to avoid exposing longly to air."
                    ],
                    "name": "XPS",
                    "type": "h3"
                },
                {
                    "content": [
                        "Density Functional Theory (DFT) was used to optimize crystalline structures with the SIESTA code37. The PBE exchange-correlation functional and a DZP (double-ζ polarized) basis set were used38. Spin polarization was checked and found to be unimportant. A TZP (triple–ζ polarized) basis was tested and did not significantly change the results vs. DZP. The basis set for Na was optimized to reproduce the cohesive energies of Na. For other elements, the basis set was generated with the setting “PAO.EnergyShift = 0.002 Ry”. Geometries were optimized until forces on all atoms were below 0.02 eV/Å and pressure was below 0.1 GPa. A cutoff of 200 Ry was used for the Fourier expansion of the density. An electronic temperature of 1000 K was used to facilitate convergence. The Brillouin zone was sampled with a 5 × 3 × 3 grid of Monkhorst-Pack points39. The initial lattice parameters of the unit cell are a = 5.37 Å, b = 9.31 Å and c = 11.07 Å; α = 90.00°, β = 99.68° and γ = 90.00° for Na16Ti8O24, which is taken from the Material Project with ID of mp-75242340. The optimized Na16Ti8O24 shows lattice parameters about: a = 5.39 Å, b = 9.36 Å and c = 11.02 Å; α = 90.00°, β = 99.70° and γ = 90.00°, which are in good agreement with the initial ones. The trend of charges of each element on the number of Na atoms in the formula was analyzed qualitatively by using Mulliken charges."
                    ],
                    "name": "Density Functional Calculations",
                    "type": "h3"
                }
            ],
            "name": "Methods",
            "type": "h2"
        }
    ],
    "Title": "Na-rich layered Na2Ti1−xCrxO3−x/2 (x = 0, 0.06): Na-ion battery cathode materials with high capacity and long cycle life"
}