{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Sodium-ion batteries",
        "Na3V2(PO4)2F3",
        "Fluorine-loss restrained",
        "Optimized facet orientation",
        "Surface energy"
    ],
    "Sections": [
        {
            "content": [
                "Na3V2(PO4)2F3 (NVPF) is considering as a promising cathode material for sodium-ion batteries (SIBs), due to its framework robustness and high working voltage. For NVPF cathodes, the main obstacle of poor conductivity could be well-addressed by carbon hybridization or nano-crystallization strategies. However, carbon compositing process would bring up fluorine-loss issue and the designation of tailor-made nanocomposite remains challenging. Here, we realize the optimal regulation on crystal growth by virtue of a fluorinated ionic liquid usage, which could compensate the fluorine-loss during high-temperature annealing process. As a structural-directing agent, ionic liquid with low surface tension also helps to reduce surficial Gibbs free energy of NVPF crystal, facilitating to reduce the particle size. Meanwhile, the π-cation interaction between reduced graphene oxide (rGO) and cations of ionic liquid is beneficial to fabricate ultrathin rGO-wrapped NVPF nanoplates (I-NVPF@rGO). The tailored I-NVPF@rGO exhibits enhanced conductivity and optimized crystal planes, resulting in excellent rate capability and improved energy density. When coupling with MoS2/SnS/rGO anode, the MoS2/SnS/rGO||I-NVPF@rGO full battery delivers a capacity of 116 mA h g−1 at 0.2 C. This strategy offers valuable insights into the development of sodium-ion batteries."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "The tailored I-NVPF@rGO nanocomposite has been prepared by a low-surface-energy strategy. The obtained I-NVPF@rGO shows high electronic and ionic conductivity due to its optimized particle size, refined crystal growth, and the ultrathin conductive rGO network. The fluorinated ionic liquid compensates the fluorine inhibiting the F-loss, which endows the I-NVPF@rGO with high energy density in sodium ion batteries.",
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Graphic abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Sodium-ion batteries (SIBs) are garnering significant interest as potential alternatives to lithium-ion batteries (LIBs), largely due to the abundant availability of sodium [1], [2], [3], [4], [5]. Similar to LIBs, the choice of cathode materials is pivotal in determining the energy density and overall cost of the battery system [6], [7], [8]. Polyanion-type materials, such as phosphates, sulfates, and silicates, are considered promising candidates for cathodes due to their higher operating potential, stable structural framework, and enhanced safety profiles [9], [10], [11]. Among these, vanadium fluorophosphates, particularly Na3V2(PO4)2F3 (NVPF), stand out for their high operating voltage and minimal volume deformation [12], [13], [14], [15], [16]. NVPF also boasts a theoretical capacity and average voltage of up to 128 mA h g−1 and 3.95 V, respectively, which contributes to its high-energy density [17], [18], [19]. However, the low electrical conductivity of NVPF is a limiting factor for practical applications, as it diminishes the rate capability of these materials [20], [21], [22], [23], [24]. Considerable efforts have been directed towards addressing this issue.",
                "Carbon hybridization strategies, which involve blending carbon-based materials with NVPF to enhance electronic conductivity, are a common solution. Materials such as graphene, carbon nanotubes, and mesoporous carbon have been explored [25], [26], [27], [28]. The interconnected carbon network not only improves electron transfer but also provides a buffering space for NVPF. Nonetheless, the carbon incorporation process can lead to fluorine loss due to high-temperature treatments. Huang et al. [29] observed that fluorine is unstable in NVPF when carbon is present during heat treatment. This fluorine loss results in the formation of Na3V2(PO4)3 (NVP) within NVPF, causing the emergence of a lower voltage plateau at 3.4 V. Consequently, the structural stability and energy density of the NVPF cathode may be compromised to some extent [30], [31], [32], [33]. Ding et al. [34] also found that high calcination temperatures can lead to fluorine dissipation, which significantly impacts the electrochemical performance. Therefore, compensating fluorine throughout the synthesis process is crucial when combining with carbonaceous materials.",
                "Nano-crystallization and crystal growth optimization are additional strategies to enhance ionic diffusion in NVPF by reducing particle size or controlling crystal orientation. Smaller particles or an optimized crystal structure facilitate rapid sodium ion transport and improve electrode- electrolyte contact [28]. For instance, Liu et al. [31] developed two-dimensional (2D) single-crystalline NVPF nanosheets to bolster Na+ migration. Wu et al. [35] synthesized a range of NVPF materials with varying shapes and sizes to study the effects of morphology and size on ionic conductivity. The appropriate particle size and morphology are essential for ionic diffusion. However, the production of tailor-made nanoparticles remains challenging [36], [37]. The energetic aspects of particle formation may be a key factor in controlling size or crystal growth. A lower free energy of the crystal surface is beneficial for forming smaller particles or directing crystal growth in specific directions.",
                "In pursuit of a tailored NVPF nanocomposite with accelerated electron transfer and ionic conductivity, we introduce a low-surface-energy strategy to fabricate ultrathin reduced graphene oxide (rGO) wrapped NVPF nanoplates, denoted as I-NVPF@rGO. The fluorinated ionic liquid Emim BF4 (1-ethyl-3-methylimidazolium tetrafluoroborate) with low surface tension reduces the free energy on the NVPF crystal surface, helping to reduce the particle size. The formed “ionic atmosphere” around the NVPF crystal induces the growth along (0 0 2) plane while concurrently compensates the fluorine during preparation. The downsized particles and induced crystal growth enhance Na+ diffusion, while the pure NVPF ensures the high-energy density of the material. Furthermore, the π-cation interaction between GO and Emim cations also assists in reducing the surface energy of GO layers and inhibits their stacking during the reduction process. The unstacked, ultrathin rGO layers provide high electronic conductivity for the I-NVPF@rGO composite. Consequently, the optimized I-NVPF@rGO electrode demonstrates a high discharge capacity of 127.2 mA h g−1 at 0.5 C and an impressive rate capability of 78.9 mA h g−1 even at 30 C. When integrated with a MoS2/SnS/rGO anode, the full battery, MoS2/SnS/rGO||I-NVPF@rGO, delivers 116 mA h g−1 at 0.2 C with a high energy density of 327 Wh kg−1. The cycling performance at 1 C further underscores its potential for practical applications."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "All reagents including V2O5, NH4H2PO4, NaF, CH3COONa, and C6H8O7 were analytical grade without further purification. In the synthesize of I-NVPF@rGO, [Emim]BF4 (38.64 µL), 7.5 mL deionized water and 5 mL GO (10 mg mL−1) was mixed together and sonicated to prepare a homogeneous solution. After that, 271.00 mg of V2O5, 2.46 mg of CH3COONa and 864.59 mg of C6H8O7 were added in it under stirring at 70 ℃ for 40 min. Subsequently, 345.09 mg of NH4H2PO4 and 188.96 mg of NaF were added with continuous stirring for 80 min. The mixed solution was transferred into a 50 mL polytetrafluoroethylene (PTFE) lined autoclave and heated at 110 ℃ for 9 h. After washing with distilled water and ethanol, the precursor was dried in a vacuum at 80 ℃. The dried powder was heated up to 350 ℃ for 4 h and sintered at 650 ℃ for 8 h under flowing argon atmosphere to obtain crystal I-Na3V2(PO4)2F3@rGO (marked as I-NVPF@rGO). The H-NVPF@GO was synthesized via the similar route without adding ionic liquid. MoS2/SnS/rGO were prepared according to the references [21] using hydrothermal method."
                    ],
                    "name": "Samples preparation",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The X-ray diffraction (XRD) patterns with a Rigaku D/max2500 diffractometer was adopted to study the crystal structure. To reveal the intercalation/extraction mechanism of Na+ in the process of charging/discharging, the overall evolution of the I-NVPF@rGO crystal structure was tested by in situ XRD, and the data was collected every 12 min at the rate of 0.2 C in the first GCD cycle. X-ray photoelectron spectroscopy (ESCALAB250, Al Kα radiation) was conducted to reveal surface electronic states and the chemical compositions. Fourier Transform Infrared Spectroscopy (FTIR, Bruker Vertex 70) qualitatively analyzes the chemical bonding states and provides details of the bonding of the elements in the sample. Raman spectra (Digilab FTS3500, 532 nm) also provide the composition details for the obtained materials. Thermo gravimetric analysis (TGA, HTG3) was executed under air atmosphere and heated from 25 ℃ to 600 ℃. The morphologies of all materials were observed by scanning electron microscopy (SEM, Nova Nano SEM 450). The specific structure detail and elemental distribution were further investigated by transmission electron microscopy (TEM, Tecnai G2 F30 TEM)."
                    ],
                    "name": "Materials characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical measurements were conducted by assembling two-electrode configuration via 2032-type coin cells. The working electrodes were prepared by mixing the as-prepared materials (70 wt%), carbon black (20 wt%) and polyvinylidene difluoride (10 wt%) dissolved in N-methyl pyrrolidinone to form a slurry, which were then pasted on aluminium foil. After dried at 60 ℃ for 12 h, the composite-loaded aluminium foil were cut into pieces with a diameter of 10 mm as electrode with an active material mass loading of about 1.3 mg cm−2. The specific capacities are calculated by the mass of active materials. Then coin cells were assembled with Na foil as counter electrode and Celgard glass fiber as separator. Sodium perchlorate dissolved in the mixed solvent ethylene carbonate (EC)/propylene carbonate (PC) (1:1 in volume) with fluoroethylene carbonate (FEC, 5 wt%) were used as electrolyte. The cyclic voltammetry (CV) experiments were performed on an electrochemical workstation (CHI630e). The Galvanostatic intermittent titration technique (GITT) and galvanostatic charge/discharge tests (2.0–4.3 V versus Na+/Na) were performed on Land CT2001A. In addition, the electrochemical impedance test (EIS) was performed on a Princeton tester with the following conditions: frequency range: 0.1 ∼ 100,000 Hz, amplitude: 10 mV. Dapp,Na+ can be calculated from the CV curves at different scan rates and the following Randles-Sevcik equation:",
                        "i p = 2.69 × 10 5 n 3 2 A D app , N a + 1 2 C 0 ν 1 2where ip is the oxidation/reduction peak current (A), n is the number of electron mobility, A is the surface area of the electrode (about 0.7854 cm2), Dapp,Na+ is the diffusion coefficient of Na+ (cm2 s−1), and C0 is the concentration of Na+ in the NVPF (about 7.7 mmol cm−3), and v is the scan rate (v s−1). Dapp,Na+ can be derived from the slope of ip ∼ v1/2.",
                        "The experimental principle of GITT is to apply a constant current to the cell for a period of time, followed by a suspension of the current input, and the relaxation information of the overpotential can be derived from the relationship between the voltage and the time, so as to analyze the kinetic information of the electrochemical reaction. Dapp,Na+ can also be calculated by the following equation:",
                        "D app , N a + = 4 π τ m A V M M A S 2 Δ E s Δ E τ 2 τ < < L 2 Dwhere mA represents the mass of the material, MA represents the molar molecular weight of the material, VM denotes the molar volume of the material, τ represents the time of constant current charging during each titration, S represents the surface area of the electrodes, L denotes the average radius of the material particles, ΔEs is the change of the cell voltage during quasi-equilibrium potential, and ΔEτ is the change of the cell voltage during the current pulse.",
                        "The full cells was assembled with pre-sodiated MoS2/SnS/rGO anode and I-NVPF@rGO cathode. The pre-sodiation for MoS2/SnS/rGO anode was conducted by contacting with Na metal with the existence of electrolyte for about 6 h. after the sodiation, the anode was activated with the stabilized surface. The capacity ratio of anode to cathode was set to be around 1.5:1 for full cells. The galvonostatic charge/discharge test were performed like the half cells."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "Scheme 1 illustrates the detailed low-surface-energy strategy employed to prepare I-NVPF@rGO. The ionic liquid, consisting of cations and anions, can not only be adsorbed onto the surface of the NVPF crystal but also uniformly distributed across the GO layers. The NVPF crystal, enveloped by an “ionic atmosphere”, exhibits a low surface free energy, which facilitates the possibility of reducing particle size. Furthermore, the growth along the (0 0 2) plane is favored due to its lowest surface energy following the addition of the ionic liquid (IL). The BF4 anions around NVPF crystal guarantee the ample F− during the synthesis process, which helps to compensate the loss of fluorine in the calcination process. In addition to this, the interaction between GO and IL prevents the stacking of GO layers during the reduction process. The resulting rGO exhibits an ultrathin structure, which provides high electronic conductivity and forms a uniformly interconnected network for the NVPF.",
                "The morphologies and structural characteristics of the synthesized materials were examined using scanning electron microscopy (SEM) and transmission electron microscopy (TEM). As depicted in Figs. S1 and S2, the H-NVPF@rGO sample exhibits a cubic block morphology for the NVPF crystals, with approximate dimensions of 5 µm in width and 2 µm in thickness. The reduced graphene oxide (rGO) is observed to be randomly dispersed on these blocks. After the introduction of an ionic liquid, the NVPF undergoes a morphological transformation to a nanoplate-like structure, with a significant reduction in size to approximately 700–800 nm in width and around 100 nm in thickness (Fig. 1a). The morphology variation may indicate the different crystal growth process for I-NVPF@rGO. Concurrently, the rGO layers appear significantly thinner and more amorphous, a result of the π-cation interactions between the GO layers and the ionic liquid. Also, the nanoplates are uniformly dispersed within the ultrathin rGO layers (Fig. 1b). The TEM image in Fig. 1c further elucidates the specific morphology of I-NVPF@rGO, showcasing the downsized NVPF nanoplates adhered to the ultrathin rGO layers. As well known the surface stability and reactivity are dominated for the crystal growth. Thus, Density functional theory (DFT) calculations were employed to investigate the surface energy changes of various crystal facets after the addition of the ionic liquid. The surface energies of the (2 2 2), (2 2 0), and (0 0 2) facets were primarily calculated and presented in Fig. 1d. It is evident that all facets exhibit reduced surface energy after the addition of IL, with the (0 0 2) plane showing the most pronounced effect. This diminished surface energy is instrumental in stabilizing the crystal structure and inducing crystal growth, especially for (0 0 2) plane. Moreover, the reduced surface energy also helps to reduce the particle size of NVPF crystals [31], [38], [39]. High-resolution TEM (HRTEM) images (Fig. 1e and f) reveal an interplanar spacing of 0.308 nm within the NVPF particles, corresponding to the (1 1 3) plane. The selected area electron diffraction (SAED) pattern further confirms the exposed crystal facets of (1 1 3) and (0 0 2). The corresponding energy-dispersive spectroscopy (EDS) mapping images in Fig. 1g demonstrate the homogeneous distribution of C, Na, V, P, O, and F elements within the I-NVPF@rGO composite. In contrast, the C element is scarcely detectable in H-NVPF@rGO, further indicating the non-uniform distribution of rGO in the composite (Fig. S3).",
                "The crystal structure of the synthesized materials was further characterized using powder X-ray diffraction (XRD). As presented in Fig. 2a, the XRD pattern of I-NVPF@rGO is consistent with the tetragonal phase of NVPF (JCPDS No. 89–8485), with no detectable impurities [40], [41], [42]. In contrast, the XRD pattern of H-NVPF@rGO reveals the presence of Na3V2(PO4)3 and Na3VF6, suggesting fluorine loss from the NVPF during the preparation process and the incomplete reaction [33], [43], [44]. To substantiate the high purity and crystallinity of I-NVPF@rGO, Rietveld refinement was performed, as depicted in Fig. 2b. The refined unit cell parameters for NVPF (a = b = 8.99210 Å, c = 10.6343 Å) are in good agreement with the tetragonal NVPF phase, belonging to the space group P42/mnm. Conversely, Fig. S4 shows that H-NVPF@rGO is composed of NVPF and NVP, with the respective space groups of tetragonal P42/mnm and hexagonal R-3c (Rwp = 8.97 %, Rp = 6.72 %) [45], [46], [47]. An expanded view of the XRD pattern between 13° and 32° is presented in Fig. 2c, highlighting differences in crystal growth. Notably, the increased intensity ratio of I(0 0 2) to I(2 2 0) for I-NVPF@rGO suggests preferential growth along the (0 0 2) plane, a result of the low-surface-energy strategy. The most significant reduction in surface energy is observed for the (0 0 2) plane, which promotes its growth.",
                "The chemical state and elemental composition of the materials’ surfaces were further probed using X-ray photoelectron spectroscopy (XPS). The XPS survey spectrum in Fig. 2e reveals the presence of C, Na, V, P, O, and F in both I-NVPF@rGO and H-NVPF@rGO, aligning with the elemental mapping results. The F/V atomic ratios are approximately 0.30 and 0.27 for I-NVPF@rGO and H-NVPF@rGO, respectively, as detailed in Tables S1 and S2. Additionally, scanning electron microscopy coupled with energy-dispersive X-ray spectroscopy (SEM-EDS) mapping was conducted to elucidate the bulk composition of the materials, as summarized in Tables S3 and S4. Notably, the bulk F/V ratio for I-NVPF@rGO (1.2) exceeds that of H-NVPF@rGO (1.05), signifying the effective fluorine compensation afforded by the BF4 anions in ionic liquid (IL). Subsequently, high-resolution XPS spectra were meticulously examined to ascertain the chemical states of the constituent elements. As depicted in Fig. 2f, the V 2p spectrum can be deconvoluted into two peaks at 517.42 eV and 524.48 eV, corresponding to the V 2p3/2 and V 2p1/2 components, respectively, which is subtly higher than that of H-NVPF@rGO [48], [49], [50]. The subtle difference in V 2p binding energies may be ascribed to the presence of NVP in H-NVPF@rGO, reflecting the distinct electronegativity between oxygen and fluorine. The larger electronegativity of F than O shows more obvious inducing effect. The F1s spectra in Fig. 2g shows scarcely any discernible variation, which might be attributed to the low content of NVP in H-NVPF@rGO. Furthermore, the bonding information for carbon within the rGO was delineated in Figs. S5 and S6, with four distinct peaks at 284.6 eV, 284.94 eV, 286.48 eV, and 290.8 eV corresponding to CC/C-C, C-O, CO, and O-CO bonds, respectively [51], [52].",
                "Further investigation of the molecular and bonding information was conducted using Fourier transform infrared spectroscopy (FTIR). As depicted in Fig. 2h, the prominent absorption peaks at 1010 cm−1 and 669 cm−1 are indicative of the asymmetric and symmetric stretching vibrations of the PO43− group, respectively. The peak at 913 cm−1 is assigned to the stretching vibration of the V3+–O2− bond within the V2O8F3 double octahedron structure. Moreover, a weaker peak at 951 cm−1 can also be observed, which can be attributed to the V-F bond [53], [54], [55].",
                "The Raman spectra presented in Fig. 2i also provide insight into the molecular composition of the two materials. The minor peaks at approximately 383 cm−1 and 534 cm−1 are attributed to the vibrations of the PO43− group. Similarly, the asymmetric stretching vibration of PO43− is observed at 937 cm−1 and 1043 cm−1. The signature of rGO is discernible at 1346 cm−1and 1586 cm−1, corresponding to the disorder-induced D band and the graphitic G band, respectively [20], [21], [56], [57], [58], [59], [60]. The intensity ratio of the D band to the G band (ID:IG) for I-NVPF@rGO is lower than that for H-NVPF@rGO, suggesting a higher degree of graphitization in the rGO, which could enhance electronic transport. The precise content of rGO was further assessed using thermogravimetric analysis (TGA), as shown in Fig. 2j. The weight loss below 100 can be ascribed to the absorbed water and the weight increase after 550 might be attributed to the oxidation of V3+ in the air [61]. Thus, the mass ratio of rGO in I-NVPF@rGO was calculated to be 11.28 %.",
                "The galvanostatic charge/discharge profiles highlight the performance disparities between the two materials. I-NVPF@rGO exhibits two distinct plateaus at approximately 4.2 V and 3.6 V, indicative of the characteristic two-phase Na+ de/intercalation process (Fig. 3a). In comparison, H-NVPF@rGO displays an additional plateau at around 3.4 V, which is attributed to the presence of the NVP phase [62], [63]. The differences in sodium ion extraction and insertion are further delineated on the corresponding derivative dQ/dV plots in Fig. 3b. The two pairs of redox peaks in I-NVPF@rGO clearly confirm the high purity of NVPF. The three-plateau feature of H-NVPF@rGO correlates well with its dQ/dV curve. The voltage change (ΔV) for the two de/intercalation processes is smaller for I-NVPF@rGO, and it displays nearly symmetric redox peaks, suggesting minimal polarization and commendable kinetics for the reversible process. Moreover, the redox peaks of I-NVPF@rGO are sharper and more pronounced than those of H-NVPF@rGO, which contributes to the increased capacity for I-NVPF@rGO. Notably, the absence of a low-voltage plateau is advantageous for enhancing the energy density of the battery. Consequently, we analyzed the mean voltage at varying current densities, as shown in Fig. 3c. It is evident that the mean voltage for I-NVPF@rGO is consistently higher than that of H-NVPF@rGO, with more significant differences observed at higher rates (30 C). For instance, the mean voltage (Vm) of I-NVPF@rGO is 3.83 V and 3.13 V at 0.2 C and 30 C, respectively, surpassing the values for H-NVPF@rGO (3.66 V and 2.79 V). Apart from the commendable elevated voltage, I-NVPF@rGO also demonstrates a higher specific capacity. As illustrated in Fig. 3d, specific capacities of 127.2, 123.1, 120.8, 114.7, 108.5, 102.4, 94.6, and 78.9 mA h g−1 are achieved at 0.5, 1.0, 2.0, 5.0, 10.0, 20.0, and 30 C, respectively. In contrast, H-NVPF@rGO yields specific capacities of 116.1, 112.0, 105.6, 93.2, 80.7, 66.2, 46.2, and 18.2 mA h g−1 at the same current densities. The superior rate capability of I-NVPF@rGO is further evidenced by its higher capacities at various current densities. The charge/discharge curves at different current densities, as shown in Figs. S7 and S8, also underscore their differences. Consequently, the energy density exhibits significant variations, with the disparity becoming more pronounced at higher current densities (Fig. 3e). The exceptional rate capability and higher energy density of I-NVPF@rGO substantiate its superior conductivity. The electrochemical impedance spectroscopy (EIS) results in Fig. 3f demonstrate the efficient ion transport and rapid electron transfer in I-NVPF@rGO. The Nyquist plots for both materials consist of depressed semicircles in the high-frequency region and diagonal lines in the low-frequency region. Notably, the charge transfer resistance (Rct) for I-NVPF@rGO is considerably lower than that for H-NVPF@rGO, indicating the superior electrochemical kinetics of I-NVPF@rGO when used as a cathode in batteries. Furthermore, I-NVPF@rGO retains the polyanion materials’ advantage of a long operational lifespan, with a capacity decay of only 0.011 mA h g−1 per cycle and a high capacity retention of 90.5 % at 1 C (Fig. 3g and S9). Even at a more demanding rate of 10 C, I-NVPF@rGO still maintains a capacity of 82.1 mA h g−1 after 1000 cycles (Figs. S10 and S11). By comparison, H-NVPF@rGO experiences a rapid capacity decline, with only 81.3 % retention after 1000 cycles at 1 C (Fig. S12).",
                "To elucidate the structural advantages, we further investigated the kinetics of I-NVPF@rGO. Cyclic voltammetry (CV) at varying scan rates was utilized to calculate the sodium ion diffusion coefficients (Dapp,Na+) from 0.1 to 1.0 mV s−1. As depicted in Fig. 4a, the I-NVPF@rGO cathode exhibits two pairs of redox peaks, labeled A1/B1 and A2/B2. In contrast, H-NVPF@rGO displays a third pair of redox peaks, A3/B3, as shown in Fig. S13, which is consistent with the galvanostatic charge/discharge curves presented in Fig. 3a. Fig. 4b and S14 illustrate the relationship between the peak current (i) and the square root of the scan rate (v1/2); the linear correlation suggests a diffusion-controlled kinetic process. The calculated Dapp,Na+ for I-NVPF@rGO at the A1, A2, B1, and B2 peaks are 9.8201 × 10−11, 3.1559 × 10−11, 5.5749 × 10−11, and 3.0497 × 10−11 cm2 s−1, respectively, which are higher than those of H-NVPF@rGO (5.4321 × 10−11, 1.0243 × 10−11, 1.9606 × 10−11, and 5.6640 × 10−12 cm2 s−1), as shown in Fig. S15. The galvanostatic intermittent titration technique (GITT) is another widely employed method for calculating Dapp,Na+ [30], [64], [65], [66]. GITT profiles reveal and compare the changes in Dapp,Na+ values for I-NVPF@rGO and H-NVPF@rGO throughout the entire cycling process (Fig. 4c, S16, S17, and S18). The Dapp,Na+ value for I-NVPF@rGO ranges from 10−9.5 to 10−12 cm2 s−1, which is also larger than that of H-NVPF@rGO. Beyond ionic diffusion, we also examined the electronic conductivity of I-NVPF@rGO. First-principles calculations were conducted to determine the electron work function (EWF) for different crystal planes, representing the minimum energy required for an electron to escape from the material surface. As shown in Fig. 4d, the EWF for the (0 0 2) facet is lower than that of the (2 2 0) facet, indicating more favorable electron transfer for the (0 0 2) facet. Given the prominent growth of the (0 0 2) facet in I-NVPF@rGO, it exhibits higher electronic conductivity. The commendable ionic conductivity and electron transfer ensure the rate capability of I-NVPF@rGO, while its structural stability guarantees a long operational lifespan. The ex TEM performed after 1000 cycles at 1 C revealed minimal morphological change for I-NVPF@rGO compared to its initial state. The composite maintains its morphology, with NVPF nanoplates adhering to the rGO layers. The magnified image in Fig. 4f shows the growth of the cathode electrolyte interface (CEI) film on I-NVPF@rGO, further attesting to its excellent stability. The in situ XRD in Fig. 4g was employed to further demonstrate its structural superiority. As shown in Fig. 4g and 4 h, we closely monitored the peaks at 17.04°, 28.42°, 29.15°, and 33.20°, corresponding to the (0 0 2), (2 2 0), (1 1 3), and (2 2 2) facets, respectively. During the charging process to 4.3 V, the peaks for the (0 0 2) and (1 1 3) facets shifted to lower angles, while the peaks for the (2 2 0) and (2 2 2) planes shifted to higher angles. This peak movement indicates the extraction of Na+ from Na3V2(PO4)2F3 to Na2V2(PO4)2F3 and then to NaV2(PO4)2F3 [35], [39]. Subsequently, upon discharging to 2.0 V, all diffraction peaks returned to their original positions, demonstrating the outstanding structural stability of I-NVPF@rGO.",
                "Given the impressive performance of I-NVPF@rGO, we assessed its practical applicability by integrating it into a full-cell configuration with MoS2/SnS/rGO serving as the anode. The charge/discharge curves for the MoS2/SnS/rGO anode, I-NVPF@rGO cathode, and the assembled full cell are presented in Fig. 5a. It is evident that the MoS2/SnS/rGO//I-NVPF@rGO full cell also exhibits a stable galvanostatic charge/discharge (GCD) profile. And the rate capability of the full battery was evaluated over a range of current densities from 0.2 C to 20 C, delivering capacities of 115.9, 115.5, 110.8, 100.9, 87, 72.3, 61.2, and 49.2 mA h g−1, respectively (Fig. 5b). Based on these measurements, the energy density was calculated to be 327 Wh kg−1 at 0.2 C, with a corresponding power density of 74.1 Wh kg−1(Fig. 5c). Most importantly, the cycling stability of the full cell was evaluated, revealing that the MoS2/SnS/rGO//I-NVPF@rGO cell maintains a capacity retention of 88.0 % after 200 cycles at 1 C as shown in Fig. 5d. The illuminated bubbles in Fig. 5d also serve as a visual testament to the full cell’s practicality and effectiveness."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, we propose an effective strategy for the preparation of tailored I-NVPF@rGO nanocomposites. Utilizing a fluorinated ionic liquid (IL) as a structural-directing agent, we have successfully modulated crystal growth, compensated fluorine, and stabilized the reduced graphene oxide (rGO) layers. The resulting I-NVPF@rGO nanocomposite exhibits enhanced electronic and ionic conductivity, attributable to its optimized particle size, refined crystal growth, and the ultrathin, conductive rGO network. The NVPF nanoplates facilitate rapid Na+ diffusion, while the ultrathin rGO layers ensure efficient electron transfer. This high conductivity endows I-NVPF@rGO with an impressive rate capability, as evidenced by the retention of 78.9 mA h g−1 at a high current rate of 30 C. Furthermore, the compensated fluorine by the IL ensures the I-NVPF@rGO cathode with a prolonged cycle life (a capacity retention of 90.5 % at 1 C after 1000 cycles) and elevated energy density. When integrated with a MoS2/SnS/rGO anode, the I-NVPF@rGO demonstrates robust electrochemical performance in full-cell configurations, underscoring its practical applicability. Consequently, our low-surface-energy approach offers novel insights for the design of advanced electrode materials for sodium-ion batteries."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "Yang Yan: Writing – review & editing, Writing – original draft, Resources, Investigation, Formal analysis, Data curation, Conceptualization. Jun-Qing Xu: Writing – review & editing, Writing – original draft, Investigation, Formal analysis, Data curation. Jun-Ming Cao: Writing – review & editing, Formal analysis. Han-Wei Huang: Writing – review & editing, Writing – original draft, Investigation, Formal analysis. Sen-Sen Xue: Writing – original draft, Investigation, Formal analysis. Guang-Lan Li: Writing – original draft, Investigation, Formal analysis. An-Min Liu: Writing – review & editing, Investigation, Formal analysis. Cheng-Jie Li: Writing – original draft, Resources, Formal analysis, Conceptualization. Dongmei Dai: Investigation, Writing – review & editing. Bao Li: Investigation, Writing – review & editing. Xing-Long Wu: Writing – review & editing, Supervision, Formal analysis, Conceptualization."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of competing interest",
            "type": "section_h2"
        }
    ],
    "Title": "Fluorinated ionic liquid mediated nanostructure with enhanced conductivity and fluorine retention in Na3V2(PO4)2F3 cathode toward high-performance sodium-ion batteries"
}