{
    "DOI": "10.1039/D4TA01137F",
    "Journal": "Journal of Materials Chemistry A",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Since the commercialization of lightweight Li-ion batteries in 1991, they have been widely used in portable electronics and even applied in electric vehicles due to their high energy density and long cycle life. However, the uneven distribution of lithium resources in the earth's crust along with its soaring demand increases the overall production cost of Li-ion batteries. From this viewpoint, the analogous sodium-ion battery (NIB) emerges as a strong contender for large electrical grid storage systems due to safe handling, low-cost and earth-abundant sodium precursors. However, some limitations like sluggish Na+-ion kinetics and low-temperature performances need to be improved. The present research on Na-ion cathodes revolves around layered transition metal (TM) oxides, Prussian blue analogues and polyanionic frameworks. Among them, the TM oxides (NaxTMO2) are attractive for practical applications due to their ease of synthesis, scalability, and high specific capacity. The layered TM oxides can be classified into different categories (e.g., O3, P2, P3 and O2), depending on the number of stacking layers present in a single unit cell and the type of coordination environment. For example, in P2 and O3 types, their unit cells consist of two and three TMO2 layers with prismatic and octahedral sodium ion sites, respectively. In general, the P2-type oxides are preferred over their O3 counterparts due to the reduced diffusion barrier for Na-ion hopping, despite their lower intercalation capacity arising from lower Na content. In contrast, O3-type structures undergo milder irreversible phase transformations at higher voltages compared to a P2 phase.",
                "Ni-based O3-type layered oxides are attractive due to their promising electrochemical performances. The O3-NaNiO2 cathode exhibits a higher average Na-ion intercalation voltage of ∼2.7 V vs. Na+/Na0 due to the operation of Ni2+/Ni3+/Ni4+ redox couples and reversible capacities of ∼114.6 mA h g−1 in the voltage window of 4.0–1.5 V vs. Na+/Na0. However, it undergoes several phase transformations during (de)sodiation processes, resulting in serious capacity decay. In subsequent work, Ceder et al. curtailed the upper cut-off voltage to 3.75 V vs. Na+/Na0 for limiting the rapid capacity fade, but the unavoidable Jahn–Teller (J. T.) distortion of Ni3+ still causes structural instability and capacity decay during the long-term cycling. Alternatively, the structural instability issue was addressed in the Ni/Mn-based layered oxide systems, wherein Ni2+ and Mn4+ are the J. T. inactive centers. As an example, the NaNi0.5Mn0.5O2 cathode can deliver reversible capacities of 125 mA h g−1 in the potential window of 3.8–2.2 V vs. Na+/Na0 with 75% capacity retention over 50 cycles. Yet, the in situ XRD studies of NaNi0.5Mn0.5O2 reveal a complex phase transition of O3–P3–P′3–P′′3 structures during the (de)sodiation reactions. To mitigate this, Fe was substituted in NaNi0.5Mn0.5O2 which produces smoother voltage profiles with 95% capacity retention over 30 cycles and a reversible OP2 phase formation above 4.0 V. However, increasing the Fe-content compromises the specific capacity but enhances the cycling stability of a material. Likewise, for the NaNi0.33Fe0.33Mn0.33O2 cathode, 80% capacity retention over 100 cycles with an average voltage of 3.15 V vs. Na+/Na0 between 4.0 and 2.0 V at 0.1C was recorded. More interestingly, the same cathode showed reversible O3–P3–O3′ phase transitions upon increasing the upper cut-off voltage to 4.3 V vs. Na+/Na0.",
                "It has been widely accepted that substituting electrochemically inactive elements in place of redox-active transition metals can alleviate multi-phase transitions and improve cycling stability. In the case of Na–Ni2+–Fe3+–Mn4+–O oxides, Ti4+ can easily replace Mn4+ due to their comparable ionic radii (rTi4+ = 0.605 Å and rMn4+ = 0.53 Å). Moreover, the formation of a stronger Ti–O bond compared to the Mn–O bond in the lattice inhibits interslab gliding at higher voltages and disrupts the Na+/vacancy ordering. With Ti-substitution, electron density on oxygen atoms increases which results in greater repulsion between adjacent oxygen layers and increases the inter-layer spacing, and thereby Na-ion diffusion becomes faster, and higher rate capabilities can be achieved. This can also increase the average voltage of the material. The Ti-substituted NaNi0.5Mn0.2Ti0.3O2 cathode delivers reversible capacities of 135 mA h g−1 with a good capacity retention (∼85% at 1C after 200 cycles) whereas the in situ XRD measurement reveals highly reversible O3–P3–O3 phase transformation during the Na (de)intercalation. Analogously, the Ti-substituted quaternary Na[Ni0.4Fe0.2Mn0.4−xTix]O2 (x = 0, 0.2, and 0.4) cathode displays an increased average insertion voltage (3.2 V), energy density (460 W h kg−1) and better cycle life compared to the unsubstituted ones. Similar to Ti4+, the incorporation of Li+ into TM layers also enhances the stability of layered oxides. During high-voltage operations, it mitigates the J. T. distortion of Ni3+, which leads to a suppressed monoclinic distortion (P′3) and ensures structural integrity. It also slows down the migration of TM-ions into the Na-layer and forms a very robust solid-electrolyte interphase (SEI) with fluoro-based solvents. The Li-incorporated Na0.85Li0.1Ni0.175Fe0.2Mn0.525O2 cathode delivers a capacity of 130 and 160 mA h g−1 in the potential window of 4.2–2.0 V and 4.5–2.0 V vs. Na+/Na0, respectively, with a smooth O3–P3–O3 phase transition.",
                "Introducing multiple cations in the TM-layer can stabilize the host structure and minimize the notorious TM-migration to the Na-layer. This strategy is the bedrock for designing high-entropy oxide (HEO) cathodes, where multi-element coordination can easily accommodate the local structural changes associated with the (de)sodiation process. HEOs are recognized as a solid-solution phase comprising five or more elements at the same crystallographic site with a configurational entropy (Sconf) ≥ 1.5R. Owing to the disordered arrangement of multiple elements, HEOs often showcase exceptional properties unlike conventional materials, including high fracture toughness, high strength, temperature endurance, superionic conductivity and outstanding cycling stability. Recently, there has been a growing interest among researchers in employing HEOs for energy storage applications. Furthermore, the application of HEOs in SIBs has tremendous possibilities as it can avoid the dependence on high-cost transition metals with improved electrochemical performances. For example, a high-entropy cathode like NaNi0.25Mg0.05Cu0.1Fe0.2Mn0.2Ti0.1Sn0.1O2 showed 75% capacity retention after 500 cycles with highly reversible phase transitions during the charge–discharge process. Similarly, Na-deficient O3-Na0.83Li0.1Ni0.25Co0.2Mn0.15Ti0.15Sn0.15O2−δ with expanded O–Na–O slab spacing displayed ∼87% capacity retention after 200 cycles with enhanced Na+-ion diffusions kinetics. Another six-component HEO cathode, O3-NaFe0.2Co0.2Ni0.2Ti0.2Sn0.1Li0.1O2, preserved 81% of its initial capacity after 100 cycles at 0.5C rate with an impressive rate capability (81 mA h g−1 at 2C).",
                "Along this line, herein, we attempt to incorporate lithium and titanium cations into Na–Ni–Fe–Mn–O oxide, which can lead to a five-element based-HEO cathode that can resolve the issues with irreversible phase transformation, transition metal migration, sluggish Na+-ion kinetics and structural degradation. The Li/Ti co-substituted HEO cathode – Na1.0Li0.1Ni0.3Fe0.1Mn0.25Ti0.25O2 (NFMTO) (Sconf = 1.515R) (see eqn (S1) in the ESI†) was synthesized through a high-temperature solid-state method. With a unique combination of various (in)active redox elements, this O3-type HEO cathode experiences highly reversible phase transitions during cycling, which enables it to retain 77% of its initial capacity even after 400 cycles. The multi-cation substitution improves the Na+-ion diffusion kinetics with minimal volume changes, leading to superior electrochemical performance of the NFMTO cathode."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The O3-Na1.0Li0.1Ni0.3Fe0.1Mn0.25Ti0.25O2 (NFMTO) compound was synthesized through solid-state synthesis using sodium carbonate (Na2CO3) (≥99.5%, Sigma-Aldrich), lithium carbonate (Li2CO3) (≥99.997%, Sigma-Aldrich), manganese oxide (Mn2O3) (≥99%, Sigma-Aldrich), nickel oxide (NiO) (≥99%, Sigma-Aldrich), iron oxide (Fe2O3) (≥99%, Sigma-Aldrich), and titanium oxide (TiO2) (≥99%, Sigma-Aldrich) as precursors. Stoichiometric amounts of these precursors were mixed in a stainless-steel jar by planetary ball milling at 1080 rpm for 40 min. After collecting the mixture, it was heated at 600 °C for 5 h in air to ensure the removal of the carbonates and adsorbed moisture. Next, the sample was ground and pressed into a pellet, and it was refired at 850 °C for 24 h in air. After completion of the reaction at around 200 °C it was quickly transferred to an Ar-filled glovebox to prevent any air-exposure."
                    ],
                    "name": "2.1 Synthesis of O3-Na1.0Li0.1Ni0.3Fe0.1Mn0.25Ti0.25O2 (NFMTO)",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The powder X-ray diffraction (XRD) pattern of the NFMTO compound was recorded using a Rigaku Smartlab SE diffractometer using Cu-Kα radiation (λ = 1.5406 Å) in the 2θ range of 10–90° in Bragg–Brentano geometry. Structural refinements were performed using Fullprof software. The morphology and the elemental distribution of the NFMTO cathode were investigated with a field emission scanning electron microscope (Zeiss, Gemini SEM 500, FEI Inspect F 50 operating at 10 kV). X-ray absorption spectroscopy (XAS) was performed on the cathode materials collected at different states of charge (SOCs). The electrodes were sealed inside Kapton tape to avoid air exposure during the measurements. Spectra were collected at room temperature for the Ni–K edge (8383 eV), Mn–K edge (6589 eV), Fe–K edge (7162 eV) and Ti–K edge (5016 eV) in transmission and fluorescence mode at PETRA III (P65 beamline, operating at 100 mA and 7 GeV), DESY, Germany. The standard samples (LiNiO2, NiO, Fe2O3, Fe3O4, Mn2O3, MnO2, and TiO2) were mixed with boron nitride and pressed into pellets (10 mm diameter, thickness 0.9–1.1 mm). The dwell time for each scan was 180 s and two scans were collected for each sample. Normalization of XANES spectra was performed using ATHENA software. Elemental analysis was executed by using an Avio 220 max inductively coupled plasma (ICP) optical emission spectrometer, PerkinElmer."
                    ],
                    "name": "2.2 Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "All the electrochemical measurements were performed in two-electrode Swagelok cells. To prepare the NFMTO cathode, a weight ratio of 80% active material, 10% carbon black (TimCal, C45), and 10% polyvinylidene fluoride (PVDF) binder were thoroughly mixed with a sufficient amount of N-methyl pyrrolidinone (NMP) to form a thick slurry, which was coated on a piece of carbon-coated aluminum foil and was dried under vacuum at 120 °C overnight. Thereafter, electrodes were punched into ∼10 mm diameter circular disks and the active mass loading of the electrodes were estimated to be ∼2–3 mg cm−2. We studied the electrochemistry of the NFMTO cathode in sodium half cells using 1 M NaClO4/ethylene carbonate (EC):propylene carbonate (PC):dimethyl carbonate (DMC) (weight ratio of 4.5:4.5:1.0) + 3 wt% FEC as the electrolyte and sodium metal (Sigma-Aldrich, >99%) as the anode. The cells were assembled in an argon-filled glovebox (MBraun, O2 < 0.1 ppm, H2O < 0.1 ppm) and evaluated in a battery cycler (BT-lab, Biologic) over different voltage ranges at different C-rates. For galvanostatic intermittent titration technique (GITT) experiments, a current equivalent to a C/10 rate was applied for 10 minutes followed by a 1 h relaxation. Prior to the GITT experiments, the cells were cycled at C/10 for two cycles. In situ XRD measurements were conducted using a BRUKER D8 diffractometer with a Cu-Kα source in an in situ cell fitted with a Be window. The cell was cycled from 4.0 to 2.0 V vs. Na+/Na0 at a C/10 rate. Full Na-ion cells were fabricated using NFMTO and hard carbon as the cathode and anode, respectively. The hard carbon anode was pre-sodiated at a current rate of 35 mA g−1 for four cycles before assembling the full cell. The capacity ratio between the anode and cathode was maintained at ∼1.25. The full cell, NFMTO‖HC, was cycled at 0.1C rate in the potential window of 4.0–1.5 V."
                    ],
                    "name": "2.3 Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "The XRD pattern and the crystal structure of the as-synthesized NFMTO are displayed in Fig. 1a and b, respectively. The XRD pattern can be well indexed with the Rm space group. Rietveld refinement reveals the presence of <1% NiO impurity in the as-synthesized material (Fig. 1a) which is often encountered in the syntheses of nickel-based sodium transition metal oxides. The obtained cell parameters of the NFMTO cathode are a = b = 2.9794(8) Å and c = 16.0204(8) Å with an interlayer spacing of NaO6 and those of TM/LiO6 are 3.103 Å and 2.237 Å, respectively. The corresponding crystallographic parameters are listed in Table S1 of the ESI.† Furthermore, inductively coupled plasma optical emission spectroscopy (ICP-OES) analysis reveals the composition of the NFTMO cathode to be Na0.987Li0.112Ni0.296Fe0.104Mn0.247Ti0.252O2, which is closer to the targeted composition. The morphology of the NFMTO cathode was examined by scanning electron microscopy (SEM). Fig. 1c reveals that the cathode consists of hexagonal-shaped particles in the range of 1 to 5 μm. The EDS mapping confirms the uniform distribution of Ni, Fe, Mn, Ti, Na, and O in the as-synthesized material.",
                "The electrochemical sodium storage performance of the NFMTO cathode material was first investigated in the potential window of 4.0–2.0 V vs. Na+/Na0 at a 0.1C rate (Fig. 2a). During the first cycle, it exhibits charge/discharge capacities of 132/123 mA h g−1 with a coulombic efficiency (CE) of 93%. The voltage profiles entail a short plateau at 3.0 V vs. Na+/Na0 followed by a slopping region until 4.0 V vs. Na+/Na0, which can be ascribed to the activity of the Ni2+/Ni3+/Ni4+ redox couple. The corresponding dQ/dV profiles show sharp and broad redox peaks at ∼3.0 V and ∼3.56 V vs. Na+/Na0, corresponding to the O3 to P3 phase transformation and solid-solution formation, respectively. It is worth noting that a small kink in the dQ/dV profiles is noticed closer to 4.0 V vs. Na+/Na0, which could be the onset of OP2 phase formation and will be discussed later in the manuscript. Furthermore, we extended the upper cut-off voltage of galvanostatic cycling to 4.2 V vs. Na+/Na0 to enhance the Na storage capacity of the NFMTO cathode. As a result, a greater amount of sodium ions is exchanged compared to in the 4.0–2.0 V vs. Na+/Na0 window, leading to the first charge/discharge capacities of 150/135 mA h g−1. The corresponding dQ/dV profiles display a prominent redox peak at ∼4.1 V vs. Na+/Na0 due to the P3–OP2 phase transition. Furthermore, we studied the cycling stabilities of the NFMTO cathode in the 4.0–2.0 and 4.2–2.0 V vs. Na+/Na0 potential windows at 1C and 2C rates. In the 4.0–2.0 V window, the NFMTO cathode retains 93% and 88% of its initial capacity after 100 and 200 cycles, respectively, at 1C rate (Fig. 3a). It is worth mentioning that the NFMTO cathode displays comparable or even better capacity retention compared to the recently reported Ni/Mn-based HEO-type cathodes (Table S2†). Upon extending the upper cut-off voltage to 4.2 V, the same cathode displays slightly inferior capacity retention (84 and 78% retention after 100 and 200 cycles, respectively). Similar trends in the capacity retention are also observed at 2C rate (Fig. 3b). The NFMTO cathode retains 77% and 66% of its initial discharge capacity in the potential range of 4.0–2.0 V and 4.2–2.0 V vs. Na+/Na0 at 2C rate, respectively after 400 cycles. The capacity decay occurring in the 4.2–2.0 V window can be ascribed to more P3–OP2 phase transition at higher voltages. The stacking defects of TMO2 layers along the c-direction give rise to the OP2 phase.",
                "The cycling stability of the NFTMO cathode is further corroborated with the electrochemical impedance spectroscopy (EIS) measurements (Fig. 3d). The first small semicircle in the high-frequency region (Fig. S1a–d†) corresponds to the impedance due to the electrified interface (RIF) arising from adsorption/desorption and migration of Na+-ions on the surface of the cathode, while the second semicircle in the high-mid frequency region denotes the charge transfer resistance (Rct) at the cathode/electrolyte interface. The slopping line at the low-frequency region represents the Warburg impedance (Zw) attributed to the diffusion of Na+-ions into the cathode material. As the cycling proceeds, another semicircle was noticed in the high-mid frequency region of EIS spectra (Fig. S1b–d†), due to the electrolyte decomposition, which in turn produces a passivation layer on the surface of the cathode and creates an additional resistance for the movement of ions and electrons across the cathode-electrolyte interface (RCEI). The EIS fittings show the increase in RCEI and Rct values for the initial ten cycles (Table S3†). However, these values stabilize after 50–100 cycles (Fig. S1c and d†), explaining the robustness of the CEI and better cycling stability of the NFMTO cathode (93% retention after 100 cycles at 1C).",
                "Next, we checked the rate capability of the NFMTO cathode at various C-rates in the windows of 4.0–2.0 and 4.2–2.0 V vs. Na+/Na0. The NFMTO cathode delivers discharge capacities of 122.5, 118, 113, 108, 102.5 and 78 mA h g−1 at 0.1, 0.2, 0.5, 1, 2 and 5C rates, respectively, in the window of 4.0–2.0 V vs. Na+/Na0. However, the same cathode renders slightly lower capacities at higher C-rates upon increasing the upper cut-off voltage to 4.2 V (130, 116.8, 105, 96.5, 86.8, and 63 mA h g−1 at 0.1, 0.2, 0.5, 1, 2 and 5C rates, respectively) (Fig. 3c). The drop in the discharge capacities could be ascribed to the lower Na+-ion mobility due to generation of more stacking faults at high voltages along with oxygen redox activity.",
                "To examine the effect of Li/Ti co-substitution on the Na+-ion intercalation kinetics, the galvanostatic intermittent titration technique (GITT) experiment was performed to determine the apparent diffusion coefficient of sodium ions (DNa+) during the charge/discharge processes. The GITT voltage profiles of the NFTMO cathode and the calculated DNa+ for the charge/discharge processes are displayed in Fig. 3e and the schematic illustrations of single current pulses are shown in Fig. S2.† At the start of the charging process, the DNa+ is estimated to be in the range of 2.6 × 10−9 to 4.5 × 10−10 cm2 s−1 until 3.0 V vs. Na+/Na0, which diminishes to 1.31 × 10−10 to 1.04 × 10−10 cm2 s−1 during the O3–P3 transition. As the charging proceeds through the slopping voltage region (3.2–3.93 V vs. Na+/Na0), the DNa+ is maintained in the range of 9.31 × 10−10 to 1.13 × 10−9 cm2 s−1. Thereafter, we notice a drop in the DNa+ values (3.48 × 10−10 to 2.72 × 10−10 cm2 s−1) as the voltage reaches 4.0 V vs. Na+/Na0 due to the formation of OP2. However, these values are higher than most of the reported values (10−11 to 10−12 cm2 s−1), which corroborates the enhanced rate performance of the NFMTO cathode at higher C-rates. Overall, we estimate that the DNa+ values of the NFTMO cathode are in the range of 10−9 to 10−10 cm2 s−1 during the charge/discharge process, which is at least one order higher than that of the reported HEOs. The Li/Ti co-substitution in the HEO cathode enhances the Na+-ion diffusion kinetics, rendering better rate capabilities at higher C-rates.",
                "Inspired by the enhanced electrochemical performance of the NFMTO cathode, we performed in situ XRD and ex situ XAS measurements to understand the changes in the crystal structure and oxidation states during the (de)sodiation processes in the 4.0–2.0 V window. Previous reports showed that binary layered oxides such as NaNi0.5Mn0.5O2 undergo a series of phase transitions (O3–O′3–P3–P′3), while the ternary cathodes (e.g., NaNi0.33Fe0.33Mn0.33O2, and NaNi0.5Co0.2Mn0.3O2 display alleviated phase changes (O3–P3–P′3) during the cycling in the potential window of 4.0–2.0 V. Fig. 4a displays the in situ XRD patterns of the NFMTO cathode during the first cycle. The refined lattice parameters from the corresponding XRD patterns are displayed in Fig. 4b. During the removal of the first 0.18 moles of Na ions, the (003) and (006) peaks shift toward lower 2θ values (indicating increased interplanar d-spacing due to the repulsion between adjacent TMO2 layers), whereas the (102), (102) and (104) peaks shift toward higher 2θ values due to the contraction in the ab-plane. As a result, the c- and (a/b)-parameters increase and decrease, respectively. During the subsequent Na-ion removal in the range of 0.8 < x < 0.77, another set of reflections appears at 2θ = 15.8, 32.0, 36.0 and 37.2° in addition to the O3 phase, which could be indexed with the P3-type structure. This phase transformation also hints at an inhibition for Fe-migration from the TM-layer to the Na-layer. Furthermore, the P3 phase remains stable until 3.93 V vs. Na+/Na0 (or x = 0.54 moles) with a gradual left shift in the (003) peak due to Na-removal from the structure. As the charging voltage reaches 4.0 V vs. Na+/Na0, a slight shift for the (003) peak to higher 2θ values with diminished intensity was observed, which corresponds to the OP2 phase. The overall changes in a, c, and V parameters during the first charge are estimated to be 3.08%, 4.87%, and 1.69% respectively, which is comparable to those of recently reported multielement HEO materials. During the subsequent discharge, the reverse order of the above-mentioned phase transitions is observed without any additional phases, indicating the complete reversibility of phase transitions. Furthermore, we observe highly reversible phase transitions of O3–P3–OP2 from the 2D contour plot of the in situ XRD patterns collected during two successive cycles (Fig. 4c). Furthermore, we performed XRD and SEM measurements on the cycled NFMTO cathodes after 200 cycles. The XRD pattern of the cycled NFMTO cathode shows the retention of the original O3 structure regardless of the P3–OP2 transformation at high voltages (Fig. S3†) which is different from what has been previously reported. The SEM images confirm the retention of particle morphology after extensive cycling. Overall, we find that the Li/Ti co-substitution not only suppresses the phase transitions starting from the O3 structure but also enables highly reversible phase transformations, leading to better structural stability during cycling.",
                "Next, to probe the charge compensation mechanism during the first charge/discharge cycle, X-ray absorption spectroscopy (XAS) measurements were performed on the pristine and cycled NFMTO cathodes. The change in average oxidation states of transition metal elements (Ni, Mn, Fe, and Ti) was analyzed using normalized X-ray absorption near-edge structure (XANES) spectra (Fig. 5a–d). Comparing the XANES spectra of the reference compounds (e.g., NiO, LiNiO2, Mn2O3, MnO2, Fe3O4, Fe2O3, and TiO2) it was confirmed that the pristine NFMTO cathode contains Ni, Fe, Mn, and Ti in +2, +3, +4, and +4 oxidation states, respectively. No apparent shifts in the edge energy lines of Mn, Fe, and Ti K-edges are observed (Fig. 5a–c), which suggests that no further oxidation occurs for these elements (i.e., electrochemically inactive) during the charging process. But the decrease in the intensity of the edge energy line implies probable changes in the local environment. Moreover, the intensities of pre-edges increase as the voltage is increased to 4.0 V vs. Na+/Na0 (see the inset of Fig. 5a–c), confirming the distorted environments of (Fe/Mn/Ti)O6 octahedra. The Ni K-edge shifts from 8341.31 eV to 8344.01 eV as the cathode is charged to 4.0 V vs. Na+/Na0, indicating the oxidation of Ni2+. We estimate a removal of 0.5 moles of sodium during the first charge. Considering the electrochemical inactivity of Fe, Mn, and Ti, the extraction of 0.3 moles of Na ions can be ascribed to the concomitant oxidation of Ni2+ to Ni3+ and the remaining 0.2 moles is removed through the oxidation of Ni3+ to Ni4+, with an estimated overall Ni oxidation state of +3.7 at the end of the first charge. The observed energy shift ΔE ≈ 2.7 eV matches with the expected oxidation state changes of the NFMTO cathode. As the cathode is fully discharged back to 2.0 V vs. Na+/Na0, all the transition metal K-edges shift back to their original positions, indicating full structural reversibility during sodium (de)intercalation.",
                "Furthermore, to test the practical applicability of the NFMTO cathode material, a full Na-ion cell was assembled with a hard carbon anode. The hard carbon was pre-cycled before assembling the full cell. Fig. 6a shows the voltage-capacity profiles of the full hard carbon‖NFMTO Na-ion cell cycled in the potential window of 4.0–1.5 V vs. HC at 0.1C rate. It delivers a reversible capacity of 116 mA h g−1cathode at an average voltage of 2.9 V, leading to an energy density of 336.4 W h kgcathode−1. The full cell also sustains higher rates and delivers capacities of 116, 93, 82, 70, and 58 mA h g−1 at 0.1, 0.2, 0.5, 1, and 2C rates, respectively (Fig. 6b). Most importantly, the NFMTO‖hard carbon cell retains 62% of its initial capacity even after 1000 cycles at 0.5C rate (Fig. 6c)."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, we developed a Li/Ti co-substituted O3-type HEO cathode material for sodium-ion battery application. The HEO-NFMTO cathode delivers a reversible capacity of 123 mA h g−1 at an average voltage of 3.2 V vs. Na+/Na0. The in situ XRD measurement revealed highly reversible O3–P3–OP2 phase-transitions with enhanced structural stability whereas improved diffusion kinetics was observed through the GITT experiment (DNa+ = 10−9 to 10−10 cm2 s−1). As a result, the Li/Ti co-substituted HEO cathode displays good cycling stability (88% after 200 cycles at 1C rate and 77% after 400 cycles at 2C rate) and rate capability (78 mA h g−1 at 5C) which are comparable or even better than those of the reported cathodes. Overall, the strategy of incorporating multiple metals into TMO2 layers for tailoring HEO is a promising strategy to achieve Na-ion cathodes with enhanced electrochemical performance."
            ],
            "name": "4. Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "Arindam Ghosh: ideas and design, experiments, analysis, writing. Rashmi Hegde: experiments, data collection and interpretation. Premkumar Senguttuvan: funding acquisition, conceptualization and writing."
            ],
            "name": "Author contributions",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "A high entropy O3-Na1.0Li0.1Ni0.3Fe0.1Mn0.25Ti0.25O2 cathode with reversible phase transitions and superior electrochemical performances for sodium-ion batteries"
}