{
    "DOI": "10.1002/adma.202105404",
    "Journal": "",
    "Keywords": [
        "anionic redox reactions",
        "Mg incorporation",
        "Mn‐rich cathodes",
        "sodium‐ion batteries",
        "zero‐strain"
    ],
    "Sections": [
        {
            "content": [
                "Benefiting from the abundance of sodium resources in the Earth, sodium‐ion batteries (SIBs) have recently reattracted great attention, especially in large scale energy storage systems.[] Nevertheless, practical application of SIBs is still hindered by their low energy density and inferior cycling stability compared to traditional Li‐ion batteries.[] As the most important component, cathode is critical in dictating the performance of SIBs. Among many cathodes, Mn‐rich layered oxide cathodes exhibit a huge potentiality for their high theoretical capacities, low cost, and eco‐friendliness.[] P2‐type cathodes, where P represents Na ions occupied prismatic sites and the number 2 represents the oxygen stacking in “ABBA” arrangement,[] have gained tremendous interests on account of their lower Na+ diffusion barrier and ordinary phase transitions.[] Typically, P2‐type Mn‐rich cathodes store/release energy through the charge compensated by redox reactions on the transition metal ions (Ni, Co, Mn) upon cycling.[] Recent studies have shown that a higher energy density can be achieved when oxygen is involved in the redox reactions (O2−↔ On−, n < 2).[]",
                "The replacement of selected nonredox active elements (such as Li, Mg, or Zn) into the transition metal (TM) layer not only has been proved as an efficient strategy to reduce the number of Mn3+ Jahn–Teller centers and also suppress the phase transitions of P2‐type Mn‐rich cathodes during the charge process, therefore improving its cycling performance.[] It also can trigger oxygen‐related anionic redox activity of P2‐type Mn‐rich cathodes for SIBs.[] This anionic redox activity originates from the linear Na–O–Li/Mg/Zn configuration that can participate in the charge compensation when Na ions extraction, which is similar to Li2MnO3.[] However, the capacity contributed by lattice oxygen oxidation activated by Mg/Zn substitution in first charging process is relatively low (<150 mAh g−1), causing the insufficient coulomb efficiency for first cycle in full‐cells. Thus, it is necessary to find other way for improving the capacity of the first charging. Among these nonredox active elements, partial substitution of the original TMn+ cations by Li+ has attracted considerable attention for acquiring high anionic capacity.[] Representatively, Komaba et al.[] reported a Li‐substituted P2‐NaxMnO2 (Na5/6Li1/4Mn3/4O2), which exhibited a reversible capacity of >210 mAh g−1 based on the cationic (Mn) and anionic (O) redox in a voltage range of 1.5–4.5 V. Although oxygen redox could provide an additional capacity, however, anionic redox reaction poses a double‐edged sword. For instance, it can trigger the formation of undercoordinated oxygen and nonbonded, electron‐deficient O 2p states, causing irreversible lattice oxygen release.[] Further, lattice oxygen loss unavoidably impassions the continuous TM reduction and the related microstructural reorganization.[] As a result, the oxygen redox activity gradually declines over long‐term cycling. Furthermore, the adverse P2‐O2 phase transitions upon Na‐ions extraction manifests another challenge in such materials, since it is closely linked to the structural stability. In this regard, improving the stability of oxygen redox and phase are urgent tasks for the development of oxygen redox related Mn‐rich cathodes.",
                "Herein, we develop a Mg‐substituted strategy to simultaneously improve the reversibility of oxygen redox and structural stability of Na0.83Li0.25Mn0.75O2 (NLM). We purposely doped Mg in the Na‐sites in order to reduce the formation of nonbonding oxygen 2p states upon charging. The oxygen chemical potential can be decreased by Mg substitution, causing an improvement of the lattice oxygen stability. Furthermore, Mg‐substituted NLM maintains P2 phase during charging/discharging between 2.0 and 4.5 V, with a unit cell volume change of as small as 1.1%, verifying Na0.773Mg0.03Li0.25Mn0.75O2 as a “zero‐strain” insertion cathode material. As anticipated, the Mg incorporated NLM exhibits a much improved oxygen redox stability in the voltage range of 2.6–4.5 V than the pristine NLM counterpart."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "In theory, two positions (Na and TM sites) in NLM can be substituted by Mg ions. We first compare the formation energy of pristine NLM, Mg doped at Na‐sites (donated as NMLM), and TM‐sites (donated as NLMM) by first‐principle calculations to investigate their phase stability for the possible doped sites in NLM (see section calculation details in the experimental section). As shown in Figure , NLM exhibits a formation energy of −742.5 eV while NMLM displays a slightly reduced value of −743.9 eV, indicating that the structural stability of NLM can be improved by incorporating Mg into the Na layers. In sharp contrast, the structural optimization of Mg doping at the TM sites failed to converge. It can be seen from the inset section of Figure  that a local nonphysical connection between Li and Na in NLMM appears during the optimization process, which is unreasonable. Therefore, the calculated results demonstrated that Mg ions are suitable to substitute Na ions. Based on the above‐mentioned structure, we further calculate the formation energy calculation of mixing enthalpy to investigate the effect on thermodynamic stability. Figure  displays the mixing enthalpy of different Na contents in NLM and NMLM. With further desodiation, the mixing enthalpy values of NLM and NMLM increased, indicating an unstable structure at highly desodiation states. Interestingly, the slope at the desodiation content from 0.43 to 0.7 in NMLM is smaller than that of NLM, which suggests that the formation of unstable phases is alleviated by Mg substitution.",
                "Experimentally, NLM and NMLM have been successfully synthesized via a traditional one‐step solid‐state reaction, with detailed synthesis procedures described in the experimental section. Figure  shows the XRD patterns, where all peaks can be indexed to a hexagonal layered structure (space group: P63/mmc). The (002) diffraction peak shifts to higher 2θ after Mg substitution (inset of Figure ), indicating the unit cell shrinks along the c axis. The decrease in TM layers distance reflects that Mg ions have successfully entered into the Na layer of NMLM (Figure ), since the ionic radius of Mg2+ ion (0.72 Å) is smaller than Na+ ion (1.02 Å). In addition, the weak diffraction peak at 22.5°can be attributed to the in‐plane Li+/Mn4+ ordering with a √3a×√3a‐type supercell (“1/3 1/3 1” superlattice).[] The observed intensity of this superstructure peak of NMLM is similar to NLM, confirming that the Li+/Mn4+ ordering has not been suppressed by Mg substitution. It's well known that the TM1/TM2 cationic ordering of Mn‐rich cathodes with TM‐sites substituting by Mg ions would be suppressed.[] Thus, Mg ions have not entered into the TM layers of NLM in this case. Furthermore, the calculated patterns of NLM and NMLM fit well with the XRD results (Figure ; Tables  and , Supporting Information). Based on the XRD Rietveld refinement, NMLM exhibits reduced lattice parameters of c and V (Figure ), further confirming that Mg ions successfully occupy the 2b Wyckoff of Na sites (Table , Supporting Information) in NLM.",
                "We further employed STEM technique to validate the location of the doped Mg and investigate the difference between NLM and NMLM. Figure  exhibits the STEM‐HAADF images in the bulk of NLM and NMLM, respectively. Both of them show the well‐ordered of Mn atoms, demonstrating that they have high crystallinity. Because of the Na and O ions’ low atomic masses, they usually cannot be detected in the HAADF mode. Interestingly, some discontinuous dark‐atoms (marked with red frames and circles) can be seen in the Na layers (Figure ), inferring the presence of some heavy atoms while its atomic number should be lower than Mn. Therefore, we can conclude that Mg ions partially occupy the Na sites. We also observed the effect of Mg doping on surface structure. As exhibited in Figure , the HAADF image of NLM clearly demonstrates the layered arrangement Mn atoms at the surface, however, a thickness of ≈1–1.5 nm spinel structure is formed on the surface of NMLM. The atomic arrangement of this spinel phase is similar to MgMn2O4.[] Generally, the formation of spinel phase on the surface of layered oxide cathodes is beneficial for its surface stability at high voltages.[]",
                "Next, we evaluated the electrochemical performance of NMLM and NLM in the voltage range of 2–4.5 V using a half‐cell configuration. Figure  and Figure  (Supporting Information) show the representative galvanostatic charge/discharge profiles. Both of them exhibit a two‐step charge profile with a sloping shape followed with a long voltage plateau above 4.0 V. It can be inferred that the substitution of Mg ions at Na sites has no effect on the diffusion of in‐plane Na+. In the first charge profile, both of NMLM and NLM delivered low capacity of ≈15 mAh g−1 below 3.5 V, corresponding to a low portion of Mn3+/Mn4+ oxidation. With continuous charging, the anionic charge compensation starts to contribute to the capacity where a capacity of ≈220 mAh g−1 was obtained with NLM, which is agreement with other P2 analogues.[] Interestingly, NMLM shows a smaller capacity of 205 mAh g−1 due to the decrease of a linear shape (Na–O–Li) that can form labile oxygen (lone‐pair O) electrons for charge‐compensation after Mg substitution. During the following discharge process, NLM displays a first cycle discharge capacity of 210 mAh g−1 based on the oxygen‐related anodic and Mn reduction, which is higher than that of NMLM (192 mAh g−1) due to the partially replacement of Na by the inactive Mg ions. Surprisingly, charge/discharge profiles of NMLM for the initial four cycles overlap well with each other, suggestive of an excellent cycling stability. In addition, compared to NLM, NMLM also manifests a smaller charge/discharge voltage hysteresis, which demonstrates that replacing Na ions by Mg ions can adjust the voltage of the redox process. Moreover, an obvious voltage decay above 3.2 V can be observed for NLM, intimating the surface structural rearrangement caused by the loss of oxygen on the surface. [] Such a phenomenon has not been observed in NMLM, in contrast, illustrating the alleviated oxygen loss by Mg substitution.",
                "The corresponding dQ/dV curves within 5 cycles are given as well (Figure ). Two pairs of redox peaks at ≈2.6/4.2 V (charge) and ≈2.4/2.7 V (discharge) are expected to relate with the Mn3+/Mn4+ and O2−/(O2)n− redox couple. For NLM, both peaks of Mn3+/Mn4+ and O2−/(O2)n− redox are gradually decreased after the first cycle, which indicates the possible release of surface oxygen and structural phase transition (such as P2–O2, P2–P2'). In contrast, the consistent peaks in NMLM demonstrate that the reversible oxygen redox and structural stability have been greatly improved by Mg substitution. Galvanostatic intermittent titration technique (GITT) was employed to further investigate the kinetic superiority of NMLM over NLM, as shown in Figure  in the Supporting Information. NMLM exhibits a smaller overpotential and a larger Na+ diffusion coefficient than that of NLM, indicative of its superior reaction kinetics and rate capability. As displayed in Figure  and Figure  (Supporting Information), NMLM gives a discharge capacity of 140 mAh g−1 at a current density of 400 mA g−1. As opposed, NLM exhibits a capacity of only 20 mAh g−1 at the same test condition. At an even higher current density of 1000 mA g−1, NMLM still delivers a discharge capacity as high as 102 mAh g−1. To the best our knowledge, such a superior rate capability has been rarely reported for the oxygen‐related Mn‐rich based layered cathodes.[]",
                "To evaluate how an oxygen‐related anionic redox chemistry can be preferably stabilized by Mg substitution, we further observed the oxygen redox activity within a reduced voltage window of 2.6–4.5 V. Ex situ X‐ray photoelectron spectrums (XPS) was employed to investigate the charge compensation mechanism of Mn in this voltage window. As displayed in Figure  in the Supporting Information, the valence of Mn keeps +4 when discharged to 2.6 V, confirming that Mn is inactive at above 2.6 V. Therefore, the capacity in 2.6–4.5 V is mostly contributed by oxygen charge compensation, consistent with the reported results.[] Figure  and Figure  (Supporting Information) show the cycling performance, where NMLM shows a 4 times higher capacity retention than NLM over 100 cycles, demonstrating a greatly improved oxygen redox stability by Mg substitution.",
                "Next, soft X‐ray absorption spectroscopy at the 3d transition elements L2,3 edges with high sensitivity to the oxidation state[] and local environment[] was further employed to investigate the oxygen redox. The SXAS spectra with the total fluorescence yield (TFY) mode at O K‐edges was collected to study the O2p holes of NLM and NMLM at various states.[] Figure  shows the O K‐edge SXAS spectra at different desodiation states in the first cycle. The dominant pre‐edge peaks below 533 eV correspond to the unoccupied O2p state derived from the covalent mixing of O2p and TM3d orbitals.[] The intensity change of the pre‐edge peak area during charge/discharge reflects the covalent intensity of TM3d‐O2p or the generation of oxygen holes.[] In addition, a weak peak at 533.5 eV represents the oxygen‐containing surface species, such as inorganic (Na2CO3) or organic (ROCO3) sodium carbonates.[] When being charged to 4.5 V, the obvious increase in the O K‐edge pre‐edge area in Figure  correspond to the removal of electrons from oxygen, namely an increase in the O2p holes.[] This increase cannot be explained by the further oxidation of Mn4+ (Figure , Supporting Information), thus the change in the spectral weight is exclusively contributed by oxygen oxidation.[] Upon being discharged to 2.0 V, the decreased intensity of the O K‐edge pre‐edge area can be clearly observed in Figure , which indicates that the oxygen‐hole states are repopulated and the valence of Mn is reduced. In the Mn L2,3‐edge SXAS‐TEY spectra (Figure ), the weight center of the spectra has shifted to the lower energy, suggestive of a lower Mn valance. Compared with the references of MnO (+2) and LaMnO3 (+3), Mn ions in the surface of NMLM at discharged 2.0 V is the mixture of mainly Mn2+ and Mn3+ ions. In general, there are two possible reasons for the existence of Mn2+ in the surface of Mn‐rich layered TM oxide cathodes, including irreversible lattice oxygen redox[] and the occurrence of surface reactions.[] To obtain the accurate valence of Mn in this stage, we carried out SXAS measurements with total fluorescence yield (TFY) mode with a detection depth of few hundreds of nanometers. As shown in Figure  in the Supporting Information, the Mn L2,3‐edge IPFY spectrum of discharged NMLM at 2.6 V is similar to that of Li2MnO3,[] indicating that the valence of Mn in NMLM at 2.6 V is still +4. Figure  in the Supporting Information exhibits the Mn L2,3‐edge IPFY spectrum (yellow) of NMLM at 2.0 V and its fitted spectrum (bule) using LaMnO3 (Mn3+)[] and NMLM at 2.6 V (Mn4+) as references. We can see that the weight center of the Mn L2,3‐edge IPFY spectrum shifts to lower energy, suggesting the lowering of Mn valance. The appearance of the new spectral feature between the sharp peaks at 640.7 and 643.3 eV for the Mn4+ indicates the existence of Mn3+. We further carried out the fitting of Mn L2,3‐edge IPFY spectrum of NMLM at 2.0 V to analyze the content of Mn3+ and Mn4+. The fitted spectrum (bule) using 30% LaMnO3 (navy blue) and 70% discharged NMLM (cutoff potential: 2.6 V, purple) spectrum is similar to the experimental spectrum, verifying that Mn is composed of Mn4+ (70%) and Mn3+ (30%) at this stage.",
                "To explore the stability of oxygen redox upon cycling, we collected the O K‐edge spectra at the extended cycles, as shown in Figure  and Figure  (Supporting Information). When being re‐charged to 4.5 V in the second cycle, the O K‐edge spectra of both NLM and NMLM are very similar to their counterparts in the initially charged state at 4.5 V, implying the re‐generation of the O2p holes. Surprisingly, the O K‐edge spectra of NMLM after five cycles also displayed similar characteristics to that of the previous cycles, reflecting the highly reversibility of oxygen redox. We also investigated the differences in O K‐edge spectra between NLM and NMLM after 50 cycles, as displayed in Figure . Clearly, the O K‐edge pre‐edge peak of NMLM at 50th cycle still exhibits an increased intensity than that of the pristine one, which demonstrates that the O in NMLM still maintains high activity. Especially, an increase in spectral weight at 530.8 eV, which was related the O‐O covalent bonding found previously.[] In contrast, the O K‐edge spectra of NLM shows the overlapped with pristine state. The above results indicate that the oxygen redox stability in NLM has been significantly strengthened by Mg substitution.",
                "The stability of oxygen redox in the layered oxide cathode is also related to its structure.[] We collected the Mn K‐edge X‐ray absorption near edge structure (XANES) spectra and extended X‐ray absorption fine structure (EXAFS) spectra of different cycles at charged state to elucidate the effects on the structural stability of NLM upon Mg substitution.[] As seen in Figure  in the Supporting Information, all the XANES spectra of both NLM and NMLM overlap with each other, verifying an excellent reversibility of Mn valence state during the extended cycles. However, the spectral weight of pre‐edge peak of NMLM decreases with number of cycles indicating more symmetric coordinated Mn ion with oxygen.[] The local structure evolution at extended cycles was further revealed by EXAFS spectra. Figure  exhibit the Fourier transforms of Mn K‐edge in NLM and NMLM electrodes at different cycles, respectively. The first peak at ≈1.50 Å in EXAFS originates from Mn‐O coordination, while the second peak at ≈2.55 Å originates from Mn‐Mn/Li coordination. It is widely known that the intensity generally relates to the coordination number of the central element (Mn) or structural disorder.[] Obviously, from 1st to 50th cycle, the intensity of the Mn‐O bond length of NMLM increases, while it decreases for NLM. Although, the number of coordination obtained from analyzing EXAFS has 30–40% errors, the enhanced height of the first peak in general demonstrates an increase in the coordination number or decrease in the structural disorder. Since the local symmetry has only negligible change as shown in the pre‐edge region at the Mn‐K XANES in Figure  in the Supporting Information, the structure of NLM has suffered from deterioration over long‐term cycling. In strong contrast to this result, the position of this peak in NMLM remain unchanged and its height increases over long‐term cycling suggesting its superior structure stability.",
                "To further confirm the structural stability of NMLM upon the Na+ (de)intercalation process, we collected in/ex situ XRD patterns of NMLM and NLM (Figure ; Figure , Supporting Information). During the first charging process of NLM, a new O2‐type phase appears at 4.1 V (Figure , Supporting Information), suggesting a P2‐O2 phase transition during charging. Then, the P2 phase is completely transformed to O2 phase at the end of charge, which is in accordance with the reported results.[] This phase transition can generate severe strain on the crystal lattice, causing the formation of internal stress and cracks upon long‐term cycling.[] When being discharged to 2.0 V, the (002) peak shifts towards a higher angle, indicating a poor structural reversibility of NLM. In contrast, phase transition cannot be observed in NMLM upon the cycling. All diffraction peaks of NMLM can be indexed to the P2 phase with a gradual change in (002) peak positions, verifying that NMLM experiences a moderate structural evolution without phase transition. The lattice parameters (V and c) of NMLM at different charge/discharge states were also calculated from the in situ XRD results, as presented in Figure  and Figure  (Supporting Information). The maximum changes of lattice parameters V and c are only 1.1% and 1.0%, respectively, much smaller than those of the previously reported results for layered cathode materials.[] Consequently, the strategy of Mg substitution on the Na site can effectively suppress both the phase transition and volume change upon charge/discharge.",
                "We further investigated the structural changes of NMLM at atomic scale during the charging process. Figure  (Supporting Information) displays the STEM‐HAADF images of NMLM at pristine and charged 4.5 V. Clearly, when charged to 4.5 V, we can see that Mn atoms are not migrate to Na layers to form rock‐salt or order‐disorder phases in the bulk of NMLM (Figure ), which indicates that Mg doping reinforces the stability of NLM structure. In addition, the presence of dark‐atoms in the Na layers in the bulk of NMLM means that Mg atoms cannot be extracted during charging process. For the surface structure of NMLM, the thickness of spinel phase keeps unchanged upon charged.[] We employed first‐principle calculations to further explore the effect of Mg substitution on the oxygen stability and the electrochemical performances. Firstly, we calculated the formation energy of more than 500 structures of NLM (Figure , Supporting Information), followed by choosing the structure with the lowest formation energy. To explain the excellent rate capability of NMLM, total density of states (TDOS) was calculated. As seen in Figure , the bandgap of the majority bands is reduced from ≈0.3 to ≈0.2 eV after Mg substitution, demonstrating an enhanced electrical conductivity and a potentially better power capability, which agrees well with the experimental results. The rate capability of cathode is also highly related to the Na ions migration in the structure. Thus, two diffusion paths (noted as path 1 and path 2) are proposed (Figure , Supporting Information), respectively. The corresponding Na‐ions migration energy in NLM and NMLM are plotted in Figure . It appears that Mg substitution could reduce the energy barrier of Na ions migration in both path 1 and path 2. Therefore, NMLM can exhibit a significantly enhanced rate capability. We also compared the projected density of states (PDOS) of O2p on the highly desodiated states (Na0.11Li0.25Mn0.75O2 and Na0.12Mg0.03Li0.25Mn0.75O2, Figure ). We can see that the occupied state and the unoccupied state overlap in the Majory band, which indicates that NLM and NMLM become semi‐metals at the highly desodiated states. However, Na0.12Mg0.03Li0.25Mn0.75O2 shows a smaller number of states near the Ef than Na0.11Li0.25Mn0.75O2. Such a difference in electronic structure, to some degree, could limit the electron transfer during the dissociation of the carbonate‐based electrolyte, which is beneficial to stabilize the cathode‐electrolyte interface. The oxygen chemical potential can be used as a basis for deterring if a material undergoes an oxygen release reaction.[] Figure  shows the computed oxygen chemical potential of the NLM and NMLM materials in their charged state. Surprisingly, the oxygen chemical potential of desodiated NMLM is lower than that of the NLM, which suggests that the lattice oxygen of NMLM is more stable than NLM at highly voltages. We also calculated the formation energy of Na0.11Li0.25Mn0.75O2 and Na0.12Mg0.03Li0.25Mn0.75O2 to investigate the effect of Mg substitution on the structural stability of NLM in its charged state. As displayed in Figure  in the Supporting Information, the formation energy of desodiated NLM has decreased from −681 to −689 eV after Mg substitution, suggesting a significantly improved structural stability at highly charged state by Mg substitution. These results have been confirmed by the experimental results including electrochemical performance, XAS and in situ XRD."
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "We have performed a Mg‐substitution strategy where the Na sites of NLM have been partially substituted by Mg ions to overcome the anionic redox instability and improve the thermodynamic phase stability of Mn‐rich cathodes for SIBs. Combined with DFT calculations, in situ XRD, XAS, and electrochemical studies, our discovery includes the following points: 1) Mg incorporation can decrease the oxygen chemical potential, reflecting an improvement of oxygen stability. 2) Mg incorporation that remains in the lattice and interacts with O 2p orbitals can reduce the undercoordinated oxygen and the nonbonded, electron‐deficient O 2p states at highly desodiation states, leading to stable oxygen redox. 3) The incorporation of Mg into NLM greatly alleviates the volume expansion upon Na+ (de)intercalation, making Mg‐substituted NLM as a “zero‐strain” cathode. Consequently, Mg incorporated NLM manifests a superior capacity retention within a voltage range of 2.6–4.5 V where only oxygen is electrochemically active. We foresee that our findings can have a profound effect on oxygen redox reaction of Mn‐rich cathodes."
            ],
            "name": "Conclusion",
            "type": "section"
        },
        {
            "content": [
                "Y.H. and Y.Z. contributed equally to this work. This work was supported by the National Natural Science Foundation of China (No. 21975186). The authors also acknowledge the support from the Max Planck‐POSTECH‐Hsinchu Center for Complex Phase Materials."
            ],
            "name": "Acknowledgements",
            "type": "section"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflict of Interest",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "Research data are not shared."
                    ],
                    "name": "Data Availability Statement",
                    "type": "section"
                }
            ],
            "name": "Data Availability Statement",
            "type": "section"
        }
    ],
    "Title": "Enabling Anionic Redox Stability of P2‐Na5/6Li1/4Mn3/4O2 by Mg Substitution"
}