{
    "DOI": "10.1039/C7DT03303F",
    "Journal": "Dalton Transactions",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium ion batteries (LIBs) have been widely applied in many ways due to their long cycle life and high energy density, but the lithium supply will not meet the increasing demand for large scale applications of LIBs. Compared with LIBs, sodium ion batteries (SIBs) have attracted much attention owing to their low cost, easy availability, environmental friendliness and high safety. Nevertheless, the diameter of the Na-ion (1.02 Å) is larger than that of the Li-ion (0.76 Å) which hinders the electrochemical reaction kinetics, and reduces the rate of Na-ion insertion and extraction. Therefore, significant research and development efforts have been devoted to developing cost-effective and high-performance electrode materials for SIBs.",
                "Titanium dioxide (TiO2) is one of the most promising materials for rechargeable LIBs and SIBs due to the merits of low cost, non-toxicity, and “zero strain” behavior during the cycling. But the inferior low electrical conductivity and ion diffusivity hinder its electrochemical performance. One effective method is to design nanostructured TiO2 to shorten the ion diffusion path, and TiO2 nanoparticles, nanocubes, and nanosheets were synthesized and delivered superior discharge/charge capacities and cycling performance. Another approach is to fabricate carbon and TiO2 nanocomposites to enhance the cycling stability during the charge/discharge processes. TiO2/carbon hollow spheres were prepared which exhibited an excellent performance. TiO2/graphene composites showed good columbic efficiency. Element doping into TiO2 is the other significant way to improve the electrical conductivity through providing and expanding the channels for ion transfer and diffusion. For example, the bulk TiO2 doped with nitrogen would cause the formation of trivalent titanium and some oxygen vacancies, therefore improving the capacity retention and rate performance.",
                "The nitrogen doping into TiO2 has been achieved by sputtering, pulsed laser deposition, ion implantation, and annealing under NH3 gas. However, these traditional N-doping methods are usually surface doping, which results in the nonuniform distribution of N elements. Herein, we present a facile technology to in situ deposit ultrathin nitrogen-doped TiO2 on CNTs (N-TiO2/CNTs) by the plasma enhanced atomic layer deposition (PEALD) method. The PEALD technique is a surface-controlled process, where the thickness of the coating film can be controlled at the atomic-level, and more importantly, the precursors can be activated by the plasma discharge, leading to an in situ doping process which will directly modify the composition of the film. For the first time, the prepared N-TiO2/CNTs are applied as anode materials for SIBs and it is demonstrated that the electrochemical performance can be improved after N-doping."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The N-TiO2/CNTs and TiO2/CNTs were synthesized by PEALD. The carbon nanotubes (CNTs) were obtained from Shenzhen Nanotech. TiO2 was deposited on CNTs by using titanium(IV) isopropoxide (TTIP, Ti[OCH(CH3)2]4, Fornano, 99.9999%) and distilled water (DI H2O) as precursors. N-TiO2 was deposited by the assistance of nitrogen plasma (nitrogen/hydrogen gas 95:5 wt%), and the plasma power was 200 W. The source temperature for TTIP was 75 °C, while DI H2O was kept at room temperature. The N-TiO2/CNTs and TiO2/CNTs were synthesized while the reactor chamber was kept at 100 °C during the deposition, and the precursors were carried into the reactor chamber by a flow of Ar (99.999%) with the level of pressure at 0.1 Torr. The reaction sequence for the synthesis of TiO2/CNTs was: (i) a 0.6 s supply of TTIP; (ii) a 10 s extended exposure of TTIP to the CNTs; (iii) a 65 s purge of excess TTIP and by-products; (iv) a 0.15 s supply of DI water vapor; (v) a 10 s extended exposure of DI water to the CNTs; (vi) a 70 s purge of excess DI water and by-products. The reaction sequence for N-TiO2/CNTs was similar to the synthesis process of TiO2/CNTs (i)–(vi), and additional two processes of (vii) a 20 s plasma of N2/H2 and (viii) a 65 s purge of excess N2/H2 and by-products were introduced for each cycle. All depositions were performed with 300 cycles (Fig. 1)."
                    ],
                    "name": "2.1 Preparation of N-TiO2/CNTs and TiO2/CNTs",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The phase identification of N-TiO2/CNTs, TiO2/CNTs and CNTs was characterized by X-ray powder diffraction (XRD, D8 Advance) with Cu Kα radiation operated at 40 kV and 40 mA from 20° to 80°. The Raman (HORIBA LABRAM HR800) spectra were recorded with an excitation wavelength of 532 nm from 100 to 2000 cm−1. Field emission scanning electron microscopy (FESEM, JSM-7800F & TEAM Octane Plus) and high resolution transmission electron microscopy (HRTEM, FEI Tecnai G2 F30) were applied for observing the microstructures and particle sizes with the operating voltage at 300 kV. Thermogravimetric analysis (TGA, Germany, Netzsch STA 449F3) was performed to measure the weight percentage of TiO2 in the composite with a heating rate of 10 °C min−1 in air. The element distribution was obtained from energy-dispersive X-ray spectroscopy (EDS, JSM-7800F & TEAM Octane Plus). Meanwhile, X-ray photoelectron spectroscopy (XPS, ESCALAB 250Xi) was performed to identify their chemical status."
                    ],
                    "name": "2.2 Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Electrochemical tests were carried out using CR-2032 coin cells, which were assembled in a glove box (MBRAUN, UNILab2000) filled with high purity argon. Sodium foil was used as a counter electrode with a glass microfiber filter (Whatman GF/D) as a separator. The active materials, carbon black, and polyvinylidene fluoride (PVDF) were mixed with N-methylpyrrolidinone (NMP) to form a concentrated slurry at a weight ratio of 8:1:1. The slurry was coated onto copper foil as an anode electrode and was dried under vacuum at 90 °C for 12 h. The electrolyte 1 M NaClO4 was dissolved in ethylene carbonate (EC) and diethyl carbonate (DEC) (v:v = 1:1) with 5 wt% of fluoroethylene carbonate (FEC). The galvanostatic charge/discharge profiles were obtained with a battery testing system (Land CT2001A, China) in the voltage range of 0.01 to 3.0 V (vs. Na+/Na). Cyclic voltammetry (CV) measurements were conducted on an electrochemical workstation (CHI 760E) in the scan rate range of 0.1 to 2.0 mV s−1 between 0.01 and 3.0 V. The impedance spectra were recorded in the frequency range from 0.01 to 105 Hz."
                    ],
                    "name": "2.3 Electrochemical characterization",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                "The crystal structures of the N-TiO2/CNTs, TiO2/CNTs and CNTs were obtained by XRD, as shown in Fig. 2a. There are no other prominent peaks of N-TiO2/CNTs and TiO2/CNTs compared to CNTs, which is evidence of an amorphous characteristic of TiO2 and N-TiO2 after deposition. From the Raman spectra of the samples, the two characteristic peaks at 1345 and 1572 cm−1 correspond to the D-band (disordered carbon) and G-band (graphite carbon), respectively. The intensity ratio between the D- and G-band (ID/IG) is calculated and the ID/IG is 0.93 for N-TiO2/CNTs and 0.91 for TiO2/CNTs. The results indicate a relatively high number of sp3 hybridized carbon atoms after doping nitrogen atoms which changes the interaction between the CNTs and N-TiO2. The characteristic peak at 152 cm−1 (Eg) is observed both for N-TiO2/CNTs and TiO2/CNTs, and there are weak signals at 198 cm−1 (Eg), 399 cm−1 (B1g), 515 cm−1 (A1g + B1g) and 639 cm−1 (Eg), which are assigned to the TiO2, as shown in Fig. 2c. The TGA curves of N-TiO2/CNT and TiO2/CNT composites are shown in Fig. 2d. The weight losses of the composites are around 79.9% and 77.7%, which implies that TiO2 in the composites is calculated to be 22.9% and 20.1% in N-TiO2/CNTs and TiO2/CNTs, respectively.",
                "The structures and morphologies of the N-TiO2/CNT composite were further characterized by TEM. Fig. 3a and b show that an ultrathin amorphous nitrogen-doped TiO2 layer was uniformly coated on the surface of CNTs with a thickness of about 1.43 nm. To investigate the element distribution on the surface of carbon nanotubes after depositing N-TiO2, FESEM and EDS measurements are employed as shown in Fig. 3c and d. As is shown, the element mapping result displays a uniform distribution of Ti, O and N elements on the carbon nanotubes.",
                "Fig. 4a shows a full survey scan of the Ti 2p, O 1s and N 1s spectra of N-TiO2/CNTs, TiO2/CNTs and CNTs from XPS. N 1s is obviously observed from N-TiO2/CNTs, which indicated that N is doped into TiO2. The peaks of Ti 2p3/2 and Ti 2p1/2 are centered at 459.3 and 465.1 eV for TiO2/CNTs, while for N-TiO2/CNTs the peaks are at 459.5 and 465.3 eV (Fig. 4b), respectively, and the shift of peaks is due to the doping effect. As shown in Fig. 4c, the peaks at 530.8 and 531.9 eV correspond to Ti–O–Ti and Ti–O, respectively. The peak at 533.5 eV may contribute to the interstitial bonding of nitrogen-based compounds. In the N 1s spectrum (Fig. 4d), the binding energy from 398 to 404 eV is a typical characteristic of N-doped TiO2. The binding energy observed at 400.0 and 401.5 eV for the N-TiO2/CNT composite is attributed to O–Ti–N and Ti–NO2, respectively. The role of nitrogen doping in TiO2 can greatly improve the electrical conductivity since the substituted nitrogen element reduced the band gap.",
                "Fig. 5a and b show the galvanostatic discharge/charge profiles of N-TiO2/CNTs and TiO2/CNTs at the 1st, 2nd, 10th, 50th, 100th and 200th cycles. The experiments were conducted at a current density of 50 mA g−1. The initial discharge (sodiation) and charge (desodiation) capacities of the N-TiO2/CNTs are about 470 and 170 mA h g−1 (the insert of Fig. 5a), respectively. The TiO2/CNT anode delivered the capacity of 520 mA h g−1 for discharge and 90 mA h g−1 for charge (the insert of Fig. 5b) at the first cycle. The discharge/charge profiles of the N-TiO2/CNT anode are better-preserved in contrast with the TiO2/CNT anode when the cycles range from the 2nd, 10th, 50th, 100th to the 200th. There is a pronounced peak at 0.95 V for the TiO2/CNT electrode compared to N-TiO2/CNTs, resulting from the solid electrolyte interface (SEI) layer formation and the electrolyte decomposition while the peak disappeared at the following scans (Fig. 5c and d). This may contribute to the higher initial discharge capacity of TiO2/CNTs compared to N-TiO2/CNTs. The comparison of the cycling performance of N-TiO2/CNT, TiO2/CNT and CNT electrodes is shown in Fig. 5e, and the capacities of 105, 72 and 50 mA h g−1 could be maintained after 200 cycles, respectively. Obviously, the N-TiO2/CNT electrode showed a much better cycling performance than TiO2/CNTs. It is interesting to note that the cycling performance of N-TiO2/CNT, TiO2/CNT and CNT electrodes is following a similar trend which showed rapid capacity fading in the initial several tens of cycles and this may be due to the influence of the CNT substrate. The CNTs possess good electronic conductivity as the substrate of deposition and the amount of carbon are crucial parameters in determining the electrochemical performance of the electrode. The interconnected hollow structure of the N-TiO2/CNT composites could benefit the transfer of Na+ in active materials and retain the structural stability of electrodes, which led to good cycling performance.Fig. 5f shows the rate capability of N-TiO2/CNT and TiO2/CNT electrodes. The N-TiO2/CNT electrode exhibited a discharge capacity of 84 mA h g−1 at a current density of 200 mA g−1, which is 1.6 times higher than TiO2/CNTs (52 mA h g−1).",
                "The CV curves of N-TiO2/CNT and TiO2/CNT electrodes at various sweep rates (0.1–2 mV s−1) are shown in Fig. 6a and c, respectively. For the two materials, the intense peak at 0.95 V originated from the electrolyte decomposition and the formation of the solid electrolyte interphase (SEI) layer. The weak peak at 0.36 V might be ascribed to the sodium ion storage which is typical of TiO2 anodes in SIBs. The slopes of peak currents in the CV curve represent the electrochemical reaction kinetics of Na+ insertion/extraction in the process at various scan rates. A linear relationship between the maximum anodic peak currents and the square root of scan rates was obtained.",
                "where i is the peak current, A is the area of the electrode immersed in solution, C represents the concentration of the coefficient, D value is the diffusion coefficient, n represents the amount of electrons in the process. Therefore, a linear correlation is observed for both N-TiO2/CNT and TiO2/CNT electrodes, as shown in Fig. 6b and d. Moreover, the value of the slope for the N-TiO2/CNT electrode (0.2478) is larger than that for the TiO2/CNT electrode (0.1524), which indicates a higher diffusion coefficient of the Na ion in N-TiO2/CNTs.",
                "EIS was applied to study the electron and ion transfer behaviors of the electrodes. Fig. 7a shows the Nyquist impedance plots before cycling for N-TiO2/CNTs and TiO2/CNTs. The equivalent circuit model is shown in the insert of Fig. 7a. Zw is the Warburg impedance and CPE is the constant phase element. From Table 1, both the resistances of the electrolyte (Rs) of the two electrodes are similar, while the charge transfer resistance (Rct) of the N-TiO2/CNT electrode (105.0 Ω) is lower than that of the TiO2/CNT electrode (447.2 Ω), which indicates the enhanced electronic conductivity and higher charge transfer rate. From the equation",
                "where i0 represents the exchange current density, R represents the gas constant, T represents the temperature, and F represents the Faraday constant. The higher i0 indicates the lower electrical resistance.Fig. 7b shows the relationship between the real impedance (Z′) and the minus square root of the frequency (ω−1/2). According to the equation where DNa is the Na+ ion diffusion coefficient and σ represents the Warburg factor which is obtained from the slope of Z′ against ω−1/2. A much lower σ indicates the higher Na+ diffusion rate of the electrode.Table 1 shows that the value of DNa of the N-TiO2/CNT electrode (1.99 × 10−14 cm2 s−1) is about 1.7 times higher than that of TiO2/CNT (1.20 × 10−14 cm2 s−1)."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, nitrogen-doped TiO2 was in situ synthesized by plasma enhanced atomic layer deposition on carbon nanotubes. The prepared nanocomposite was employed as an anode material for sodium ion batteries and it was demonstrated that N-TiO2/CNTs not only increased the discharge/charge capacities, but also improved the cycling performance of the titanium oxide, which is due to the nitrogen-doping and the amorphous feature. This gives a rational direction for the synthesis of advanced electrode materials for other batteries."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "In situ nitrogen doping of TiO2 by plasma enhanced atomic layer deposition for enhanced sodium storage performance"
}