{
    "DOI": "10.1021/acsmaterialsau.1c00035",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "The pressing need for renewable and sustainable energy storage warrants the development of next-generation rechargeable batteries, which can feature low price, high safety, long cycling, and environmental friendliness simultaneously.  State-of-the-art lithium-ion batteries have achieved tremendous success for mobile devices and electric vehicles; however, the scarce reserve and uneven distribution of Li elements would significantly hamper their large-scale applications.  In addition, the employment of volatile, flammable, and toxic aprotic electrolytes would incur safety and cost concerns. In this scenario, aqueous sodium-ion batteries (ASIBs) represent an attractive approach for stationary energy storage, due to the ubiquitous distribution of Na reserves and the intrinsic safety of aqueous electrolytes. ",
                "The development of advanced electrode materials plays a pivotal role in ASIBs, which should integrate both excellent electrochemical performance and material sustainability. To date, a wide range of cathode materials, such as metal oxides,  phosphates,  and Prussian blue analogues,  have demonstrated encouraging performance for sodium (Na) storage. On the contrary, the development of anode materials has remained stagnant. To our knowledge, among a few candidates, only NaTi2(PO4)3 stands out as the most reasonable one. Operating on the Ti4+/Ti3+ redox in the sodium super ionic conductor (NASICON) structure, NaTi2(PO4)3 exhibits a specific capacity of ∼100–110 mAh g–1, a low potential of −0.8 V (vs Ag/AgCl), and excellent cycling performance.  However, the hurdles of NaTi2(PO4)3 are also twofold. First, it exhibits an average Na-insertion potential of −0.8 V, accompanying with a widely used cutoff potential of −1.0 V, which are much lower than the theoretical potential of hydrogen evolution reactions (−0.61 V).  This may trigger parasitic water decomposition during prolonged cycling.  Second, the expensive Ti elements and the delicate synthesis concurrently increase the material manufacturing cost. In addition, the indispensable carbon coating of NaTi2(PO4)3 usually associates with the precursor pyrolysis in the inert atmosphere,  which releases some volatile organic compounds or carbon monoxides that pertain to environmental pollutants. To mitigate these issues, it is highly desirable to develop an alternative anode that combines moderate potentials, material sustainability, and facile preparation simultaneously.",
                "Recently, iron-based phosphate materials have engendered increasing attention in Na-ion batteries, presumably due to their conspicuous merits of cost-effectiveness and low toxicity.  More importantly, the Fe3+/Fe2+ redox couple usually exhibits a higher potential than the Ti4+/Ti3+ one,  which renders better compatibility of Fe-based compounds in aqueous electrolytes. In light of the literature, iron phosphates are reported to incorporate Na+ ions at moderate potentials of 2.3–2.7 V vs Na+/Na in nonaqueous electrolytes, which corresponds to a favorable potential range of −0.6 to −0.2 V vs Ag/AgCl in aqueous electrolytes.  However, there have been few reports of these materials in aqueous systems, possibly due to the material dissolution and structure degradation. Zaghib et al. discovered that amorphous FePO4·2H2O could deliver a specific capacity of ∼70 mAh g–1 and an average reaction potential of −0.2 V, yet at the expense of insufficient cycling of 200 cycles.  Recently, our group demonstrated a NASICON-structured Na3Fe2(PO4)3 as a feasible anode, which exhibits a moderate capacity of 60 mAh g–1 and cycling of 1000 cycles.  Despite these efforts, it remains a grand challenge to develop a viable Fe-based material that rivals the prominent NaTi2(PO4)3. As a matter of fact, sodium iron phosphates represent a large group of inorganic compounds with a general composition of NaxFey(PO4)z, whose stoichiometry, crystal structures, and insertion potentials can be readily tuned.  This brings tremendous opportunities for the rational design of Fe-based anode in aqueous batteries.",
                "In this work, we demonstrate a layered sodium iron phosphate of Na3Fe3(PO4)4 as a cost-effective and high-performance anode candidate in aqueous batteries. Its unique layered structure with ample spacings not only offers a favorable Na-diffusion channel, but also effectively alleviates the volume expansion during the two-Na-insertion reactions. Consequently, it exhibits a specific capacity of ∼83 mAh g–1, a desirable potential of −0.4 V, excellent rate of 200 C, and stable cycling of 6000 cycles. When coupled with a Prussian white cathode, the full cell provides a promising energy density of 46 Wh kg–1 for 3000 cycles. We also employed a set of advanced characterizatioasiun such as synchrotron X-ray diffraction (XRD), scanning transmission electron microscopy (STEM), and X-ray absorption spectroscopy (XAS) to comprehensively elucidate its bulk structure and understand the resultant Na+ insertion mechanism."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "Na3Fe3(PO4)4 materials were synthesized by a facile sol–gel method,  which comprises inexpensive chemicals of NaNO3, Fe(NO3)3, NH4H2PO4, and citrate acid as raw materials. Notably, the high-temperature annealing process takes place in air, which mitigates the production of volatile organic compounds or carbon monoxides. The as-prepared Na3Fe3(PO4)4 material turns light yellow in color (). To obtain the accurate structure information, we carried out synchrotron powder XRD and Rietveld refinement analysis. As displayed in A, Na3Fe3(PO4)4 exhibits sharp and strong XRD patterns with the presence of two undefined minor peaks (denoted as * in A), which indicates the high crystallinity. This material crystallizes in the monoclinic structure with a space group of C2/c, which agrees well with previous reports.  We refined the lattice parameters as a = 19.73 Å, b = 6.42 Å, c = 10.64 Å, α = 90.0°, β = 91.8°, γ = 90.0° (Rwp = 8.62%) and listed other crystal information, such as the lattice position and occupancy of Na, Fe, P, and O atoms, in .",
                "B illustrates its bidimensional layered structure along the b direction. The FeO6 octahedra are alternately connected by PO4 tetrahedra via either the corner or edge sharing, which builds up one complex framework layer. There exists another tier of Na+ ions (yellow colors) that are sandwiched in-between these framework layers. C show its crystal structure in c direction for better visualization. The Na+ ions that reside in the interslab layers are six coordinated to oxygen atoms (), which are denoted as Na1 sites. The rest Na+ ions are seven coordinated to oxygen atoms (),  which was assigned as Na2 sites. Of note, both Na1 and Na2 ions are not extractable from the structure, because Na3Fe3(PO4)4 exists in its oxidized state (Fe3+), which will accept electrons and accommodate extra Na+ ions for charge balance. Such a layered structure is expected to benefit the Na+ insertion kinetics and reversibility, as showcased by other layered phosphate materials such as Na2FePO4F and NaVOPO4. ",
                "We employed Fourier-transform infrared spectroscopy (FT-IR) to analyze the bond information in the Na3Fe3(PO4)4 material. As shown in D, the predominant overlapping of ν1 and ν3 in 1200∼900 cm–1 arises from the stretching modes of (PO4)3– groups.  The multiple peaks in 650∼500 cm–1 are attributed to the deformation of O–P–O bonds owing to the ν2 and ν4 bending modes.  The peak between 650 and 710 cm–1 is associated with the vibration of the Fe3+···O2– bonds in the FeO6 octahedral structures. ",
                "We utilized scanning electron microscopy (SEM) and aberration-corrected scanning transmission electron microscopy (STEM) to further evaluate the morphology and structure of Na3Fe3(PO4)4. As shown in A, the Na3Fe3(PO4)4 sample demonstrates a pellet-like morphology, with some flat flakes perpendicularly stacked to each other. This may result from its layered structure that preferentially grow along certain crystallographic direction. The particle size varies from 500 nm to 1 μm. B shows a representative transmission electron microscopy (TEM) image. The corresponding energy dispersive spectroscopy (EDS) mapping demonstrates that Na, Fe, P, and O elements exhibit homogeneous distribution in the Na3Fe3(PO4)4 sample (C). D shows the selected area electron diffraction (SAED) pattern. The bright diffraction spots in the Debye ring with an interplanar spacing of ∼0.62 and ∼0.54 nm can be attributed to the crystal plane spacing of (11̅0) and (11̅1), respectively. E shows the aberration-corrected STEM Z-contrast images of Na3Fe3(PO4)4 sample imaged along [110] zone axis. In such Z-contrast images, the contrast is proportional to the average atomic number of the atomic columns. Therefore, the high contrast spots in the Z-contrast images in F show the position of Fe-containing atomic columns, which matches well with the monoclinic Na3Fe3(PO4)4 crystal model.",
                "The electrochemical characterization was conducted in three-electrode cells, which contain Na3Fe3(PO4)4, activated carbon, and Ag/AgCl as the working electrode, counter electrode, and reference electrode, respectively. All the potentials in this paper are referred to Ag/AgCl unless noted otherwise. We chose to use the 17 mol kg–1 NaClO4 “water-in-salt” (WiS) electrolyte, due to its enhanced electrochemical window and minimized side reactions,  which can bolster the Na-insertion performance in electrodes.",
                "As shown in A, the Na3Fe3(PO4)4 electrode demonstrates a reversible charge capacity of 83 mAh g–1 at 1C rate (1C = 83 mA g–1), which corresponds to the insertion of 1.9 Na+ ions per Na3Fe3(PO4)4 formula. The first charge/discharge curve is shown in , which gives rise to a low Coulombic efficiency of ∼64%, possibly due to hydrogen evolution side reactions. The theoretical capacity based on the two-Na-insertion reaction is ∼87 mAh g–1. This capacity is slightly lower than that of the reported NaTi2(PO4)3 anode (∼100 mAh g–1),  but surpasses that of any reported iron phosphate anode materials, such as FePO4·2H2O (∼70 mAh g–1)  and Na3Fe2(PO4)3 (∼60 mAh g–1),  which represents a progress in developing Fe-based anode materials. This capacity is also comparable to some Ti-based anode materials, such as Na2Ti3/2Mn1/2(PO4)3 (∼79 mAh g–1). ",
                "The average Na-insertion potential in Na3Fe3(PO4)4 is −0.40 V due to the Fe3+/Fe2+ redox couple, which exceeds NaTi2(PO4)3 by 0.3 V in the same electrolyte (). Such a higher potential will sacrifice the full cell energy density to some extent; however, it effectively enhances the electrode compatibility with aqueous electrolytes. We found that, in the self-discharge test (), the Na3Fe3(PO4)4 anode could retain 72% of its original capacity after 24 h storage, which is superior to 12% in NaTi2(PO4)3. It is likely that the 0.3 V higher potential of Na3Fe3(PO4)4 minimizes the parasitic side reactions,  such as water decomposition, which gives rise to higher capacity retention. In this case, we deem that the improved compatibility and lower cost of Na3Fe3(PO4)4 may compensate its inferior capacity and voltage for battery application ().",
                "The Na3Fe3(PO4)4 electrode exhibits a high rate performance. As shown in B, the charge capacity is 83, 77, 70, 65, 64, 60, and 55 mAh g–1 at 1, 2, 5, 10, 20, 30, 50, 80, and 100 C, respectively. Even at 200 C rate, Na3Fe3(PO4)4 still retains a charge capacity of 42 mAh g–1, which indicates ∼50% capacity utilization in a short time of ∼9 s. Such rate performance is also better than some Fe or Ti-based anode materials, such as Na3Fe2(PO4)3 (100C, 62%),  Na2Ti3/2Mn1/2(PO4)3 (10C, 84%),  and carbon-encapsulated NaTi2(PO4)3 (20C, 62%).  gives the corresponding GCD curves at various rates. Notably, the potential hysteresis between charge and discharge merely increases from 0.09 V at 1 C to 0.30 V at 200 C, which further corroborates the fast Na-insertion kinetics. We infer that it is the favorable layered structure with a large d spacing that facilitates the Na diffusion process. ",
                "To further understand the reaction kinetics, we measured the cyclic voltammetry (CV) curves at different scanning rates (C). At 1 mV s–1, Na3Fe3(PO4)4 shows two pairs of broad oxidization/reduction peaks at −0.29/–0.31 V (O1/R1) and −0.33/–0.42 V (O2/R2), respectively (), which likely stems from the two-Na-insertion mechanism. The reaction potentials also agree well with the two slops in GCD curves. With the increase of scan rates, the peak current proliferates accordingly. It has been suggested that the peak current (i) and the scanning rate (v) comply with a prominent equation of i = avb, in which b is a varying constant that dictates the reaction mechanism.  Specifically, the reaction is diffusion-controlled when b equals 0.5, whereas the reaction is a capacitive one when b is unity. D shows the linear fitting of log(i) and log(v), where the b values for the O1/R1 and O2/R2 couple are 0.75/0.74 and 0.83/0.89, respectively. This suggests that Na-insertion is a mixed-controlled reaction, with certain capacity coming from the capacitive contribution.",
                "We further tested the electrochemical impedance spectra (EIS) of the Na3Fe3(PO4)4 electrode at a state-of-charge of 50%. As shown in E, the EIS results consist of a semicircle at the high-frequency region and a linear slope at the low-frequency region, which corresponds to the charge transfer impedance and the Na+ diffusion process, respectively.  The charge-transfer resistance is derived to be as low as 7.6 ohm, which suggests a fast-interfacial reaction. We also calculate the Na+ diffusion coefficient (D) based on the equation of D = R2T2/2A2n4F4C2σ2, where the parameters of R, T, A, n, F, and C denote the gas constant (8.314 J K–1 mol–1), temperature (298 K), geometric area of electrodes (0.785 cm–2), electron transfer number (n = 2), faradaic constant (96,485 C mol–1), and Na+ concentration (1.01 × 10–3 mol cm–3), respectively.  The Warburg factor σ would derive from the linear fit between the real impedance (Re) and reciprocal square root of the angular frequency (ω–1/2), which is determined as 7.82 (F).",
                "Based on these values, we estimate the Na+ diffusion coefficient in the layered Na3Fe3(PO4)4 structure as 4.8 × 10–11 cm2 s–1, which is on par with other phosphate materials such as Na3Fe2(PO4)3 (4.7 × 10–12 cm2 s–1)  and NaTi2(PO4)3 (10–9–10–12 cm2 s–1).  Besides its reasonable capacity and rate capability, the Na3Fe3(PO4)4 electrode also exhibits an outstanding cycling performance. When tested at low rate of 1 C, the charge capacity only fades from 83 to 61 mAh g–1 over 260 cycles, which corresponds to a capacity retention of 75% with an average Coulombic efficiency of ∼97.2%. (). When cycled at 10 C rate, the electrode experiences noticeable capacity fading in the initial 400 cycles but maintains very stable cycling in the following 5600 cycles (G). The average Coulombic efficiency is ∼99.93%. Considering the low volume change of electrodes, we infer that the initial capacity loss may result from the slight material dissolution, due to the color change of the separator (). Overall, Na3Fe3(PO4)4 demonstrates a high capacity retention of ∼72% over 6000 cycles, which is much superior to other Fe-based phosphates such as FePO4·2H2O (200 cycles)  and Na3Fe2(PO4)3 (1000 cycles),  and comparable to some Ti-based materials such as NaTi2(PO4)3 anode  and Na2Ti3/2Mn1/2(PO4)3.  shows the GCD curves at different cycles.",
                "Aqueous batteries are usually cycled at higher current rates, which can mask some side reactions and thus strategically increase the cycling numbers.  To further examine the cycling stability of the Na3Fe3(PO4)4 electrode, we also tested the cycling at low rates of 0.2C and 1C with practically high mass loading of 20 mg cm–2.  shows 96% capacity retention after 150 cycles (0.2C rate) and 86% retention after 500 cycles (1C rate), which further corroborates its cycling stability. The charge/discharge curve at 0.1C rate is given in . On the other hand, one may be concerned about the use of concentrated NaClO4 electrolytes, which may increase the full cell cost. Therefore, we also tested its performance in diluted 1 M Na2SO4 electrolyte. As shown, it exhibits a similar capacity of 83 mAh g–1 and reasonable retention of 74% after 3000 cycles (), which indicates its applicability in conventional diluted electrolytes. Meanwhile, among highly soluble sodium salts, NaClO4 has a much lower price than those of the commonly used fluorinated salts, such as NaFSI, NaTFSI, and NaOTF (), which suggests the salt affordability for aqueous battery application.",
                "To have a better picture of Na3Fe3(PO4)4 in the context of phosphate anode materials, H shows its comparison with reported materials of FePO4,  Na3Fe2(PO4)3,  NaV3(PO4)3,  Na3MgTi(PO4)3,  Na3MnTi(PO4)3,  Na2VTi(PO4)3,  and NaTi2(PO4)3  in terms of capacities and reaction potentials. The rate and cycling performance comparison are provided in . Evidently, Na3Fe3(PO4)4 affords a comprehensively attractive performance, such as a reasonable capacity, a suitable potential (slightly higher than HER), a high-rate capability, and long-term cycling stability. More importantly, it comprises abundant and nontoxic Na, Fe, and P elements only, which would be a conspicuous advantage over Ti- or V-based phosphate compounds for large-scale applications.",
                "To unravel the Na-insertion mechanism in the Na3Fe3(PO4)4 anode, we first employed operando synchrotron XRD to investigate its crystal structural evolution.  The cell was tested at a moderate rate of 0.5 C. As shown in A and , there is no emergence of new peaks or absence of original peaks during the entire charge/discharge process, and each XRD pattern can be assigned to the monoclinic structure. This implies that Na3Fe3(PO4)4 does not undergo a phase transition,  which agrees with its S-shaped GCD slops. Careful observation reveals that (200), (110), and (022) peaks experience noticeable shifts to lower angles during discharge, which can be rationalized by the lattice expansion due to Na+ insertion. Upon charging, with Na+ ions extracting from the lattice, these XRD peaks are restored to their original positions, which corresponds to a reversible structure evolution process.",
                "Based on Bragg’s law, we quantitatively calculated the detail change of the lattice parameters (B), where a, b, and c change from 19.7, 6.4, and 10.7 Å in the pristine state to 20.0, 6.5, and 10.7 Å in the discharged state, respectively. Apparently, the Na+ insertion predominantly expands the structure along the a and b direction (), whereas the complex framework layer (along the c direction) remains intact. We further discover that the overall volume of the unit cell merely increases only from∼1340 to 1385 Å3, which corresponds to a low volume expansion of ∼3.4% (C). Such a value is smaller than that of most phosphate anode materials (), and it is even smaller than that for Li+ insertion in graphite (10.3%).  We infer that it is the favorable layered structure with large interlayer spacings that relieves the Na+-insertion strain, which translates to the impressive cycling stability of 6000 cycles.",
                "To obtain the Fe oxidation state information during battery charge–discharge, we carried out in situ X-ray absorption near-edge structure (XANES) measurements.  As seen in D–F, during discharge, there is a continuous shift of the Fe K-edge spectra from a higher (7124.4 eV) to lower (7121.2 eV) energy state, which is indicative of the reduction of Fe3+ ions due to the Na+ insertion. Upon charge, the Fe K-edge spectra gradually return to the original states as the pristine material, which, again, demonstrate the reaction reversibility. We further analyzed the Fe oxidation by fitting the K-edge spectra in reference to the standard FeO and Fe2O3 compounds ().  We find that Fe ions have an oxidation state of +3 in the pristine material, which decreases to an average state of +2.3 in the fully discharged material. This clearly supports the two-electron reaction for the Na3Fe3(PO4)4 anode, which converts to Na5Fe3(PO4)4 at the end of the discharge, with a theoretical Fe oxidation state of +2.33.",
                "We also observed the subtle local structure changes from the extended X-ray absorption fine structure (EXAFS) as a result of the Fe oxidation state change (). On the basis of model-based fitting, we found that the pristine Na3Fe3(PO4)4 material has a Fe–O bond length of 1.96 Å.  With the continuous reduction of Fe3+ during discharge, the Fe–O bonds start to increase due to the decreasing charge density on the Fe absorbers. The fully discharged state gives rise to a Fe–O bond of 2.02 Å.  Upon charging, the Fe–O bond length decreases to a length of 1.99 Å, which suggests the reversible change in local structures. These small bond changes are expected to show negligible influence on the anode structure,  which also accounts for the long-term cycling stability. To our knowledge, this is also the first report of a layered phosphate material that supports reversible Na-insertion in aqueous electrolytes.",
                "To emphasize the concept of iron-based materials for aqueous battery operation, we selected a Fe-based Prussian white (PW) of Na2Zn3[Fe(CN)6]2 as the cathode material,  which can be readily prepared from inexpensive raw materials via aqueous precipitation reactions (). This cathode offers a reasonable capacity of 60 mAh g–1, an exceedingly high potential of +0.8 V, and a stable cycling performance (). A schematically shows the working principle of the Fe-based ASIB, where both the cathode and anode materials utilize the identical FeIII/FeII couples for redox reactions. The full-cell reaction is expressed as Na2Zn3[FeII(CN)6]2 + Na3FeIII3(PO4)4 ↔ Zn3[FeIII(CN)6]2 + Na5FeII3(PO4)4, which yields a meaningful cell voltage due to the difference of Fe coordination environments and crystal structures. ",
                "The full cell exhibits an approximate N/P ratio of 1:1 (N, negative; P, positive). As displayed in B, it exhibits a specific capacity of 80 mAh g–1 during discharge (based on the anode mass) and an average operation voltage of ∼1.2 V, which corresponds to a respectable energy density of ∼46 Wh kg–1 (based on the total mass of cathode and anode). The majority of the capacity is above 0.8 V, which assures a meaningful output voltage. The full cell also affords an excellent rate capability, which retains ∼55% capacity utilization at 200 C rate (C). The Ragone plot is provided in . It is likely that the open framework of the PW cathode and the layered structure of the phosphate anode benefits the fast-charging property. Additionally, the full cell shows low overpotentials at various rate, which are conducive to the round-trip energy efficiency. From 1 to 100 C rate, the energy efficiency is higher than 80% ().  shows the cycling performance of the full cell, which exhibits high capacity retention of ∼72% after 3000 cycles.",
                "Albeit the substantial progress of aqueous Na-ion full cells in recent years, most of them are at the expense of using scarce or expensive transition elements,  such as Co, V, Ni, Cu, and Ti, which will compromise the benefits of aqueous batteries. Thus, we would like to underline the importance of elemental abundance and price from the material perspective. D and E shows the Earth abundance and average prices of these elements, respectively.  Apparently, V, Co, Ni, and Cu elements exhibit low abundance in the Earth and thus incur high prices. Moreover, V and Co elements are usually toxic, which further hampers their large-scale utilization. Despite the acceptable abundance of Ti elements, their relatively high price ($11 USD/kg) may substantially increase the electrode manufacturing cost. Therefore, it is more desirable to assemble aqueous batteries that comprise inexpensive Fe, Mn, or Zn elements.  To have a better picture of the ASIB studies, we summarized the elemental compositions and cell performance of representative Na-ion full cells in  and F. As shown, our work utilizes the Earth-abundant Fe element primarily and provides encouraging cell performance, which represents a step forward for developing Fe-based aqueous batteries."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we revealed fast and durable Na+ insertion properties for a layered sodium iron phosphate Na3Fe3(PO4)4 and applied it as an appealing anode candidate for aqueous Na-ion batteries. Based on the Fe3+/Fe2+ couple, this electrode exhibits an outstanding two-Na-insertion performance, which gives rise to a good capacity of 83 mAh g–1 and a desirable reaction potential of −0.4 V. Furthermore, an advanced characterization method (operando synchrotron XRD) demonstrated that its unique layered structure with a large d-spacing is indispensable to alleviate the volume expansion (∼3.4%) during the Na-insertion, which translates to impressive cycling stability. In addition, the potentially low cost and easy preparation makes it attractive for large-scale energy storage. Our work here exemplifies the importance of rational structural design in building low-cost and high-performance Fe-based materials for battery operation, and we envision a myriad of Fe-based polyanionic compounds awaiting intensive exploration in aqueous electrolytes."
            ],
            "name": "Conclusion",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The Na3Fe3(PO4)4 sample was synthesized by an easy sol–gel method using citric acid as the complexing agent. First, stoichiometric quantities of Fe(NO3)3·9H2O (3 mmol, Sigma-Aldrich, ≥99.95% trace metals basis), NaNO3 (3 mmol, Sigma-Aldrich, ACS reagent, ≥99.0%), and NH4H2PO4 (4 mmol, Sigma-Aldrich, ≥99.99% trace metals basis) were dissolved in 15 mL of deionized water. Then, excessive citric acid (15 mmol, Sigma-Aldrich, ACS reagent, ≥99.5%) was added dropwise into the mixed solution under stirring on a hot plate (60 °C). The stoichiometry of citric acid is 50% more than the total amount of cations (Fe3+, Na+, and NH4+). The solution kept stirring until the solvent largely evaporated, which turned into a green gel. We then transferred the gel into an oven at 60 °C for overnight. The precursor was grounded into fine powders, which were sintered in the muffle oven at 750 °C for 3 days. The final powder products appeared light-yellow (). The preparation of Na2Zn3[Fe(CN)6]2 was based on a simple aqueous precipitation method. We added the ZnSO4 solution (40 mL 0.06 mol L–1) drop by drop into Na4Fe(CN)6 solution (40 mL 0.09 mol L–1) under magnetic stirring. Once these two solutions were mixed, white precipitation took place immediately. The Na3Zn2[Fe(CN)6]2 sample was rinsed with deionized water several times and then transferred to an oven at 60 °C overnight."
                    ],
                    "name": " Material Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystal structure identification and the Rietveld refinement of lattice parameters of the Na3Fe3(PO4)4 sample were carried out by synchrotron X-ray diffraction (XRD). Powder XRD patterns were collected at the experimental station 13-BM of Advanced Photon Source (APS) of Argonne National Lab (ANL). The XAS data was analyzed with Athena to subtract the pre-edge background by linearly fitting and postedge background by using a cubic-spline fit procedure. The background subtracted XAS data was normalized by the height of absorption edge. The normalized data can be separated into two parts for analysis: XANES (oxidization state) and EXAFS (local structure). For quantitative analysis of EXAFS, Artemis software was used for the analysis. The scattering path of Na3Fe3(PO4)4 was generated by running the FEFF calculations based on the crystal structures of Na3Fe3(PO4)4 which is generated from XRD refinement. Scanning electron microscopy (SEM) images of the pristine electrode material Na3Fe3(PO4)4 were taken at the OSU Electron Microscopy Facility using a field emission SEM (FEI Helios 650) at 15 kV. STEM was performed using a Cs- corrected FEI Themis Z G2."
                    ],
                    "name": " Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "To improve the electric conductivity, the Na3Fe3(PO4)4 material was ball-milled with Ketjen black carbon in a mass ratio of 8:1 for 4 h. The working electrode was composed of 80 wt % active materials, i.e., Na3Fe3(PO4)4 or Na2Zn3[Fe(CN)6]2, 10 wt % Ketjen black carbon, and 10 wt % poly(vinylidene fluoride) (PVDF) binder. The slurry was then coated on the carbon fiber papers, which were dried in an oven at 60 °C. The typical mass loading of working electrodes is 2.0–4.0 mg cm–2. The counter electrode was a piece of self-standing active carbon film, which consists of 70 wt % activated carbon, 20 wt % super P carbon, and 10 wt % polyterafluorothhylene (PTFE) binder. The thick Na3Fe3(PO4)4 electrode is a self-standing film with active mass loading of ∼20 mg cm–2. We examined the electrochemical performance of Na3Fe3(PO4)4 in three-electrode Swagelok cells, which contain active materials as the working electrode, active carbon as the counter electrode, and Ag/AgCl (3.0 M KCl, E = +0.21 V vs standard hydrogen electrode, SHE) as the reference electrode. The electrolyte is a WiS electrolyte of 17 mol kg–1 NaClO4. The Na+/Na couple has a redox potential of −2.7 V vs SHE (standard hydrogen electrode), whereas the Ag/AgCl reference electrode is approximately 0.2 V vs SHE. If a Na-ion electrode can host Na+ ions at a potential of m V vs Na+/Na, it corresponds to (m – 2.7) vs SHE, which further translates to (m – 2.9) vs Ag/AgCl. Therefore, the Na+ insertion potential range of 2.3–2.7 V vs Na+/Na in iron phosphate compounds can translate to −0.6 to −0.2 V vs Ag/AgCl in aqueous electrolytes.",
                        "The cyclic voltammetry (CV) tests were carried out on a CHI760E potentiostat. The galvanostatic charge/discharge curves were tested on a Landt battery tester (CT2001A) at room temperature. The electrochemical impedance spectra (EIS) of the Na3Fe3(PO4)4 electrodes were tested on a CHI760E potentiostat, where the frequency was from 1 MHz to 0.1 Hz with an oscillation amplitude of 10 mV."
                    ],
                    "name": " Electrochemical Tests",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "Revealing the Fast and Durable Na+ Insertion Reactions in a Layered Na3Fe3(PO4)4 Anode for Aqueous Na-Ion Batteries"
}