{
    "DOI": "10.1039/D4CC00642A",
    "Journal": "Chemical Communications",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Harvesting renewable energies is the need of the hour to mitigate the increasing energy demand. Developing off-grid portable clean energy storage devices, such as rechargeable metal-ion batteries, is one of the promising solutions. In general, rechargeable metal-ion batteries involve the shuttling of metal ions between the cathode (metal-ion source) and the anode (metal-ion host), thus requiring separate fabrication of each electrode. Recently, the concept of dual-ion batteries, avoiding the use of an alkali-metal-rich cathode, has been introduced. The electrolyte used in dual-ion batteries solely supplies the required cations and anions. In this case, simultaneous hosting of the cations and anions in the anode and cathode reduces the overall inactive mass of the electrode in the cell compared to the regular metal-ion batteries. This improves the energy density of the cell. The use of the same electrode material in both the cathode and anode leads to symmetric dual-ion batteries (SDIBs, Scheme 1), further simplifying the battery fabrication and operational cost, leading to a high commercial value.",
                "The previous strategies for the fabrication of all organic SDIBs involve the development of symmetric organic molecules having p-type and n-type moieties either linked or fused together. Furthermore, a wide working electrochemical window is desirable to improve the energy density of the cell. This can be achieved by increasing the cathode potential or, decreasing the anode potential or both simultaneously. The sodiation/lithiation potentials for the intercalation-type anodes (graphite, hard carbons, polyaromatic hydrocarbons) are found to be lower than those of the insertion-type organic anodes (i.e., having redox-active moieties). On the other hand, in the quest for efficient electrode materials, redox-active POPs have been found to satisfy some of the key energy storage performance metrics. POPs have been used in a wide range of applications ranging from water purification, catalysis and light harvesting, to energy storage, including batteries and supercapacitors. The flexibility in design and fabrication, tunable porosity, and well-defined redox properties of POPs are promising for their use as both cathode and anode materials. Thus, incorporating polyaromatic hydrocarbons and insertion-type cathode-active components into a porous network could be a worthwhile strategy in developing organic electrodes for SDIBs.",
                "Herein, we have developed a triphenylamine-pyrene-based nitrogen-rich redox-active porous organic polymer (TPA-Py, Scheme 1) for sodium-based organic SDIBs. The TPA-Py polymer possesses pyrene units for Na+ adsorption and triphenylamine moieties for hexafluorophosphate ion (PF6−) insertion. The TPA-Py POP was employed for both the anode and cathode using half-cells, and finally, a symmetric all-organic full-cell battery was fabricated. The current study, to the best of our knowledge, is the first report on a sodium-based SDIB with POP having adsorption-intercalation-type anode and insertion-type cathode components, resulting in a wide working potential window.",
                "The POP was synthesized by the cross-coupling reaction between 4,4′,4′′-triaminotriphenylamine (TPA) and 1,3,6,8-tetrabromopyrene (Py) using palladium-catalysed Buchwald–Hartwig coupling (Scheme S1, ESI†). The Fourier transform infrared (FTIR) spectroscopic analysis of the resulting TPA-Py POP showed a noticeable shift of the C–N bending vibrational band from 1612 cm−1 of TPA to 1592 cm−1 and the disappearance of the characteristic band at 3240–3460 cm−1 for N–H stretching of primary amines, suggesting C–N linkage formation (Fig. 1a). Furthermore, the disappearance of the band at 1056 cm−1 of C–Br stretching in TPA-Py ascertained the successful polymer formation (Fig. 1a). The solid-state 13C-cross-polarization magic angle spinning (CP-MAS) nuclear magnetic resonance (NMR) spectrum of TPA-Py revealed the closely-spaced characteristic peaks at ∼145 and 139 ppm from the carbons connected to the nitrogen atoms (Fig. 1b). In contrast, the closely-spaced intense peaks around 128 and 125 ppm could be attributed to the aromatic carbons (Fig. 1b).",
                "The Brunauer–Emmett–Teller (BET) surface area of TPA-Py was found to be 70 m2 g−1 from the N2 adsorption isotherm (Fig. 1c and Fig. S1, ESI†). The pore size distribution analysis revealed hierarchical porosity with both micropores and a wide range of mesopores (Fig. S2, ESI†). The high thermal stability up to 320 °C, as evidenced by the thermogravimetric analysis (TGA) profile, suggests a promising scope of TPA-Py POP as an electrode material in high-temperature energy storage devices (Fig. 1d). It also provides a higher safety margin against accidental temperature rise. The TPA-Py POP appeared as irregular fused globular particles under field emission scanning electron microscopy (FESEM, Fig. 1e). The high-resolution transmission electron microscopy (HRTEM) images also show a connected network architecture, typical for amorphous porous organic polymers (Fig. 1e, inset). The broad powder X-ray diffraction profile further substantiated the amorphous nature of the TPA-Py polymer (Fig. S3, ESI†).",
                "The electrochemical performances of the TPA-Py polymer for dual-ion battery applications were investigated by fabricating half-cells (using Na-metal as a reference as well as a counter electrode and 1 M NaPF6 in diglyme as an electrolyte). The cyclic voltammogram (CV) of the TPA-Py polymer was analysed in the potential window of 0.01 to 4.2 V (Fig. S7, ESI†). The CV profile of the TPA-Py polymer shows redox-active regions at two extreme potentials, suggesting its intrinsic nature for dual-ion storage. The potential range 0.01–2.5 V was chosen as anodic, whereas 2.5–4.2 V was chosen for the cathodic regions of the POP-based cell. The CV of the cell during the anodic scan revealed a strong and broad irreversible reduction peak between ∼0.3 and 0.9 V in the first CV cycle, representing the electrolyte decomposition and the solid-electrolyte interphase (SEI) formation (Fig. S8, ESI†). A prominent reversible redox peak at the lower potential of the CV of the anodic scan below 0.2 V, as shown in Fig. 2a, suggests the adsorption-intercalation of Na+ ions at the pyrene moieties and pore filling of TPA-Py POP (Fig. S14, ESI†). The current responses increased with higher scan rates suggesting faster sodiation/desodiation processes.",
                "The capacitive contribution of TPA-Py POP for Na+ ion storage estimated using Dunn's method varies from ∼46% to 73%, as shown in Fig. S9 (ESI†). The major diffusion contribution (intercalation process) appears at significantly lower potential (<0.25 V). In contrast, the capacitive contribution comes majorly in the potential range ∼0.25 to 2.0 V. Thus, the simultaneous contribution from adsorption and intercalation facilitates Na+ ion storage by TPA-Py POP for a wider potential window. On the other hand, the two distinct redox peaks having E1/2 values of 3.1 V and 3.9 V in the CV of the cathodic scan signify the two-stage anion storage of the polymer. The peaks at ∼3.2 V and ∼4.0 V indicate the oxidation of tertiary nitrogen of triphenylamine moieties and secondary nitrogen of the bridging –NH-groups in the polymer, respectively (Fig. 2b). Upon oxidation, the triphenylamine moieties reversibly store two PF6− ions of the electrolyte through an anion-insertion mechanism, resulting in a quinoidal structure (Fig. S15, ESI†). Thus, the polymer could store dual-ions, i.e., Na+ and PF6−, through the adsorption-intercalation and insertion mechanism, respectively, during charging.",
                "The specific capacity of the POP was similarly measured by making a half-cell for the anode and cathode by galvanostatic charge–discharge (GCD) experiments at different scan rates ranging from 20 to 2000 mA g−1. The first discharge cycle of the polymer as the anode exhibits a plateau near ∼0.9 V, corresponding to the SEI formation (Fig. S10, ESI†), which corroborates well with the CV data (Fig. S8, ESI†). The GCD profiles of the polymer in Fig. 2c and d show a decrease in specific capacity for both the anode and cathode, respectively, with increasing current density. The highest reversible capacities of the TPA-Py polymer as the anode and cathode at 20 mA g−1 are 109 and 65 mA h g−1, respectively (Table S2, ESI†). Furthermore, an appreciable rate capability was observed using TPA-Py POP in the case of anodic reaction (Fig. 2e). However, the rate capability has been impacted slightly during the cathodic reactions (Fig. 2f). The insertion of bulky PF6− ions in TPA-Py POP not only imparts a large volume change of the electrode but can get blocked in the narrow pores of the polymer resulting in sluggish electrode kinetics.",
                "The galvanostatic intermittent titration technique (GITT) was employed at different potentials to elucidate further the diffusion of Na+ and PF6− ions in the polymer matrix (Fig. S12, ESI†). The calculated diffusion coefficients of Na+ (DNa+) and PF6− (DPF6−) are ∼10−12 to 10−14 cm2 s−1 and ∼10−12 to 10−15 cm2 s−1, respectively. To evaluate the charge-transfer resistance of the polymer during charging, potentiostatic electrochemical impedance spectroscopic (EIS) measurement was carried out at different potentials. In the Nyquist plots of TPA-Py POP (Fig. S13, ESI†), the small semi-circle represents the charge transfer resistance (RCT), whereas the inclined straight line refers to the Warburg impedance (ZW). With increasing the DC bias, the RCT decreases, indicating faster charge transfer in the polymer matrix using it both as an anode and cathode.",
                "The TPA-Py POP showed ∼85% and ∼80% capacity retention after 1000 GCD cycles with respect to the initial capacities for the anodic and cathodic reactions, respectively (Fig. 3a). This slight capacity loss might be due to the ohmic resistance increase (Fig. 3b and Fig. S11a, ESI†), electrode pulverization, and some extent of pore-clogging during the charge–discharge process by Na+ and PF6− ions. The coulombic efficiency for both the cathodic and anodic reactions remained stable in the range of 96–100% after the initial few cycles (Fig. 3a). Based on the cation and anion storage ability of TPA-Py POP, a sodium-based symmetric dual-ion battery was fabricated, where TPA-Py POP was used as both the cathode and anode (Fig. S14 and S15, ESI†). The electrochemical performance of a symmetric dual-ion battery is shown in Fig. 3c (Fig. S11b, ESI†).",
                "The electronic structure of the building units and repeating unit of the polymer were computed using density functional theory calculation [B3LYP, 6-31G(d,p)] to get more insights into the electronic distributions. The smaller HOMO–LUMO energy gap of TPA-Py indicates higher electronic conduction compared to its monomers, resulting in enhanced electronic conductivity and faster redox kinetics in the porous polymer (Fig. S17, ESI†). The molecular electrostatic potential (MESP)-mapped electron density calculation of the repeating unit revealed the preferred localization of Na+ ions near the pyrene units and PF6− closer to triphenylamine units (Fig. S18, ESI†).",
                "The mechanistic investigation of dual-ion storage by the TPA-Py polymer was carried out using ex situ FTIR analysis of the battery electrodes. The strong absorption peaks at 1495 cm−1 (CC) decreased substantially after discharging to 0.01 V, and two new peaks appeared at 1427 and 879 cm−1, suggesting the n-doping of the pyrene moieties during Na+ ion storage. On the other hand, when the TPA-Py POP containing half-cell was charged to 4.2 V, two new characteristic peaks appeared. The peaks at 1660 and 840 cm−1 could be attributed to the stretching vibration of CN from one of the possible quinoid-like structures of triphenylamine moieties, and P–F stretching vibration, respectively (Fig. S16, ESI†). Thus, the dual-ion charge storage process by TPA-Py POP has been ascertained through the adsorption-intercalation-insertion mechanism (Fig. S16, ESI†).",
                "In summary, we have designed a novel porous organic polymer (TPA-Py) containing both anode and cathode active units for dual-ion batteries. The pyrene units in the polymer facilitate reversible Na+ ion adsorption-intercalation, and the redox-active triphenylamine units in the network assist in the reversible storage of PF6− ions. As a proof of concept, we have fabricated a symmetrical dual ion battery using TPA-Py polymer in both the cathode and anode. The present study employing a porous organic polymer as an adsorption-intercalation-type anode and the insertion-type cathode lights the way for further exploration of symmetric dual-ion batteries with a wide potential window leading to high energy density.",
                "We thank SERB (project no. CRG/2021/008526) for the financial support and IISERB for the infrastructural support. SS thanks IISERB for the Institute Post-doctoral Fellowship (IPDF) and other group members for valuable suggestions."
            ],
            "name": "Introduction(guess)",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "A porous organic polymer for symmetric sodium dual-ion batteries through an adsorption-intercalation-insertion mechanism"
}