{
    "DOI": "10.1021/acsami.7b15659",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) have attracted considerable attention as one of the most promising candidates for electrical energy storage, owing to the high abundant sodium element from cheap sources and decent energy densities.  Recently, metal sulfides (including layered and nonlayered) with high theoretical specific capacity display greater performance over other anode materials for SIBs.  Nonlayered metal sulfides (such as FeS2, CoS2, NiS2, CuS, ZnS, MnS, and so on) are very popular because of their low price, compared with layered metal sulfides (for example, MoS2, WS2, and SnS2, etc.).  Particularly, nontoxic ZnS as anode exhibits a high initial Coulombic efficiency (above 70%, vs about 40% of carbon material), which is popularizing and drawing more attention for SIBs. ",
                "The proposed sodiation/desodiation mechanism of ZnS includes conversion reaction, ZnS + 2Na + 2e– ↔ Na2S + Zn, and alloying/dealloying reaction, 13Zn + Na+ + e– ↔ NaZn13.  During the Na+ insertion/extraction processes, there is a large volume expansion in ZnS electrode, which becomes one of the bottlenecks in the development of ZnS for SIB applications. Compared to Li-ion batteries (LIBs), the volume change in SIBs is more severe because of the large ionic radius, 1.02 Å, of Na+ (about 55% larger than that of Li+).  Another problem of the ZnS anode material is its poor electrical conductivity.  Due to these drawbacks, pure ZnS always suffers from poor rate and cycling stability. Based on studies about some similar materials,  the following strategies are used to solve these problems: (i) utilizing other electrolytes (such as organic liquid, ether-based electrolytes, and so on) to improve the rate of ion diffusion and electrochemical reversibility, (ii) designing unique morphologic structures to remit volume expansion, and (iii) constructing composite with high electrical conductivity material, especially various carbon materials. Among these approaches, the third method is regarded as one of the most effective ways.  Carbon materials, as a conducting matrix and a mechanical cushion, can enhance the electron transport and buffer the volume change of ZnS particles. For example, ZnS–GO composite prepared via a microwave-assisted method displays a much better capacity retention (88%) than that of pure ZnS nanoparticles (15.6%). ",
                "Doping and co-doping with heteroatom (e.g., N, B, S, and P) have been applied to effectively improve the physicochemical properties of carbon.  For example, N doping can improve the electronic conductivities and Na+ storage capacities of various carbon materials due to the introduction of N-doped defects and functionalized groups.  S-doped carbon can significantly expand the interlayer distance to promote the insertion/extraction of Na+ ions on account of the larger covalent radius of S (102 pm) compared with that of C (77 pm).  It is stressed that co-doping may provide more outstanding performances attributed to the synergetic effect.  Therefore, N,S co-doped carbonaceous materials have been applied to construct composites with ZnS, which might be an operative approach to solve the drawbacks of ZnS as an anode for SIBs.",
                "Currently, two main synthetic approaches have been utilized to prepare ZnS/carbon composites. In the first approach, ZnS materials are first obtained and then coated with different carbon materials using various carbon precursors such as glucose, polydopamine, and so on.  In the second approach, various kinds of carbon materials (GO, carbon nanotube, and so on) are added into the system which includes Zn and S sources to grow ZnS.  However, these methods always suffer from tricky multistep processes and high cost. In addition, preparation of N,S co-doped carbonaceous materials normally need to introduce extra N and S sources, such as thiourea, 1-allyl-2-thiourea, 2-aminothiophenol, polyrhodanine, and so on.  If the precursors of carbon contained N and S, the preparation process would become simpler. Mullins et al. got Sn/NC via a simple clinkering process using SnCl4 mixed with nitrilotriacetic acid.  Based on the above investigations, we design a facial approach to obtain the ZnS/N,S co-doped carbon (ZnS/NSC) composite utilizing low-cost Zn metal complexes as raw material.",
                "In this work, the ZnS/NSC composite has been first prepared through direct calcination of zinc pyrithione (zinc pyridine-2-thiol-N-oxide) that is a common Zn metal complex used for over 50 years in personal hygiene.  The zinc pyrithione served as the single source for both ZnS and NSC. Furthermore, activated ZnS/NSC (A-ZnS/NSC) has been also gotten via the same process with the addition of Na2CO3 salt. More significantly, the effective chemical bonding between ZnS and NSC can help to enhance cycling stability and rate behavior of as-prepared composite for SIBs."
            ],
            "name": "1 Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "ZnS/NSC composite was prepared using thermally treated zinc pyrithione (zinc pyridine-2-thiol-N-oxide, C10H8N2O2S2Zn, Sigma-Aldrich, ≥95%). Zinc pyrithione (2.50 g), a white powder, was calcined under Ar flow at 600 °C for 2 h with the heating rate of 5 °C/min. Then, the freshly as-prepared powder was washed by utilizing distilled water (350 mL) and ethanol (50 mL) and dried at 80 °C for 12 h, to get black ZnS/NSC composite. The heat-treatment temperature (600 °C) has been determined based on the analysis of various products prepared at various temperatures (450, 600, and 750 °C).  Figure S1 illustrates the size of ZnS becomes bigger with rising temperatures. The cycling performances of these samples were also measured at a current density of 100 mA g–1, which is shown in . It displays that the sample obtained at 600 °C shows the best electrochemical performance. With increasing temperature of calcination, the carbon content in composite decreases. So, the capacity of sample (at 450 °C) is lower due to the higher carbon content. The electrochemical performances of ZnS/NSC are related to the size of ZnS and carbon contents. In addition, A-ZnS/NSC was synthesized similarly with zinc pyrithione first mixed with Na2CO3 (m(zinc pyrithione):m(Na2CO3) = 1:1.5) at 600 °C for 2 h."
                    ],
                    "name": "2.1 Synthesis of Active Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystal structure patterns were carried out by X-ray diffraction (XRD) with Rigaku D/max 2550 VB+ at a scanning rate of 0.1° 2θ s–1. The morphologies and structural characteristics were investigated via utilizing scanning electron microscopy (SEM; JSM-6510LV), transmission electron microscopy (TEM; JEM-2100F), and high-resolution transmission electron microscopy (HRTEM; JEM-2100F). Thermogravimetric analysis (TGA) was conducted within the temperature range from 25 to 900 °C on a thermal analysis instrument (NETZSCH STA449F3) at a heating rate of 10 °C min–1 in air. Specific surface areas were gotten via N2 sorption/desorption analysis on a Micromeritics ASAP 2020 HD analyzer at 77 K. The surface composition analysis was further researched by X-ray photoelectron spectroscopy (XPS; ESCALab250) with C 1s at 284.6 eV as a reference. A Fourier transform infrared spectrophotometer (FT-IR; AVTATAR, 370) was utilized to collect FT-IR spectra of samples with KBr as a reference."
                    ],
                    "name": "2.2 Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The working electrodes were obtained through a typical synthesis process. Active materials, carboxymethylcellulose (CMC) binder, and super P (at a 75:15:10 weight ratio) were mixed in deionized water. The formed slurries were then homogeneously coated on copper foils and dried at 100 °C for 12 h in vacuum. The electrodes were further pressed under a pressure of about 15 MPa. The mass loading is 1.0–1.2 mg/cm2. CR2025 coin cells were fabricated in an Ar-filled glovebox utilizing a metallic sodium foil as counter and reference electrodes, a solution of NaClO4 in ethylene carbonate and propylene carbonate (1:1 in volume) as electrolyte, and a porous polypropylene film as the separator. Cyclic voltammetry (CV) tests at a scanning rate of 0.2 mV s–1 were conducted on MULTI AUTOLAB M204 (MAC90086). Electrochemical impedance measurements (EIS) with the frequency range of 100 kHz to 0.01 Hz at their open-circuit voltages were conducted on a CHI 660B electrochemical working station. Galvanostatic charge/discharge files between 0.01 and 3.0 V (vs Na+/Na) were investigated using a Land CT2001A battery cycler."
                    ],
                    "name": "2.3 Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2 Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "a shows the XRD patterns of as-prepared ZnS/NSC and A-ZnS/NSC samples. All diffraction peaks of ZnS/NSC can be assigned to the hexagonal ZnS containing the 6H phase (JCPDS No. 89-2191), indicating that the Zn(II) in the molecular structure of zinc pyrithione is successfully turned into ZnS substance without impurity through a calcination process. The diffraction peaks at A-ZnS/NSC material mainly correspond to the hexagonal structure (2H phase, JCPDS No. 75-1547), while the existence of weak peaks at 36.1° and 69.4° can be indexed to the 6H phase (JCPDS No. 89-2191),  meaningfully noting that the crystalline structure of A-ZnS/NSC material is a hexagonal structure that contains 2H and 6H polytypes.  The corresponding ball-and-stick models are shown in b. Like other materials,  this mixed-phase could promote the electrical transmission rate. So, this structure could contribute to improvement of the electrical conductivity of ZnS itself. In addition, the related diffraction peaks of NSC have not been observed in a. This illustrates the amorphous state NSC was obtained from zinc pyrithione via calcination.",
                " displays the SEM images of ZnS/NSC and A-ZnS/NSC composites. As shown in a,c, irregular ZnS particles in ZnS/NSC sample are mainly distributed on the surface of NSC material. The size distribution of ZnS particles in ZnS/NSC (the inset of a) illustrates the size of ZnS particles obtained in ZnS/NSC is inhomogeneous and the average size is about 150 nm, while the A-ZnS/NSC exhibits carbon-encapsulated ZnS nanoparticles as seen from the SEM in b,d. The main size of ZnS nanoparticles in A-ZnS/NSC is about 60 nm based on the analysis of the inset of b, illustrating the size of ZnS becomes small with the introduction of Na2CO3. The smaller size can provide more active sites for electrochemical reaction and the carbon-encapsulated structure might be more effective to relieve volume expansion during the Na+ extraction/insertion process. The compositions of ZnS/NSC and A-ZnS/NSC were further analyzed by energy dispersive X-ray (EDX) in . It reveals that the two composites are both comprised of Zn, S, C, and N elements.  display the energy dispersive X-ray spectrometry mapping analysis of ZnS/NSC and A-ZnS/NSC samples to estimate the distribution of elements. Panels c–f of  show that Zn, S, and C elements are uniformly and continuously distributed with a small amount of N element, confirming again the components of ZnS/NSC sample. Similar results in  suggest that the A-ZnS/NSC composite contains ZnS and NSC. All of the above results illustrate ZnS decorated with N,S co-doped carbon is obtained by calcinating zinc pyrithione without other C, N, or S sources.",
                "TEM and HRTEM images of ZnS/NSC and A-ZnS/NSC have been further conducted to investigate the morphology and microstructure of samples, which were displayed in . Compared with a,b, the morphology structure of A-ZnS/NSC is obviously different from that of ZnS/NSC. Based on the chemical activation of Na2CO3, carbon-encapsulated ZnS nanoparticles were formed. c shows the HRTEM image of ZnS/NSC. The lattice fringes of 0.310 nm are from the (006) plane of 6H crystalline ZnS, and the as-formed NSC is amorphous. In the HRTEM image of A-ZnS/NSC (d), the lattice fringes at 0.332 and 0.137 nm correspond to the (100) phase of the 2H crystal and the (208) phase of the 6H crystal, respectively, which is in perfect accordance with XRD results. Also, the NSC structure in A-ZnS/NSC composite is an amorphous state.",
                "Moreover, the contents of NSC in ZnS/NSC and A-ZnS/NSC composites were investigated via TGA operated from 25 to 900 °C, which is shown in a. The first step of weight less samples from 25 to 150 °C is mainly resulted from adsorbed water.  The following step is due to less weight from coordinated water and oxygen-containing groups in the samples. The third less weight step from 400 to 750 °C is attributed to both oxidation process of ZnS (ZnS + (3/2)O2 → ZnO + SO2) and combustion of NSC.  Based on the final product of ZnO,  the contents of ZnS component in ZnS/NSC and A-ZnS/NSC can be calculated to be approximately 86.9 and 78.7 wt %, respectively, according to the following equation ():Therefore, more carbon could remain with the addition of Na2CO3 during the calcination of zinc pyrithione. From the N2 adsorption/desorption isotherms in b, the specific surface area (SSA) of ZnS/NSC and A-ZnS/NSC materials are determined to be 13.5 and 59.2 m2 g–1, respectively. The larger SSA of A-ZnS/NSC composite is likely attributed to the smaller size of ZnS nanoparticles and higher content of NSC.",
                "To further confirm the chemical states of as-gotten materials, the surface chemical status of elements in ZnS/NSC and A-ZnS/NSC were determined by XPS. As shown in a, the XPS survey spectra of ZnS/NSC and A-ZnS/NSC samples indicate the presence of Zn, S, C, and N, which is well in accordance with the EDX mapping analysis. The Zn 2p spectra are presented in b. The two peaks at 1021.8 and 1044.8 eV correspond to Zn 2p1/2 and Zn 2p3/2 peaks of Zn2+, respectively.  Panels c and d of  display the S 2p spectra of ZnS/NSC and A-ZnS/NSC. Each spectrum contains eight fitted peaks. The two major peaks at 161.5 and 162.5 eV are indexed to S 2p3/2 and S 2p1/2 in the ZnS phase, respectively.  Another two peaks at 163.5 eV (S 2p3/2) and 164.5 eV (S 2p1/2) are assigned to the C–S–C covalent bond.  The weak peaks from 167 to 170.5 eV are from the C–SOx–C sulfone bridges.  The N 1s spectra of ZnS/NSC and A-ZnS/NSC are shown in . Two fitted peaks at 398.5 and 400.3 eV can be assigned to pyridinic-N and pyrrolic-N, respectively.  Therefore, as-formed carbon is successfully doped by N and S in both ZnS/NSC and A-ZnS/NSC samples. It is expected that the electronic conductivity and total electrochemical capacity storage of samples can be effectively improved because much more defects and active sites could be introduced to the carbon framework through N and S co-doping. ",
                "From the two S 2p spectra, the A-ZnS/NSC composite exhibits much more C–SOx–C bands, which might be due to the existence of the extra O source from Na2CO3. Interestingly, the area ratio of S 2p3/2 (161.5 eV) and S 2p1/2 (162.5 eV) in A-ZnS/NSC is lower than that in ZnS/NSC. Based on the normal ratio (2:1, in pure ZnS phase) and previous preliminary explorations,  it is believed that the smaller ratio might be mainly attributed to the mixed-crystal structure and the stronger interaction between C–S (meaning the possible formation of C–S–Zn bond). Compared to that of the ZnS/NSC composite, the binding energy values of C–SOx–C band significantly increased in A-ZnS/NSC composite, from the insets in . This can be contributed to the possible formation of S–O–Zn bonds. Therefore, there is a stronger interaction between ZnS and NSC in the A-ZnS/NSC hybrid via the bridges of C–S–Zn and S–O–Zn, which might be probably indispensable for the outstanding electrochemical properties for SIBs. ",
                "FT-IR spectra of zinc pyrithione, ZnS/NSC, and A-ZnS/NSC are shown in . After calcination, the characteristic peaks of zinc pyrithione vanished. The characteristic vibrations at about 636 cm–1 were still maintained, indicating the formation of ZnS.  The weak bands at 1200–1600 cm–1 are indexed to stretching modes of aromatic C–N and C–S.  Compared with that of ZnS/NSC, the stronger peak at 636 cm–1 of A-ZnS/NSC could be due to the effect of more C–S–Zn bonds. All these results are well in accordance with the XRD and XPS analysis.",
                "In order to better realize these structural changes, the possible fabricating process of samples is shown in . Pyrolysis of zinc pyrithione could be the first process during the heat-treatment under Ar.  Then, the Zn-based products were transformed gradually into ZnS nanoparticles and the products including pyrithione were turned into NSC. Finally, the ZnS/NSC and A-ZnS/NSC composites were obtained, which have been confirmed by XRD and HRTEM results. The main functions of Na2CO3 in preparation are embodied from two aspects. On the one hand, the weakly alkaline Na2CO3 may accelerate decomposition to form small ZnS nanoparticles. On the other hand, Na2CO3 can be used as a template for carbon framework and ZnS, like other salts previous reported.  Hence, the carbon-encapsulated structure of A-ZnS/NSC with the smaller size of ZnS was formed. Above all, A-ZnS/NSC with larger SSA and stronger interaction could expose better electrochemical behaviors than those of ZnS/NSC.",
                "The sodium-ion storage actions of the as-obtained ZnS/NSC and A-ZnS/NSC composites were investigated in sodium half-cells. CV profiles were first measured with the potential range from 0.01 to 3 V (vs Na/Na+) at a scanning rate of 0.2 mV s–1, which is shown in a,b. Similar curves of the two composites illustrate similar electrochemical reactions. The broad peak between 0.2 and 1.0 V during the first cathodic scan is attributed to the insertion of Na+ into NSC and ZnS, the electrochemical reaction of ZnS, and the formation of solid electrolyte interphase (SEI).  During the following anodic scanning, a wide anodic peak at about 0.8 V is observed, suggesting that Na+ is extracted by several steps (mainly include dealloying reactions).  And a strong oxidation peak at about 1.0 V can be ascribed to the conversion reaction.  In the second scanning cycle, the cathodic peaks below 0.6 V primarily correspond to the reduction of ZnS to metallic Zn and the further alloying reaction with multiple steps.  Meanwhile, the subsequent CV profiles are overlapped, declaring the good electrochemical reversibility of the working electrodes. ",
                "The first and second charge/discharge profiles of the as-prepared samples are presented in c,d, at a current density of 100 mA g–1. The first discharge capacity and Coulombic efficiency of ZnS/NSC composite are 896.1 mA h g–1 and 65.9%, respectively. And the first discharge capacity and Coulombic efficiency are 839.6 mA h g–1 and 60.9% for A-ZnS/NSC composite, respectively. The second discharge capacities of ZnS/NSC and A-ZnS/NSC electrodes are 561.2 and 516.6 mA h g–1, respectively. The irreversible capacity loss is mainly due to the irreversible formation of the SEI layer.  While A-ZnS/NSC shows a lower discharge specific capacity in the initial cycle than that of ZnS/NSC electrode, which could be due to the higher content of carbon. Compared with some previous reported ZnS-based materials (), both ZnS/NSC and A-ZnS/NSC display high specific capacity for SIBs. The outstanding storage capacity might mainly benefit from N and S co-doping synergistic effect.",
                "The cyclic and rate performances of as-gained ZnS/NSC and A-ZnS/NSC materials are shown in . As seen from a, the reversible specific capacities of ZnS/NSC electrode are higher than those of A-ZnS/NSC electrode during the initial six cycles. Generally, the capacity of carbon is lower than that of ZnS (theoretical specific capacity, 574 mA h g–1).  The initial capacity of ZnS/NSC is higher than that of A-ZnS/NSC electrode, which is mainly due to the lower ZnS content in the A-ZnS/NSC composite, while the following reversible specific capacities of A-ZnS/NSC are higher than ZnS/NSC, illustrating the A-ZnS/NSC with larger specific surface area and more bridges exhibits much better electrochemical performances. After 100 cycles at a current density of 100 mA g–1, the discharge capacities of ZnS/NSC and A-ZnS/NSC electrodes are 379.9 mA h g–1 (about 67.7% capacity retention) and 500.7 mA h g–1 (about 96.9% capacity retention), respectively. Hence, A-ZnS/NSC exhibits better cycle stability than ZnS/NSC, indicating that the carbon-encapsulated structure can preferably remit the volume expansion of ZnS component during the Na+ insertion/extraction process.  Moreover, the cycling stability of A-ZnS/NSC composite at a high current density of 500 mA g–1 is shown in b. The reversible specific capacity maintains 334.5 mA h g–1 (about 81.5% retention rate) after 200 galvanostatic charge–discharge cycles. The Coulombic efficiency quickly increased to 98.2% after eight cycles, suggesting splendid reversibility of electrochemical reaction from A-ZnS/NSC electrode.",
                "c displays the rate capabilities of as-prepared samples. A-ZnS/NSC composite shows much better rate behavior than that of ZnS/NSC. The discharge specific capacities of A-ZnS/NSC composite are 514.8, 465.9, 421.7, 364.9, and 316.1 mA h g–1 at the current densities of 100, 200, 400, 800, and 1600 mA g–1, respectively. When the current density got back to 100 mA g–1, the discharge specific capacity returned to 507.5 mA h g–1. The better performances may be mainly attributed to the mixed-crystal structure of A-ZnS/NSC, the larger SSA, and the stronger interaction through bridges between ZnS and NSC. The EIS measurements of electrodes were further conducted at the open-circuit voltages after 100 cycles, which is presented in d. Compared with semicircle shapes, the charge transfer resistance (Rct) of A-ZnS/NSC composite is smaller than that of ZnS/NSC composite, confirming the A-ZnS/NSC exhibits a much higher charge transfer rate. ",
                "Taking ZnS-based materials as anodes for SIBs reported so far for comparison (in ), the as-prepared A-ZnS/NSC sample shows outstanding cycling stability and rate behavior, which is mainly contributed to the following two factors: (i) N and S co-doping and (ii) bridges between ZnS and NSC. According to the XPS results, the amounts of N and S dopants in the surface A-ZnS/NSC composite are about 2.8 and 2.1 wt %, respectively. For the carbon framework, the N and S co-doping can enhance the electrical conductivity, beneficial for promoting the electron transfer rate of the electrode. Also, more defects and active sites could be introduced to improve the total capacity of the composite because of N and S co-doping.  Moreover, the existence of C–S–Zn and S–O–Zn bonds in the composite confirmed by XPS analysis is probably helpful for the excellent electrochemical performances. The strong interaction between ZnS and NSC can effectively decrease the aggregation of ZnS nanoparticles during the preparation and cyclical processes. The carbon-encapsulated structure of the hybrid may better tolerate the large volume expansion of the ZnS nanoparticles during the intercalation/deintercalation."
            ],
            "name": "3 Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, ZnS/NSC composite is prepared by direct calcination of zinc pyrithione. With the introduction of Na2CO3, a larger specific surface area, a higher carbon content, and more bridges (C–S–Zn and S–O–Zn bonds) were obtained in A-ZnS/NSC composite. N,S co-doped carbon is beneficial for enhancing the electron transfer rate and improving the specific capacity of composites. The A-ZnS/NSC composite as an anode for SIBs displays much better cycling stability (500.7 mA h g–1 of discharge capacity and about 96.9% capacity retention after 100 cycles at 100 mA g–1) and rate behavior (364.9 mA h g–1 even at a high current density of 800 mA g–1) than those of ZnS/NSC composite, which is mainly due to its mixed-crystal and carbon-encapsulated structure, and the strong interaction between ZnS and NSC. Meaningfully, metal sulfide/carbon composites prepared utilizing sulfur-containing metal complexes as raw material could exhibit strong interaction between metal sulfide and carbon, which might become one effective approach to improve the electrochemical performances for SIBs."
            ],
            "name": "4 Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Facile Synthesis of ZnS/N,S Co-doped Carbon Composite from Zinc Metal Complex for High-Performance Sodium-Ion Batteries"
}