{
    "DOI": "10.1021/acsami.9b10312",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs), as appropriate energy storage systems for large-scale applications, have gained a lot of attention.  Prussian blue analogs (PBAs), open-framework hosts for Na+ ions, are attractive candidates as SIB cathode materials due to their low cost, environmentally friendly synthesis procedure, wide migration channel, and a large number of Na+-occupancy sites.  Typically, PBAs are represented by the formula AxM[Fe(CN)6]y·β1–y·nH2O, where symbol A represents the alkaline metal ion, M the transition metal ion, and β [Fe(CN)6] vacancies.  However, electrochemical active-site Fe reduced with the increasing amount of [Fe(CN)6] vacancies, resulting in the decrease of specific capacities.  The vacancies can be occupied by water molecules, leading to fragile frameworks that will likely collapse during the Na+ insertion/extraction process, which results in poor cyclic performances.  It is reported that the chelating agent-assisted coprecipitate method is effective in adjusting the synthesis process and yields highly crystallized PBAs with minimal defects.  The controlled synthesis PBA products often present enhanced electrochemical performances, such as high specific capacity, high rate, and long-life stability.  With the variation of transition metals (M in AxM[Fe(CN)6]y·β1–y·nH2O), the complexation stability constant of the chelating agent changes and the modulation mechanisms on PBA nucleation and growth also change.  Appropriate chelating agents are required to match various transition metals and obtain highly crystallized, low-vacancy PBAs. At present, the direct identification of activation in chelating agent-assisted synthesis remains challenging.",
                "One of the specific characteristics of PBAs is the presence of cyanide (C≡N) linkers, which can be identified by infrared spectroscopy measurements.  The cyanide stretching modes are closely related to their local environment, including the oxidation state of the center Fe ions, different kinds of transition metals, and the change in the local symmetry of the framework caused by Na+ interactions. Recently, in situ infrared spectroscopy was used to directly identify and quantitatively describe the catalytically active sites by operando probing of their interfacial bonding environment.  Infrared spectra are sensitive to the coordinate environment of the chemical bond. In the PBA synthesis process, when the Fe(CN)63–/4– group coordinates with the transition metal, the charge density at the N end shifts towards the transition metal, the C≡N binding energy shifts to higher values,  and the C≡N group vibration band should shift to higher wavenumbers in infrared spectroscopy. According to the sensitivity of C≡N to its bonding environment, in situ Fourier transform infrared (FTIR) spectroscopy characterization is an effective way to monitor the formation process of PBA frameworks.",
                "In this study, C2O42– as a chelating agent assists the coprecipitate synthesis of nickel hexacyanoferrate (NiHCF). According to the different ratios of Na2C2O4 to NiCl2 (C2O42–/Ni = 1, 2, 3), the stability constants of the coordination compounds varied. Then, NiHCF products synthesized under different control conditions were obtained. Operando detection with in situ FTIR was performed to analyze the reaction mechanisms of the addition of oxalate agents. The C2O42–-controlled synthesis of NiHCF presents superior Na+-storage performances. In particular, NiHCF-3 exhibits a specific capacity of 86.3 mAh g–1, an excellent rate capability as maintenance capacity of 64.4 mAh g–1 at 50C, and ultrastable characteristics with the capacity retention of 90% over 800 redox cycles. Full cells were fabricated with a NiHCF-3 cathode and hard carbon anode. The NiHCF-HC full cells present competitive specific energy of over 210 Wh kg–1 and noticeable, long-cyclic performance, as no obvious capacity fading occurs over 1000 cycles."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "NiHCF samples were prepared by a coprecipitation route assisted with Na2C2O4 to control the crystallization process. NiCl2 (5 mmol) and an appropriate amount of Na2C2O4 were added into 200 mL of deionized (DI) water and stirred homogeneously to form solution A. Solution B was formed by adding 5 mmol Na4Fe(CN)6·10H2O, 10 mmol NaCl, and 1.5 g of PVP-K30 into 200 mL of deionized water. After being dissolved uniformly, a peristaltic pump was used to add dropwise solution A into solution B, continuously for 12 h. After 24 h of aging, the precipitated NiHCF particles were filtered and washed several times with ethanol and DI water. Finally, the particles were vacuum-dried at 80 °C for over 12 h. According to the ratio of Na2C2O4 to NiCl2 (C2O42–/Ni = 0, 1, 2, 3), products were marked as NiHCF-0, NiHCF-1, NiHCF-2, and NiHCF-3, respectively.",
                        "The hard carbon (HC) anode was synthesized by the hydrothermal and carbonization routes.  First, appropriate amounts of formaldehyde, resorcinol, and aqueous ammonia were mixed in a beaker under vigorous stirring for 20 h. Then, a spherical polymer precursor was prepared by a hydrothermal reaction at 100 °C for 30 h. The precursor was filtered and washed three times with ethanol and DI water, respectively. Subsequently, the sample was vacuum-dried at 80 °C for 48 h. Finally, HC products were obtained after carbonization at a processing temperature of 1200 °C for 2 h under an N2 atmosphere."
                    ],
                    "name": "2.1.  Material Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "In situ FTIR characterizations were performed to identify the nucleation and growth process on Fourier transform infrared instruments (two L160000A FTIR spectrometers). To characterize the reaction process constantly, a VeeMAX III ATR in situ reaction tank was attached to the infrared spectrometer. Solution B, containing Na4Fe(CN)6, was first added into the reaction tank, and the initial C≡N band was detected at wavenumbers between 1800 and 2300 cm–1. Upon mixing solutions A and B in the reaction tank, the FTIR data were collected continuously for every 20 s in the first minute and then collected once a minute.",
                        "X-ray diffraction (XRD) with Cu Kα radiation was performed to characterize framework structures (XRD, Panalytical X’pert PRO MRD, Holland). Thermal gravimetric analysis (TGA) data were collected on a Netzsch STA449F3 system from 30 to 800 °C under an N2 atmosphere. Raman spectra detection was performed using an Ar-ion laser with a wavelength of 532 nm (LabRAM HR800, Horiba JobinYvon). The chemical composition of NiHCF (Na, Ni, and Fe) was determined by inductively coupled plasma optical emission spectrometry (ICP-OES, ELAN DRC-e, PerkinElmer). The morphology of the as-prepared samples was recorded via scanning electron microscopy (SEM) (JSM 7600F, JEOL, Japan) and transmission electron microscopy (TEM) (JEM-2010F microscope, JEOL, Japan) detection."
                    ],
                    "name": "2.2.  Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Working electrodes were composed of 5 wt % acetylene black, 15 wt % Ketjen black, 70 wt % active material, and 10 wt % poly(tetrafluoroethylene), which were made into a thin film and rolled onto aluminum meshes, with the areal mass loading of active materials of about 5.5 mg cm–2. Electrochemical tests were carried out in standard CR2032 coin cells. In the half-cells, the counter electrodes were Na metal. In full cells, the hard carbon anode consisted of 10 wt % acetylene black, 80 wt % active material, and 10 wt % poly(vinylidene) difluoride coated onto aluminum foils. To offer a stable charge/discharge platform for the full cells, the mass ratio of anode/cathode was determined to be 1:1. The electrolyte was composed of ethylene carbonate/diethyl carbonate solution (1:1, vol), 2 wt % fluoroethylene carbonate, and 1.0 M NaClO4. All coin cells were assembled in an Ar-filled glovebox. The galvanostatic charge/discharge cycle/rate performance was carried on battery test systems (LAND cycler, Wuhan Kingnuo Electronic Co., China). Cyclic voltammetry (CV) tests were performed from 2.0 to 4.2 V at a scanning rate of 0.1, 0.3, 0.5, and 0.7 mV s–1 on a Princeton electrochemical workstation."
                    ],
                    "name": "2.3.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "All of the NiHCF samples were synthesized by the coprecipitation method. Na2C2O4 was used as a chelating agent for controlling the synthesis. According to the change of complexation stability constant by different ratios of C2O42–/Ni, the extent of this control changes. The XRD patterns of the as-prepared samples are shown in a, with remarkable peak splittings situated at 24.5 and 50.4° corresponding to the monoclinic phase.  With the increasing amount of C2O42–, the half-width of these peaks became narrower, indicating a higher crystal periodicity due to a better synthesis control.  Also, the weight loss of the first stage at around 200 °C decreased (b), indicating tiny amounts of H2O molecules in the NiHCFs frameworks. With the temperature increased to 500 °C, the NiHCF frameworks were about to collapse.  The decomposition temperature is higher than that reported for MnHCFs and CoHCFs,  revealing that the as-prepared NiHCFs have a stronger bonded framework structure with better thermal stability. Combining the TGA and ICP results, the composition of NiHCFs is given in , seen as Na1.16Ni[Fe(CN)6]0.82·1.68H2O (NiHCF-0), Na1.27Ni[Fe(CN)6]0.81·2.16H2O (NiHCF-1), Na1.66Ni[Fe(CN)6]0.84·2.62H2O (NiHCF-2), and Na2.01Ni[Fe(CN)6]0.85·1.61H2O (NiHCF-3). Without C2O42– serving as a controlling agent, the coprecipitation reaction process occurs simultaneously and rapidly; thus, NiHCF-0 is present with high contents of vacancies and crystal water molecules. With the participation of C2O42–, the competitive reaction between C2O42– and Fe(CN)64– slows down the coprecipitation process, producing highly crystallized, high Na content, and low-vacancy NiHCFs. The Rietveld refinements (), according to all of the XRD profiles, index to a monoclinic lattice with P21/n symmetry.  The monoclinic frames are different from the traditional face-centered cubic phase by the accommodation of more Na ions in frameworks (c), accompanied by an enlarged skeleton of NiHCF frameworks. In this work, all the samples present a high Na content, with more than 1.1 Na per formula (), which causes the skeleton variation and results in a monoclinic structure,  and is caused by the high concentration of Na ions in the precursor solutions. With 2.01-Na per formula, NiHCF-3 is indexed as a monoclinic structure, as shown in d, with the lattice constant of a = 10.3025 Å, b = 7.3835 Å, c = 7.3226(4) Å, and β = 91.662°.",
                "The morphology of the as-prepared NiHCF-3 by SEM and TEM investigation is shown in . The NiHCF-3 sample is regular cubic-shaped, border-rich particles with a clear boundary and smooth surface. The energy-dispersive spectrometry (EDS) mappings of Na, Ni, Fe, C, and N in c show a uniform element distribution. According to the ratio of Na2C2O4 to NiCl2 (C2O42–/Ni = 1, 2, 3), the stability constants of coordination compounds (lg βn) are determined to be 5.16, 7.74, and 8.5 at ambient temperatures and pressures.  Generally, the greater the stability constant, the stronger is the binding of the ligand to the metal ion.  By mixing NiCl2 and Na2C2O4, Ni2+ ions are preferentially coordinated with C2O42– ions. Then, Ni2+ ions were released slowly from the complex and the free Ni2+ ions coprecipitated with hexacyanoferrate groups to form initial nuclei of NiHCFs.  The stability constant reflects the affinity of chelating agents to metal ions in chelates. With increasing amounts of C2O42–, the chemical species exhibits more efficiency in controlling the synthesis. NiHCFs produced with or without smaller amounts of C2O42– manifested as extremely irregular particles that agglomerated together without clear demarcations (). Overall, C2O42– is a kind of effective chelating agent for controlling the synthesis of highly crystallized, low-vacancy, and well-dispersed NiHCF particles.",
                "The kinetics of the synthesis process was examined by in situ infrared spectroscopy using C≡N as a probe group, which only interacts with the coordinate metals at both ends.  The FTIR spectra versus time images of the reaction process both without and with C2O42– are shown in a,b, respectively, with the color gradient indicating the intensity of the peak. Looking at the synthesis with C2O42– in b, it is apparent that the intensity of the new peak is significantly lower than that in a at the same time, indicating a lower rate of coprecipitation reactions. As seen in , the blank Na4Fe(CN)6 solution shows a single sharp absorption peak at a wavelength 2034 cm–1 belonging to the stretching mode of C≡N coordinating with Fe2+ in free Fe(CN)64– groups.  After the addition of Ni2+ ions, an excessive decrease of the ν(CN) peaks at 2034 cm–1 is observed, and a new, strong peak emerges at 2088 cm–1 for the ν(CN) mode of Fe–C≡N–Ni emerges. When Fe(CN)64– groups coordinate with Ni2+ ions, covalent bonds are formed, N and Ni atoms share electrons, and the inner molecular delocalization of N toward Ni takes place, which enhances the C≡N bond strength and shifts the ν(CN) vibrations to higher values.  The whole reaction process is reflected by the intensity evolution of the stretching frequency of Fe–C≡N–Ni at 2088 cm–1 (d). In the first 20 s, both precipitation solutions go through a burst nucleation process, with C2O42– exhibiting slight effects at this stage. Without C2O42– control the constantly enhanced relative intensity indicates that there is a new generation of Fe–C≡N–Ni skeletons emerging with prolonged time. The nucleation and crystal growth processes are intertwined, which causes irregular-shaped aggregation particles without clear boundaries. With C2O42– control, the relative intensity remained nearly unchanged after the nucleation process, which reveals that nuclei aggregate and merge without the generation of more Fe–C≡N–Ni skeletons throughout the aging process and yields a regularly shaped, highly crystallized, and border-rich NiHCF product, as shown in e. As reported, the border-rich morphology is conducive to form a passivation layer and leads to an enhanced PBA structure stability during the charge/discharge process.  As an intermediate substance, Na2C2O4 will not affect the final state of the infrared spectrum curve (),  but it does slows down the coordination rate of Ni2+ ions and hexacyanoferrate groups. The in situ FTIR detection provides direct evidence that oxalate is an effective agent for controlling the synthesis of highly crystallized NiHCF and it mainly affects the crystal growth process. According to previous reports, the critical stability constants between transition metals and chelating agents are almost in the range of 4–9  and some potentially available ligand can be provided, indicating that the control mechanism can be verified by in situ FTIR tests.",
                "The electrochemical performances of the as-prepared NiHCFs are shown in . The galvanostatic charge/discharge curves of four samples were measured at a current density of 0.2C (17 mA g–1). The specific capacities of controlled synthesis NiHCFs (73.3 mAh g–1 for NiHCF-2 and 68.3 mAh g–1 for NiHCF-1) are higher than those of NiHCF-0 (55.9 mAh g–1). The reduced capacity is due to the loss of activity sites by the emergence of Fe(CN)6 vacancies. In particular, NiHCF-3 exhibits the highest specific capacity of 86.3 mAh g–1, which is close to its theoretical value. Owing to the open-framework structure, NiHCF, with large migration channels, provides rapid Na+ ion transition kinetics for a high rate performance. As seen in b, NiHCF-3 exhibits a great capacity retention performance of 86.3, 81.4, 79.3, 77.8, 76.1, and 74.9 mAh g–1 at 0.2C, 0.5C, 1C, 2C, 5C, and 10C, respectively, and then recovers to 74.8, 76.3, 78.1, 79.3, 80.8, and 85.1 mAh g–1 as the current density shifts back, demonstrating a superior reversibility capacity. While NiHCFs with increasing amounts of water molecules and Fe(CN)6 vacancies are present in the frameworks, lattice periodicities are destroyed and migration channels are blocked, leading to poor rate performance.  Therefore, it is of great importance to obtain a highly crystallized NiHCF with low vacancies. The CV curves of NiHCF-3 at scanning rates from 0.1 to 0.7 mV s–1 within 2.0 to 4.0 V demonstrate a low polarization. The oxidation/redox peaks at 3.38/3.17 V correspond to the redox reaction of Fe3+/Fe2+, suggesting superior reversibility and outstanding rate performance. These are also verified by the galvanostatic charge/discharge curves of NiHCF at high rates seen in d. It is noticeable that NiHCF-3 shows remarkable capacity retention of 64.4 mAh g–1 (74.6%) even at 4250 mA g–1 (50C); the corresponding galvanostatic charge/discharge curves are shown in . The long-term cycle performances are performed at a current density of 170 mA g–1. The four NiHCF samples exhibit superior capacity stabilities, with capacity retentions of 90.4, 86.2, 84,8, and 78.0% over 800 cycles () for NiHCF-3, NiHCF-2, NiHCF-1, and NiHCF-0, respectively. The one-electron transfer reactions hardly bring any variation in the frameworks and keep the stability of the NiHCF materials in redox reactions,  which leads to these stable reversible reactions of the four NiHCF samples. While the increasing Fe(CN)6 vacancies and water molecules cause the fragile skeletons and side reactions during the Na+ insertion/extraction process,  NiHCF-0, NiHCF-1, and NiHCF-2 exhibit inferior capacity stability compared with NiHCF-3. The excellent electrochemical performance of NiHCF-3 further confirms the high quality of PBA cathodes with fewer vacancies, fewer water molecules, and higher crystallinity.",
                "For practical applications, the NiHCF/hard carbon full cells were fabricated, as shown in . Before the full cells assembly, a Na insertion process was necessary for the preparation of the hard carbon anode.  The charge/discharge curve for the NiHCF-3 shows the plateau of Fe2+/Fe3+ at 3.3 V; the hard carbon/Na half-cell shows a voltage platform when the voltage is lower than 0.1 V (a). The specific capacity of HC is about 325 mAh g–1, which is significantly higher than the cathode material (∼85 mA g–1). To offer a stable charge/discharge platform for the full cells, the hard carbon anode was set at a certain capacity excess to the NiHCF cathode and only the platform part of the hard carbon served in redox reactions. The galvanostatic charge/discharge curves of the full cells at different current densities are shown in b. The full cell shows superior electrochemical behavior with a discharge capacity of 78.1 mAh g–1 at 0.2C (based on the mass of the active material) and a maintaining capacity of 73.2 mAh g–1 at 2C corresponds to the capacity retention as high as 93.7% with a high Na+ insertion platform at ∼3.1 V and a great rate performance. The excellent long-term cycle performance of the full cell is shown in c, with an extremely high capacity retention of 95.2% over 1000 cycles and the Coulombic efficiency approaching 100% in the whole cyclic process. With the high reaction voltage, the specific energy is calculated to be 210.5 Wh kg–1 for such fabricated NiHCF//HC full cells as shown in . Although there is no obvious capacity attenuation, the specific energy is decreased. As seen in the inset charge/discharge curves in , the Na+ insertion reaction specific capacity remained at 69.7 in the 1000th cycle from 73.2 mAh g–1 at the initial time. The reaction voltage decreased from 3.2 to 2.8 V. With the ultrastability of NiHCF cathodes, the voltage decrease is ascribed to the enhanced potential (vs Na+/Na) of the hard carbon anode by the consumption of Na+ ions in cyclic reactions.  The as-assembled full cells exhibit specific energy retention of 166.9 Wh kg–1 (79.3%) at the 1000th cycle. Compared with previous reports (),  NiHCF-HC full cells in this work present a competitive specific energy and noticeable, long-cyclic performance, which is essential for practical application."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "The ultrastable NiHCF-3 cathode with a low content of Fe(CN)64– vacancies and water molecules and a high content of Na+ ions are synthesized by a facile oxalate-controlled method. Via in situ infrared spectroscopy detection, it was verified that the addition of the C2O4–2 chelating agent can effectively control the synthetic kinetics. The competitive reaction between C2O42– and Fe(CN)64– slightly slows down the nucleation process and mainly inhibits the new generation of Fe–C≡N–Ni skeletons during the aging process. Benefitting from high crystallinity and few [Fe(CN)6] defects, NiHCF-3 exhibits a good reversible capacity of 86.3 mAh g–1, excellent rate capability with a remarkable capacity retention of 64.4 mAh g–1 (74.6%) at 50C, and a superior long-term cycling ability of 90% capacity retention over 800 cycles at a current density of 170 mA g–1. Moreover, the full cells were fabricated with the NiHCF-3 cathode and hard carbon anode which delivered a capacity of 75 mAh g–1 without noticeable capacity decay, even over 1000 cycles. The in situ infrared spectroscopy-assisted synthetization can be developed to explore effective chelating ligands for high-performance PBA cathode materials applied in large-scale energy storage systems."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "In Situ FTIR-Assisted Synthesis of Nickel Hexacyanoferrate Cathodes for Long-Life Sodium-Ion Batteries"
}