{
    "DOI": "10.1021/acsnano.4c18519",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) are expected to play an important role in low-speed electric vehicles and large-scale energy storage systems due to the abundant sodium resource and the similar working mechanism to lithium-ion batteries (LIBs).  However, with a larger ionic radius than Li+ (102 vs 76 pm), Na+ encounters greater transport resistance during the insertion and extraction process.  Designing and developing suitable cathode materials with considerable sodium storage capacity is the key to achieving low-cost, high-energy density, and superior electrochemical performance for SIBs.  To date, many cathode materials such as polyanionic compounds,  transition-metal oxides,  and Prussian blue analogs  have been widely explored. Among them, polyanion-based materials offer higher safety and better cyclability due to their strong polyhedral frameworks and robust structure, where metal octahedra (TMO6) and polyanionic tetrahedra (XO4) share corners of the oxygen atoms, creating desirable interconnecting tunnels along the c-axis to accommodate Na+.  Unfortunately, the capacity loss and voltage hysteresis induced by slow Na+ transport still seriously hinder the NASICON cathode in achieving high reversibility.  Notably, the transport of Na+ is primarily influenced by local electrostatic forces in their coordination environment.  Therefore, structurally modifying the chemical environment to accelerate Na+ transportation is considered a fundamental but challenging approach to expediting the electrochemical kinetics of polyanionic compounds.",
                "Among previously reported polyanionic compounds, a representative cathode, Na3MnTi(PO4)3 (NMTP) investigated by Goodenough et al., offers a considerable theoretical capacity of 176 mAh g–1, through Ti3+/Ti4+ (≈2.1 V), Mn2+/Mn3+ (≈3.5 V), and Mn3+/Mn4+ (≈4.0 V) redox reactions along with theoretical three Na+ (de)insertion.  In the crystal structure of NMTP, two types of Na sites, denoted as inert Na1 and active Na2, coexist in the Na layer (b). Although the virtually identical coordination environment has two Na sites, the dissociation behavior is different. Hu et al. found that NMTP typically exhibited serious voltage hysteresis during charge/discharge progress, which was induced by the intrinsic antisite defects (IASDs) generated during the synthesis process of manganese-rich NASICON-type material (NMTP).  Specifically, the Mn/Na2 IASDs block Na+ diffusion channels and hinder the redox reaction of Mn2+/3+/4+, resulting in voltage polarization and capacity loss.  Due to voltage hysteresis, NMTP suffers from a higher charging voltage and lower plateau upon discharge, which leads to more prominent voltage polarization and capacity loss. In addition, Zhao et al. also pointed out that the voltage hysteresis caused by Mn2+ ions residing in Na+ vacancies led to significant capacity loss associated with Mn reaction centers between 2.5 and 4.2 V.  Zhang et al. found that NMTP suffered from a low discharge plateau at about 2.5 V, which contributed to not only a substantial capacity decay in high-voltage discharge plateaus at 4.0 and 3.5 V but also a severe voltage hysteresis.  This electrochemical discrepancy is largely related to the different numbers of nearest-neighbor semilabile oxygen atoms. Recently, Xu et al. discovered the occupation of Mn2+ on Na vacancies in the NMTP material using aberration-corrected high-angle annular dark field (HAADF)-scanning transmission electron microscopy (STEM).  This intriguing phenomenon suggests that regulating the electrochemical activity of the Na site toward enhanced sodium storage could be achieved by modifying the local electrochemical coordination environment of Na+.",
                "Herein, by introducing V3+ at the transition metal sites into the NMTP lattice, Na3Mn1–xV2xTi1–x(PO4)3 was successfully synthesized via a sol–gel method. The phase structure, sodium storage mechanism, and electrode process dynamics were systematically investigated. Based on first-principles calculations, Na+ migration barriers, evolution of electronic structure, and electron density of states (DOS) were studied in detail. The migration energy of Na+ decreased by 1.68 eV and the bandgap reduced by 0.54 eV in NMTP-V0.2 as compared to the pristine NMTP, indicating an improvement in Na+ transportation and electronic conductivity. X-ray absorption spectroscopy (XAS) and in situ Raman spectroscopy revealed that V-doping effectively alleviated derivative antisite defects. This V-doping result significantly reduced voltage hysteresis and suppressed voltage decay during the Na+ extraction and insertion, as revealed by the Na+ diffusivity in NMTP-V0.2, which was 2 orders of magnitude higher than NMTP, particularly during the Mn2+/Mn3+ redox region. When applied as a cathode for SIBs, NMTP-V0.2 demonstrated high-rate performance, achieving 85.3 mAh g–1 at 50 C, with an excellent lifespan of over 1400 cycles (capacity retention of 81.3%). As a proof of concept, a sodium-ion full cell assembled with the NMTP-V0.2 cathode and hard carbon (HC) anode showed promising practical prospects in terms of extraordinary rate capability and cycling performance. Our findings provide a new avenue for developing polyanion cathodes, leading to improvements in overall capacity and voltage output, which further promote the development of SIBs with high energy density and long lifespan."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                "All Na3Mn1–xV2xTi1–x(PO4)3 (x = 0, 0.05, 0.1, 0.15, NMTP-V) samples were synthesized via a typical sol–gel method, and more detailed preparation procedures were provided in the . Depending on the V content, the as-prepared samples were denoted as NMTP, NMTP-V0.1, NMTP-V0.2, and NMTP-V0.3, respectively. The influence of V3+ doping on the NMTP structure was investigated by X-ray diffraction (XRD). As shown in a, the samples with different V contents exhibit highly similar XRD patterns and match well with the R3̅c space group without any impurity. Along with the increases in V content, the peaks of the (113) crystal plane shift to higher angles, which indicates that the unit cell displays a reduction. This could be mainly attributed to the lattice contraction with smaller ionic V3+ (0.72 Å) substituting for Mn2+ (0.83 Å).  Rietveld refinement results also reveal the evolution of lattice parameters (). The crystal structure of NMTP-V is illustrated in b, where a 3D framework is constructed with TMO6 (TM = Mn, Ti, V) octahedra and PO4 tetrahedra connected by corner-sharing, forming [TM(PO4)3] units, and the resulting lattice interstices facilitate Na+ transportation. More structural information on the as-synthesized samples was obtained from Fourier-transform infrared spectroscopy (FTIR). As observed in c, the peaks located at 556 and 627 cm–1 are attributed to the elastic vibration of TM-O (TM = Mn/Ti/V) bonds, while the bands at 580 and 1030 cm–1 correspond to the typical stretching vibration of PO4 tetrahedra.  The chemical valence states of transition metals were observed, as revealed in the X-ray photoelectron spectroscopy (XPS) test. Two peaks at 653.4 and 641.1 eV are assigned to the electrons in Mn 2p1/2 and 2p3/2 for Mn2+, and another pair of peaks at 654.5 and 642.5 eV corresponds to the electrons in Mn 2p1/2 and 2p3/2 for Mn3+ in the Mn 2p spectrum, and the weak signal on the higher binding energies could be assigned to the corresponding satellite peaks, respectively.  The binding energies of Mn2+ and Mn3+ are simultaneously observed in the Mn 2p XPS, indicating that Mn exists in NMTP and NMTP-V0.2 in mixed valence states (d). However, the in-depth XPS analysis results also demonstrate that Mn3+ exists only on the surface of the material (), which is mainly due to the oxidation of Mn2+ after the material contact with the ambient atmosphere. Meanwhile, both Ti3+ and Ti4+ signals are detected in the as-prepared samples (). Compared to NMTP, the peak position of Ti3+ in NMTP-V0.2 slightly shifts toward higher binding energy (), indicating a weakened binding between Ti and the surrounding oxygen atoms. Meanwhile, the peak position of Mn2+ in NMTP-V0.2 slightly shifts toward lower binding energy, indicating the enhanced binding between Mn and their surrounding oxygen atoms. In the V 2p XPS of NMTP-V0.2, two characteristic peaks of 523.4 (V 2p3/2) and 517.6 eV (V 2p1/2) demonstrate the presence of trivalent vanadium ().  Raman spectra reveal the intensity ratios of D band (1351 cm–1) to G band (1580 cm–1) (ID/IG) for NMTP and NMTP-V0.2 are 1.01 and 1.06, respectively (e and ), suggesting partial graphitization of carbon. ",
                "Scanning electron microscopy (SEM, ) reveals that all samples exhibit irregularly stacked micrometer-sized particle morphology. In the high-resolution TEM (HRTEM, f and ) images, the well-defined lattice stripes with an interplanar spacing of 0.369 nm correspond well with the (113) lattice plane of NMTP-V0.2. When compared with NMTP (), the interlayer spacing displays a slight shrinkage, which is mainly attributed to the stronger bonding force between trivalent vanadium and oxygen.  The corresponding element mapping images of the selected area display the homogeneous distribution of Na, Mn, Ti, V, P, and O elements in NMTP-V0.2 (f).  Thermogravimetric analysis (TGA) results, as illustrated in g, reveal that the carbon content of NMTP-V0.2 (8.5%) is similar to that of NMTP (8.9%). ",
                "Electrochemical properties of the as-prepared samples were evaluated by cyclic voltammetry (CV) and galvanostatic charge–discharge (GCD) in the voltage range of 1.5–4.2 V vs Na+/Na. a shows the CV curves of NMTP-V0.2 at a scan rate of 0.1 mV s–1. Three distinct redox pairs located at approximately 2.21/2.10, 3.55/3.42, and 4.11/3.99 V can be observed, which are attributed to the stepwise Ti3+/Ti4+, Mn2+/Mn3+, and Mn3+/Mn4+ reactions, respectively.  The well-overlapping curves indicate the excellent reversibility of NMTP-V0.2 during sodiumation and desodification.  In comparison to the CV curves of NMTP (), the Mn2+/3+ redox in NMTP-V0.2 is more obvious, with a higher peak current density of 3.55/3.42 V couples. Meanwhile, the smaller voltage difference and wider integrated area of redox peaks demonstrate lower voltage polarization and higher electrochemical activity.  Consistent with the characteristics of CV curves, the GCD profiles provided in  demonstrate the stepwise Na+ insertion/deinsertion of the as-prepared samples. The polarization of the CD curve of NMTP gradually intensifies, with the charging/discharging platform disappearing, leading to capacity degradation upon subsequent cycles. The voltage hysteresis may be induced by slow Na+ intercalation kinetics or the difference in the Na+ local environment of the NASICON-structured NMTP.  In contrast, the platform in NMTP-V0.2 remains stable, and the GCD profiles exhibit the best overlap, indicating the highest electrochemical reversibility and significantly reduced polarization for the 2.1 and 3.5 V voltage platforms. The cycling performances of the as-prepared samples at 1 C are illustrated in b. NMTP-V0.2 yields a promising initial discharge capacity of 120.8 mAh g–1 and a capacity retention of 84.5% after 500 cycles, with a much higher and more stable average potential shown in c. On the other hand, NMTP exhibits rapid capacity fading, with only 46.0% capacity retention and significant voltage degradation after 200 cycles, compared to 93.0% for NMTP-V0.2.",
                "The Na storage properties of NMTP-V0.2 were further highlighted by its superior rate performance (d). As expected, NMTP-V0.2 exhibits excellent rate capabilities of 124.6, 120.8, 112.9, 108.3, and 97.5 mAh g–1 at 0.5, 1, 5, 10, and 30 C, respectively. More strikingly, even at a high rate of 50 C, an ultrahigh capacity of 85.3 mAh g–1 is still achieved, and the specific capacity easily recovers to its initial value when the current density returns to its starting value of 0.5 C. To our knowledge, the rate performance of NMTP-V0.2 is significantly better than those of recently reported NMTP cathodes for SIBs (). Especially, the capacity at 50 C is significantly higher than those of most reported Na3 MnTi(PO4)3 materials. For comparison, NMTP delivers rapid capacity decay at different rates, with discharge-specific capacities maintained at only 18.2, 7.4, and 12.2 mAh g–1 under high rates of 10, 30, and 50 C, respectively. In addition, the corresponding charge–discharge profiles of NMTP-V0.2 at different rates present distinct potential plateaus, even at a 50 C rate, whereas NMTP suffers from significant polarization (e and ). Drastically different electrochemical behaviors could be observed in the voltage profiles of NMTP and NMTP-V0.2. As illustrated in , the voltage slowly rises at the second plateau for NMTP and a plateau appears at ∼4.0 V, indicating that the Mn2+/3+ oxidation reaction is taking place at a higher charging voltage. Similarly, during the discharging process, the voltage begins to decrease at 3.4 V, and finally, a discharge plateau appears at 2.1 V, implying that the reduction of Mn3+/2+ occurs at a lower discharge voltage.  In contrast, voltage polarization and capacity loss are prominently alleviated for NMTP-V0.2. In light of the above results, Na3Mn0.8Mg0.2Ti0.9(PO4)3, Na3Mn0.8Zr0.2Ti0.9(PO4)3, Na3Mn0.8Fe0.2Ti0.9(PO4)3 cathode materials were prepared for comparison, with their electrochemical performances provided in . As shown, the V doping herein efficiently activates the redox of Mn2+/Mn3+ and simultaneously improves the specific capacity as well as the cycling stability. The enhanced overall sodium storage performance of NMTP-V0.2 is closely correlated with the change in Mn ions (including the valence state, Mn domains, and local symmetry of MnO ligands) arising from V doping, which will be discussed in the following text. Therefore, even at a high rate of 50 C, NMTP-V0.2 could still afford a reversible capacity of 69.3 mAh g–1 after 1400 cycles with a respectable capacity retention of 81% (f). The excellent energy and power density of NMTP-V0.2 demonstrate competitiveness with other previously reported NASICON-type phosphate cathodes for SIBs (g). ",
                "Electrochemical dynamic behavior was revealed by cyclic voltammetry (CV) tests with various scan rates ranging from 0.1 to 0.7 mV s–1 (a and ). The corresponding linear relationship between log(i) and log(v) for the Mn2+/Mn3+ redox peaks is displayed in b. It could be observed that the fitted b values for NMTP and NMTP-V0.2 are both >0.5, demonstrating the existence of a pseudocapacitive effect in the charging process. Higher b values indicate a greater inclination toward capacitor behavior, which is also beneficial for high-rate performance.  As shown in c, the capacitive contribution percentage gradually increases with the enhancement of scan rates. The pseudocapacitive proportions of NMTP-V0.2 (67, 84, 85, and 88%) are larger than those of NMTP (48, 56, 64, and 69%) at scan rates of 0.1, 0.3, 0.5, and 0.7 mV s–1, respectively, indicating enhanced reaction kinetics in NMTP-V0.2.  displays the CV curves of NMTP and NMTP-V0.2 at 0.5 mV s–1, with pseudocapacitive contributions of 64 and 85%, respectively, depicted by the shaded area. Therefore, the reinforced non-Faradaic reaction also plays a pivotal role in superior electrochemical performance.",
                "As shown in d and , the relationships between ip and v1/2 of both samples fitted linearly well. The greater slope of NMTP-V0.2 compared to NMTP implies faster dynamic behavior.  Based on the linear relationship, the diffusion coefficients of Na+ (DNa+) for NMTP and NMTP-V0.2 were calculated and compared in , confirming the improvement in Mn2+/Mn3+ kinetics during the redox process. Additionally, the Na+ diffusion characteristics were investigated by a galvanostatic intermittent titration technique (GITT). As demonstrated in f, the DNa+ for NMTP-V0.2 and NMTP fluctuates between 10–9 to 10–11 and 10–9 to 10–15 cm2 s–1, respectively (more detailed calculation information is provided in ). Notably, DNa+ for NMTP-V0.2 is 2 orders of magnitude higher than that of NMTP during the platform region approximately of Mn2+/Mn3+ redox, suggesting accelerated Na+ diffusion in NMTP-V0.2. This is in accordance with the results of the CV test. In addition, the overpotential of NMTP and NMTP-V0.2 during the GITT test was intensively analyzed (g,h). Visibly, the polarization voltage of NMTP during the whole redox process is higher than that of NMTP-V0.2 and shows significant voltage hysteresis. Partial enlargement of the GITT profiles further confirms this viewpoint (). Specifically, the overpotential is as high as 0.4 and 0.9 V corresponding to the redox of Mn2+/Mn3+, demonstrating higher/lower charging/discharging voltages are required for Mn2+/Mn3+ redox reactions of NMTP. This phenomenon is not obvious in NMTP-V0.2, authenticating the enhanced redox reaction and Na+ diffusion kinetics, due to the chemical localization control of V doping. Higher ion diffusion promotes the reaction kinetics during the sodiation/desodiation processes, resulting in better rate performance.",
                "The structural evolution of NMTP and NMTP-V0.2 upon electrochemical cycling was explored by using in situ XRD analysis. As shown in a,b, the collected results present variations of (204), (116), and (300) planes. Specifically, the diffraction signal of the (116) plane shifts toward a higher degree and disappears during Na+ deintercalation for NMTP, which reappears at the later stage of Na+ intercalation, indicating a solid-solution reaction.  Similarly, the (116) peak of NMTP-V0.2 also shifts to higher angles upon charging and then reverts to its pristine state during the subsequent discharge process, and the (116) peak undergoes little change, indicating a slighter structural evolution. In addition, the reversible disappearance/appearance of other diffraction peaks in NMTP and NMTP-V0.2, such as the diffraction signals of (204) and (300) planes, suggest a typical two-phase reaction.  Therefore, both solid-solution and two-phase reactions are involved in the sodium storage processes of NMTP and NMTP-V0.2. The maximum volume variation of NMTP-V0.2 during the entire charge/discharge process is calculated to be 6.18% (ΔV/Vpristine), which is smaller than that of NMTP (13.28%), substantiating that the contribution of V introduction in lattice strain accommodation and cell expansion inhibition. (c). Herein, the subtle volume variation was believed to be responsible for the high structural stability and long cycling lifespan of NMTP-V0.2.",
                "To investigate the charge compensation mechanism of the as-prepared samples, we collected ex-situ XPS profiles. The Mn 2p core-level spectra of NMTP and NMTP-V0.2 were obtained at different charged and discharged states (d,e). For the pristine state, the Mn 2p3/2 peak reveals the coexistence of Mn2+ (641.5 eV) and Mn3+ (643.4 eV) in both NMTP and NMTP-V0.2. When charged to 3.9 V (C-3.9 V), a low-energy peak corresponding to Mn2+ is still retained in NMTP, while NMTP-V0.2 exhibits only a single peak dominated by Mn3+. This result indicates that the oxidation reaction of the Mn2+/Mn3+ redox pair in NMTP could hardly be completed at the 3.9 V cutoff. Similarly, upon discharging to 2.7 V (D-2.7 V), partial Mn3+ still exists in NMTP, suggesting that the charge compensation of Mn3+ is inadequate, which could be attributed to the significant voltage polarization (h). Moreover, ex-situ XANES was conducted to track the electronic structure evolution during the Na+ extraction/insertion. f and  show the Mn L-edge XAS spectra of NMTP and NMTP-V0.2 collected at selected voltage states, respectively. Upon charging to 3.9 V, the Mn L-edge shifts toward higher binding energy, implying the valence elevated from Mn2+ to Mn3+. It could also be observed that the oxidation of Mn2+/Mn3+ is delayed in NMTP at this charge depth. When discharged to 2.7 V, the Mn valence in NMTP-V0.2 could almost return to its pristine state, while more Mn3+ remains in NMTP, suggesting voltage hysteresis in the Mn2+/Mn3+ redox process. Subsequently, in situ Raman tests were conducted to investigate the structural evolution of NMTP and NMTP-V0.2. As shown in g and , the peak intensities of the TM-O bonds and PO4 group increase/decrease with the insertion/extraction of Na+, which is attributed to the electrostatic attraction/repulsion between migrating Na+ and ions. More regular and reversible evolution could be observed in NMTP-V0.2 during the Mn3+/Mn4+ redox process, which could be attributed to the robust TM-O bonding reducing the rigid strain of the crystal structure.",
                "To further investigate the effect of V3+ doping in NMTP, density functional theory (DFT) calculations were conducted. As shown in the density of states (DOS) curves (a,b), NMTP-V0.2 renders a lower DOS at the Fermi energy level compared with NMTP, implying that NMTP-V0.2 possesses more active electrons, which leads to faster electron transport and enhanced reactivity. Notably, the band gap of NMTP-V0.2 (0.356 eV) is narrower than that of NMTP (0.899 eV), indicating higher electronic conductivity in NMTP-V0.2, which could be attributed to the hybridized V 3d orbitals. Moreover, the bond interaction between V3+ and O2– is significantly enhanced, and the bond length becomes shorter, leading to a wider Na+ transport tunnel.  The Coulombic repulsion of Na+ from V3+ ions is significantly enhanced, which is speculated to be the primary mechanism for the enhanced Na+ diffusivity. Moreover, the high electronic localized function (ELF) value indicates strong electronic localization. It could be observed that the electrons around Ti atoms are strongly localized for NMTP. The minimum ELF value between Mn and the O atom indicates an ionic character for the Mn–O bond (c). After V doping, the O around Ti shows a lower ELF value, which suggests that the Ti–O bond has been relatively weakened. The ELF value between O and the other two displays a higher electronic localization, implying stronger Mn–O bond interactions in this case (d). The lower diffusion energy barrier of NMTP-V0.2 (1.51 eV; e) also confirms the enhanced Na+ diffusion kinetics. Meanwhile, the higher defect formation energy of the defect model (−840.4 eV) in NMTP demonstrates that the crystal tends to form a normal structure after V3+ doping (f), which will be beneficial for maintaining the structural stability of materials during the cycling process. What is more, the DFT results validated the effectiveness of V3+ doping in regulating the local chemical environment toward higher electronic transportation and ionic diffusion.",
                "The feasibility of practical applications for NMTP-V0.2 was further evaluated by assembling full-cell devices. As schematically illustrated in a, with the NMTP-V0.2 cathode paired with a commercial hard carbon (HC) anode, the sodium-ion full cells (SIFCs) were assembled and denoted as NMTP-V//HC. The sodium-storage behavior of HC is provided in . Accordingly, to balance the capacity, the active mass loading ratio of the cathode to the anode was set at 2.2:1 within the voltage window of 1.5–4.2 V (b). c,d shows the rate capabilities and charge/discharge curves at different rates of the NMTP-V//HC full cell. High capacities of 117.3, 115.6, 110.4, and 94.8 mAh g–1 are delivered at 1, 5, 10, and 30 C (1 C = 176 mA g–1, calculated based on the cathode mass), respectively, manifesting the excellent rate performance of the full cell. The corresponding charge–discharge profiles at stepwise current rates show three pairs of distinct voltage platforms, resembling half cells. In addition, the cycling performance of the NMTP-V//HC full cell was also provided. As seen in e, a high reversible capacity of 101.6 mAh g–1 is still maintained after 500 cycles even at 10 C, corresponding to a capacity retention of 92%. Depending on the charge/discharge profiles of the full cell at 10 C (f), an initial discharge capacity of 111.4 mAh g–1 along with an impressive power density of ∼464.4 W kg–1 is obtained (based on the cathode mass). The digital photo in e shows that the full cell could continuously light up the light-emitting diode (LED) bulbs after being fully charged, indicating good practical feasibility. To elucidate the superiority of NMTP-V0.2, previously reported NASICON-based full devices were summarized in g, in which the main electrochemical parameters were generally included. This analysis indicates the NMTP-V//HC SIFCs take advantage in both power density and cycle number compared to the reported SIFCs configurations,  demonstrating great prospects of NMTP-V0.2 for practical application. However, due to the limitations of research methods, the mechanism of V-doping improving the sodium storage performance in this work has not yet been fully explored. In addition, the research lacks sufficient exploration in practical applications due to the lack of high and low temperature performance and full battery testing of soft packs."
            ],
            "name": "2.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, a series of NASICON-type NMTP-Vx (x = 0, 0.1, 0.2, and 0.3) cathodes were synthesized via a sol–gel method. The optimized NMTP-V0.2 exhibits excellent electrochemical performance, including a highly reversible discharge capacity of 124.6 mAh g–1 at 0.5 C, impressive rate capability of 85.3 mAh g–1 at 50 C, and high cycling stability with a capacity retention of 81% after 1400 cycles. Moreover, the assembled NMTP-V0.2//HC sodium-ion full devices demonstrate a satisfactory cycling lifespan of over 500 cycles at 10 C with an outstanding energy density of 292.3 Wh kg–1. The observed excellent sodium storage properties could be attributed to V-doping regulating the local coordination chemistry of transition metals and reducing derivative antisite defect, which leads to improved structural stability and enhanced Na+ diffusion. Moreover, DFT investigation reveals that the substitution of Mn2+ and Ti4+ by V3+ significantly reduces the bandgap and Na+ migration barriers, endowing NMTP-V0.2 with enhanced electronic conductivity and faster electrode reaction kinetics. In-situ XRD confirms a highly reversible structural evolution of NMTP-V0.2 with a slight lattice volume change of ∼6.18% upon Na+ extraction/insertion. These results provide an alternative for the exploitation of stable and high-energy NASICON phosphate cathodes for SIBs, which could be broadened to another advanced secondary battery system by coordination chemistry regulation."
            ],
            "name": "3.  Conclusions",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The V introduced in this experiment occupies both the Mn and Ti sites in the material structure. Specifically, the Na3Mn1–xV2xTi1–x(PO4)3 (x = 0, 0.05, 0.1, and 0.15, NMTP-Vx) samples were synthesized by the sol–gel method, using CH3COONa, Mn(CH3COO)2·4H2O, C15H24O6V, C12H28O4Ti, NH4H2PO4, and citric acid monohydrate as raw materials. First, sodium acetate (CH3COONa, 3 mmol), manganese acetate tetrahydrate (Mn(CH3COO)2·4H2O, 1–x mmol), vanadium acetylacetonate (C15H24O6V, 2x mmol), and tetra-isopropyl titanate (C12H28O4Ti, 1–x mmol) were dissolved in 60 mL of absolute ethanol, forming solution A. Citric acid monohydrate (C6H8O7·H2O) was added into 20 mL of absolute ethanol, forming solution B. Ammonium biphosphate (NH4H2PO4, 3 mmol) was dissolved in 10 mL of deionized water to form solution C. After that, solution B was added to solution A under stirring at 80 °C for 1 h. Subsequently, solution C was added to the solution described above. The final solution was kept under constant stirring in an oil bath at 80 °C. As the moisture evaporated, a green gel was formed. The gel was further dried in a vacuum oven to get the precursor. Finally, the precursor was sintered at 650 °C for 4 h at a heating rate of 5 °C min–1 in an Ar atmosphere to obtain the Na3Mn1–xV2xTi1–x(PO4)3. The same preparation method was also used for other materials (Na3Mn0.8Mg0.2Ti0.9(PO4)3, Na3Mn0.8Zr0.2Ti0.9(PO4)3, and Na3Mn0.8Fe0.2Ti0.9(PO4)3)."
                    ],
                    "name": "4.1.  Synthesis of Cathodes",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystallographic information and phase purity of the synthesized products were examined by X-ray diffraction (XRD, Bruker D8 Advance, Germany) employing filtered Cu Kα radiation (λ = 1.5417 Å) over a 2θ range of 10°–80°. The XRD Rietveld refinement in this work was carried out using GSAS2 software. Information on chemical bonds was characterized by Fourier transform infrared spectroscopy (FTIR, VERTEX70 V + HYPERION2000). Field-emission scanning electron microscopy (FESEM, JEOL JSM-7610F Plus, Japan) and high-resolution transmission electron microscopy (HRTEM, JEOL JEM-F200) equipped with an energy-dispersive X-ray spectrometer (EDS) were employed to study the morphologies, microstructures, and elemental compositions of the samples. Raman spectra were recorded on a confocal Raman spectrometer (Horiba LabRAM Odyssey) using an argon-ion laser (λ = 532 nm) in ambient conditions. A thermogravimetric analyzer (TGA, HCT-1/2/3/4) was used to quantify the carbon content. X-ray photoelectron spectrometry (XPS, Thermo Escalab 250Xi) measurements were performed to determine the oxidation states of the elements during cycling. For in situ XRD tests, a specially designed battery device utilizing Al foil as the testing window and a current collector was adopted to track in situ reactions during the first cycle. Each scan was recorded in the range of 2θ = 27° ∼ 38° with an incremental step of 0.02°."
                    ],
                    "name": "4.2.  Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "To measure the electrochemical performance of the as-synthesized samples, Na half cells and NMTP-V0.2//hard carbon (HC) full cells were assembled in an argon-filled glovebox. For Na half cells, the CR2032 coin-type cells were assembled using the as-prepared NMTP-Vx as the cathode, 1 M NaPF6 in PC with 5% fluoroethylene carbonate (FEC) as the electrolyte, glass fiber as the separator, and metallic sodium as the reference electrode. NMTP-V0.2//HC full cells were also assembled using CR2032 coin-type cells with the presodiated HC as the anode. Specifically, the cathodes were prepared by the active materials (70 wt %) with super P (20 wt %) and polyvinylidene fluoride (PVDF) of (10 wt %) in N-methyl-2-pyrrolidone (NMP) solvent. The obtained slurry was uniformly coated onto Al foil and dried at 100 °C under a vacuum for over 12 h. The loading mass of the cathode was in the range of 1.2–1.5 mg cm–2. The anodes, which were prepared by mixing HC (80 wt %), acetylene black (10 wt %), and PVDF (10 wt %) in NMP solvent, were similarly cast on an Al foil. The mass of the cathode was about 2 times that of the anode to match the reversible capacity. The electrochemical performance of all the assembled Na half cells and full cells was evaluated via a LAND CT2001 A (Wuhan, China) test instrument in the voltage range of 1.5–4.2 V.",
                        "For GITT measurements, the cell was discharged at 0.1 C for 10 min during each current step; a relaxation time of 2 h was allowed between two successive current steps to allow the cell to reach a quasi-equilibrium state. Cyclic voltammetry curves were recorded at various scan rates within a voltage range of 1.5–4.2 V (vs Na+/Na) using an electrochemical workstation (CHI 660D, Shanghai, China)."
                    ],
                    "name": "4.3.  Electrochemical Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "DFT calculations in this study were performed using the Vienna ab initio Simulation Package (VASP).  The projector augmented wave (PAW) method and generalized gradient approximation with the function of Perdew–Burke–Ernzerhof (GGA-PBE) were adopted to describe the exchange-correlation function.  The optimization of the atomic positions was stopped when the force on each atom was less than 0.02 eV Å–1. The energy convergence criterion was set at 1 × 10–5 eV, and the plane wave basis set with a cutoff energy of 400 eV was employed. The Brillouin zone was sampled using a 4 × 4 × 1 Monkhorst–Pack grid k-points for all models in the structural optimization and density of states (DOS) calculations. The climbing image nudged elastic band (CI-NEB) method was adopted to calculate the energy barriers of Na+ diffusion in NMTP and NMTP-V0.2.",
                        "The defect formation energy is defined aswhere Etotal, ENMTP, μV, μMn/Ti, and N are the total energy of the defect system, the energy of the pristine system, the chemical potential of one doped atom, the chemical potential of one replaced atom, and the number of doped atoms, respectively."
                    ],
                    "name": "4.4.  Theoretical Simulation",
                    "type": "h3"
                }
            ],
            "name": "4.  Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "Coordination Chemistry Regulation Suppressing Voltage Hysteresis for Na3MnTi(PO4)3 in High-Rate Sodium-Ion Batteries"
}