{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Sodium-ion Batteries",
        "NASCION-Type Cathode",
        "Charge Transfer",
        "Structure Evolution",
        "Local Structure",
        "Recommended articles"
    ],
    "Sections": [
        {
            "content": [
                "NASCION-type Na4MnV(PO4)3/C was synthesized through a sol–gel method. Two Na+ ions can reversibly (de)intercalation from/into the unit structure, with a reversible capacity of 106.7 mAh/g. The charge–discharge curves show a voltage slope at 3.4 V, and a plateau at 3.6 V. To elucidate the sodium storage mechanisms, the structure evolution and electron transfer are demonstrated using in-situ X-ray diffraction and ex-situ X-ray absorption spectroscopy. It is found that at different stage of the electrochemical process, it undergoes different phase reaction process with different redox couples. A single-phase reaction occurs when the first sodium-ion extracted from Na4MnV(PO4)3 with a V3+/V4+ redox, while a two-phase reaction takes place when the second sodium-ion extracted with a Mn2+/Mn3+ redox. Galvanostatic intermittent titration technique, GITT, indicates the single-phase reaction process shows a faster kinetic compared to the two-phase reaction process. These findings between the kinetics, chemical and structural evolution provide new insight into the sodium storage mechanisms of NASICON-type cathode, and further the understanding of other materials for sodium-ion batteries."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Graphical abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Data will be made available on request."
            ],
            "name": "Data availability",
            "type": "section_h2"
        },
        {
            "content": [
                "© 2023 The Author(s). Published by Elsevier B.V."
            ],
            "name": "Cited by (0)",
            "type": "section_h2"
        },
        {
            "content": [
                "No articles found.",
                "About ScienceDirect",
                "Remote access",
                "Advertise",
                "Contact and support",
                "Terms and conditions",
                "Privacy policy",
                "Cookies are used by this site. Cookie Settings",
                "All content on this site: Copyright © 2025 Elsevier B.V., its licensors, and contributors. All rights are reserved, including those for text and data mining, AI training, and similar technologies. For all open access content, the relevant licensing terms apply."
            ],
            "name": "Recommended articles",
            "type": "section_h2"
        }
    ],
    "Title": "Full CommunicationReaction mechanisms of NASICON-type Na4MnV(PO4)3/C as a cathode for sodium-ion batteries"
}