{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Sodium-ion batteries",
        "ceramic cathode materials",
        "57Fe Mössbauer spectroscopy"
    ],
    "Sections": [
        {
            "content": [
                "Due to the ability to form more open structures, glass and glass-ceramic materials can accommodate larger Na+ ions and enable rapid solid-state diffusion of Na+ at room temperature (RT). Regardless of the larger ionic radius of Na, iron-based mixed-vanadium-phosphate ceramics show promising potential as cathode materials in sodium-ion batteries (SIBs). However, their practical applicability is significantly hindered by slow Na+ diffusion and low intrinsic electrical conductivity. In the present study, a ceramic sample with the composition of 5Na2O–45Fe2O3–10V2O5–40P2O5, denoted as (5NFVP), was synthesized before (BHT) and after heat treatment (HT) at 500, 600, and 700 °C for 2h to be used as a cathode material in SIBs. The outstanding electrochemical performance of the 5NFVP ceramic is attributed to improved electronic and ionic conductivity and enhanced structural stability during Na+ insertion/de-insertion. This is supported by various analyses, including X-ray diffraction (XRD), X-ray absorption near edge structure (XANES), 57Fe Mössbauer spectroscopy, and electrochemical impedance spectroscopy (EIS). All prepared samples show two doublets, with the first doublet associated with Fe3+(Td), confirming the XRD results that indicate the main crystalline phase of FePO4. The second doublet observed in the 5NFVP-HT500 and 600°C is related to Fe3+(Oh), while 5NFVP-BHT exhibits a large δ value of 1.19 mm s−1, indicating the presence of Fe2+(Oh) due to NaFePO4 crystalline phase. The Fe–K absorption edge analysis reveals that 5NFVP-HT600°C ceramics predominantly consist of Fe3+, whereas 5NFVP-BHT has the most abundant Fe2+ compared with HT samples. The largest DC conductivity is achieved by the 5NFVP-HT600°C ceramic, reaching 5.08 × 10−9 S cm−1 at RT. The initial capacity of 5NFVP-HT ceramics is approximately doubled compared to 5NFVP-BHT. The 5NFVP-HT600°C ceramic as a cathode demonstrates excellent long-cycling stability, retaining 60 % of its capacity over 100 cycles under a current rate of 50 mA g−1. These findings underscore the significant potential of 5NFVP-HT600°C for advanced energy storage systems, given its affordability and robust cyclability.",
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "The primary driving force behind the continuous investment in and expansion of renewable energies is the current focus on advancing affordable and sustainable energy storage technology [ ]. In recent years, lithium-ion batteries (LIBs) have emerged as prominent candidates in the energy storage industry, gaining even greater significance due to the urgent need for sustainable energy storage solutions [ , ]. However, the scarcity issue and subsequent high cost of lithium, which has been the dominant choice for industrial markets and portable electronic devices for many years, have prompted the scientific community and industry to try to find a suitable alternative for long-term sustainable use. Researchers have achieved significant and encouraging results despite encountering various challenges, further fueling interest in this field. Among the different chemical elements under consideration, sodium has garnered attention due to its numerous advantages. Sodium is abundantly available in multiple countries and belongs to the same group as lithium in the periodic table, contributing to a high energy density [ , ].",
                "Sodium-ion batteries (SIBs) have garnered significant attention in scientific and industrial communities as an alternative to LIBs. SIBs offer a potential solution to the scarcity of energy storage technology in the market and meet the growing demand for batteries in electric vehicles, boasting a large energy density of 200 Wh.kg−1. One of the most exciting and pivotal research areas in energy storage revolves around achieving high capacity and performance in SIBs [ , , ]. SIBs present an excellent alternative to LIBs due to their similar working principles, utilization of more cost-effective and readily available raw materials, use of aluminum collectors instead of copper collectors, and maintenance of a stable electrochemical voltage range (−2.71 V vs. SHE) [ , ].",
                "The capacity of cathode material significantly influences the energy density of the batteries [ , ]. Various cathode materials have been developed by researchers for SIBs, including layered transition-metal oxides (TMOS), fluorides, and polyanionic compounds [ , , , , , , ]. However, these materials often exhibit poor performance, low ionic and electronic conductivity, toxicity, structural changes during the charge-discharge processes, insufficient electrochemical stability, and undesired electrolyte interactions [ , , , ]. Therefore, discovering and enhancing suitable cathode materials are crucial in advancing the practical applications of SIBs [ , ]. Ensuring sufficient interior space within the crystalline structure of cathode materials is essential for accommodating Na+ ions and improving the electrochemical performance of SIBs [ ]. In light of this, researchers have recently focused on developing ceramic materials, which have shown promising improvements in electrochemical performance and cycle life for SIBs [ , ].",
                "Ceramics are composite materials containing one or more crystalline phases embedded within an amorphous glass phase, while glass is a supercooled liquid lacking long-range order [ ]. The proportion of crystalline phase within the glassy matrix can vary significantly based on production methods, composition, and thermo-mechanical conditions [ , ]. By carefully controlling crystal growth and the presence of crystalline and glassy phases, ceramic cathodes exhibit superior performance compared to conventional crystalline cathodes [ ]. They possess excellent mechanical properties, good formability, robust electrochemical stability, high ionic and electronic conductivity, and chemical resistance to volume changes upon the dissolution of alkali metal cations [ , ]. These desirable qualities position ceramic materials as excellent candidates for cathode materials in the next generation of high-capacity SIBs. Furthermore, ceramics feature abundant internal boundaries and open 2- and 3-D structures, facilitating rapid diffusion of Na+ ions, contributing a large surface area, and minimizing contact and adverse interactions with solid electrolytes, which have gained considerable attention for SIB applications [ , , ]. Furthermore, using ceramic electrolytes shows promise in improving safety [ , ]. The diffusion barriers observed in Na-ion ceramic systems are similar to those found in Na-ion crystalline systems, indicating that they have the potential to compete with crystalline Na-ion systems in terms of discharge/charge rates and cycle performance [ , , ].",
                "Many researchers previously enhanced the vanadate and/or iron in phosphate glass and glass-ceramic materials using SIB cathodes [ , , ]. Hence, vanadium mixed with iron in the phosphate glass matrix exhibits good electronic conductivity due to multiple valence states of V (V3+−V5+) and Fe (Fe2+−Fe3+) [ , ]. The initial capacity of 30Na2O–40FeO–30P2O5 glass was 115 mAh g−1 when incorporated as an active cathode material in SIBs [ ]. Moreover, according to Uchaker et al., glassy V2O5 was produced using the sol-gel technique, and electrochemical deposition demonstrated a capacity of 241 mA h g−1 [ ]. Kubuki et al. [ ], reported the evaluation of SIBs using glass systems with the formula (xNa2O·10P2O5·(90−x)V2O5 glass (x = 5, 25 and 45 mol%). Although these samples demonstrated a large initial capacity of 184 mAh g−1 at the current rate of 5 mA g−1, their discharge capacity declined sharply, dropping to 1 % of the initial value after 30 cycles. To address this issue, Ibrahim et al., modified xNa2O·10P2O5·(90−x)V2O5 glass composition by adding 5 mol% of Fe2O3, resulting in the system (xNa2O•10P2O5•(85-x)V2O5•5Fe2O3 (5<x < 45 mol%) glasses and glass-ceramics nanocomposite [ ]. They explored significant improvements in both thermal stability and electrical conductivity. The initial capacity was reported as 101 mAh g−1 and capacity retention of 78.2 % after 30 cycles, and the electrical conductivity enhanced from 5.13 × 10−6 S cm−1 to 2.82 × 10−5 S cm−1. Most notably, they succeeded in increasing the capacity retention for xNa2O·10P2O5·(90−x)V2O5 from 1 % to 78 % after 30 cycles. The best cathode performance was achieved with the composition containing 5 mol% of Na2O.",
                "Based on the funding from these two studies, we formulated the objective of the present work and established the aim of the work. Our goal is to develop a material with lower sodium content and higher iron content to enhance battery performance, improve structural stability during long charge-discharge cycling, and promote crystallization within the amorphous phase through heat treatment.",
                "Herein, we prepared sodium iron phosphate vanadate ceramic, with the composition of 5Na2O–45Fe2O3–10V2O5–40P2O5 (denoted 5NFVP), as a cathode material in SIBs. We investigated the impact of heat treatment on 5NFVP ceramic at 500 °C, 600 °C, and 700 °C for 2 h on its structural, thermal, electrical, and electrochemical properties. In the present study, we used various techniques, including differential thermal analysis (DTA), transmission electron microscopy (TEM), scanning electron microscopy (SEM), energy-dispersive X-ray spectroscopy (EDX), X-ray diffractometry (XRD), 57Fe-Mössbauer spectroscopy, Fourier Transform Infrared spectroscopy (FTIR), X-ray absorption spectroscopy (XAFS), electrochemical impedance spectroscopy (EIS), and the charge-discharge capacity test of 5NFVP-BHT and 5NFVP-HT ceramics samples as a cathode material in the SIB."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The ceramic sample, denoted as 5NFVP with the composition of 5Na2O–45Fe2O3–10V2O5 −40P2O5, was synthesized using the melt-quenching method. In the initial step, a blend of raw chemical materials, including Na2CO3 (199–01585, Wako-Japan), Fe2O3 (096–04825, Wako-Japan), V2O5 (226-00125, Wako-Japan), and NH4H2PO4 (012–03305, Wako-Japan), was placed in a platinum crucible. The mixture was then melted at 1150 °C and kept for 1.5 h using an electric furnace (NHK170, Nitto-Japan). The molten sample was quenched into the ice bath and subjected to grinding at 600 r.p.m for 3 h. The 5NFVP-BHT ceramic was heat treatment at three distinct temperatures of 500 °C, 600 °C, and 700 °C, each lasting 2 h, and then ground at 600 r.p.m for 3 h."
                    ],
                    "name": "Preparation of iron-phosphate-vanadate ceramics",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The details of characterization are listed in the supporting information."
                    ],
                    "name": "Characterization",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental methods",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Differential Thermal Analysis (DTA) is a valuable method for elucidating the parameters governing nucleation and crystallization processes. Based on DTA curves, one can ascertain crucial information regarding the transformation temperature and thermal stability of glass or partially glass [ , ].",
                        "Fig. 1 shows the DTA curves of 5NFVP-BHT and 5NFVP-HT at 500, 600, and 700 °C for 2h. For 5NFVP-BHT, the glass transitions temperature (Tg) was determined to be 502±3 °C, revealing two crystal precipitation temperatures (Tc) at 529±3 °C (Tc1) and 678±3 °C (Tc2), along with two melting temperatures (Tm), 703±3 °C (Tm1) and 759±3 °C (Tm2), as shown in Fig. 1(a). Considering the Tg and Tc values of 5NFVP-BHT, heat treatment was carried out at 500, 600, and 700 °C for 2h. The heat treatment at 500 °C aimed to alleviate internal thermal stress in ceramics samples resulting from quenching the sample from 1150 °C to room temperature (RT) [ ].",
                        "Fig. 1 (b) shows the DTA of 5NFVP-HT500 °C, where the Tg is observed at 536±3 °C with three crystal precipitation temperatures Tc at 626±3 °C (Tc1), 705±3 °C (Tc2), and 715±3 °C (Tc3) and two melting temperatures Tm at 773±3 °C (Tm1) and 964±3 °C (Tm2). Comparing the values of Tg and Tc, it can be inferred that the thermal stability of 5NFVP-HT500°C surpasses that of 5NFVP-BHT, evidenced by the increased value of (Tc−Tg) from 27 K in 5NFVP-BHT to 90 K in 5NFVP-HT500°C.",
                        "Considering the values of Tc1 and Tc2 for 5NFVP-BHT, a decision was made to enhance the nucleation process in 5NFVP-BHT through heat treatment at a temperature higher than Tc1. The heat treatment of the 5NFVP-BHT between Tc1 and Tc2 promotes the formation and growth of both primary and secondary crystalline phases, leading to a more complex and improved microstructure and enhanced material properties such as mechanical strength, hardness, and thermal stability compared to the original sample [ ]. Based on this information, the heat treatment temperature was selected as 600 °C for 2 h, and the DTA curve of 5NFVP-HT600°C is presented in Fig. 1 (c). The Tg of 5NFVP-HT600°C was found to be 402±3 °C, with Tc1, Tc2 and Tc3 being 612±3 °C, 703±3 °C, and 713±3 °C, respectively. Additionally, Tm1, Tm2, and Tm3 were observed at 798±3 °C, 937±3 °C and 963±3 °C, respectively. A notable decrease in Tg of 5NFVP-HT600°C was observed compared to 5NFVP-BHT and 5NFVP-HT500°C. The thermal stability of 5NFVP-HT600 °C exhibited a significant increase to 210 K.",
                        "Moreover, heat treatment of 5NFVP-BHT at a temperature higher than Tc2 (678 °C) was conducted to assess the impact of elevated temperatures beyond Tc2 on the local structure. Heat treatment at a temperature higher than Tc2 can enhance crystallization, increasing crystalline phase volume fraction [ ]. This can result in a highly crystalline material with a minimal residual glassy phase. The Tg of 5NFVP-HT700°C was observed at 451±3 °C, with Tc1, Tc2, and Tc3 identified at 488±3 °C, 622±3 °C and 687±3 °C, respectively. Tm1 and Tm2 were shown at 786±3 °C and 912±3 °C, as depicted in Fig. 1 (d). The thermal stability of the 5NFVP-HT700°C showed a sudden decrease to 37 K compared to 5NFVP-HT600°C, attributed to the changes in the local structure caused by the precipitation of new crystalline phases [ , , ].",
                        "According to the findings derived from DTA, it is deduced that both 5NFVP-BHT and 5NFVP-HT ceramic samples contain two or more crystallization and melting temperatures. This observation suggests the existence of multiple crystalline phases within all prepared ceramic samples. The 5NFVP-HT600°C ceramic is the most stable sample due to the substantial difference between Tc and Tg. It is reasonable to anticipate that the precipitated crystalline phases will exhibit enhanced stability in terms of both structure and electrochemical performance."
                    ],
                    "name": "Thermal properties of 5NFVP ceramic",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "SEM-EDX microscopy is used to gain insight into the morphology and elemental composition of the 5NFVP-BHT and 5NFVP-HT ceramics at 500 °C, 600 °C, and 700 °C for 2h, are shown in Fig. 2(a–d), respectively.",
                        "EDS mapping confirms elements' presence and even distribution in 5NFVP-BHT and 5NFVP-HT ceramic samples. As evident in the elemental scale patterns, the Na/Fe/V/P ratios of 5NFVP-BHT, 5NFVP-HT500°C, 5NFVP-HT600°C, and 5NFVP-HT700°C were 4.5:30.3:8.1:17.1, 2.9:46:9.3:21.8, 0.8:35.2:12.4:16.6, and 1.8:29.7:9.4:17.9, respectively, as depicted in Fig. 2(e–h). The variation in the ratio of each element in 5NFVP-BHT and 5NFVP-HT ceramics samples indicates that the ceramic sample structure was changed with increasing heat treatment temperature.",
                        "Fig. 3(a) shows the X-ray diffraction (XRD) patterns of 5NFVP-BHT and 5NFVP-HT at 500 °C, 600 °C, and 700 °C for 2h. The sharp XRD patterns observed between 2Θ 18-70ο are attributed to various crystalline phases. The XRD patterns of 5NFVP-BHT reveal two crystalline phases: (I) hexagonal FePO4 [ICDD NO. 01-070-1793], has space group P63/mmc, with a = 5.0469 Å, c = 11.2563 Å, and phase friction of 84.4 %, and (II) NaFePO4 [ICDD NO. 01-029-1216], has space group Pmnb, with the lattice parameters a = 10.4812 Å, b = 6.2841 Å, c = 4.8482 Å, and β = 108.21ο and phase friction of 15.6 %. These values of the lattice parameters of NaFePO4 are comparable with the previously reported values for NaFePO4 [ ]. The crystal structure of orthorhombic NaFePO4 closely resembles that of orthorhombic LiFePO4. In orthorhombic NaFePO4, divalent iron ions adopt octahedral coordination, occupying the 4c sites, whereas Na + ions are located at the Wyckoff positions of the 4a sites.",
                        "The structural framework is constituted by [FeO6] octahedral and [PO4] tetrahedral, thereby establishing a one-dimensional Na + diffusion pathway along the b-direction [ ]. After heat treatment at 500 °C, the 5NFVP ceramic sample undergoes oxidation, and NaFePO4 is demolished. New sharp peaks emerge, indicating the presence of a new crystalline phase identified as α-NaVO3 [ICDD NO. 00-027-0828] has space group C2/c, with a = 10.4999 Å, b = 9.4379 Å, c = 5.8472 Å, and β = 108.21ο, and phase friction of 20.5 % which is consistent with the standard XRD pattern of monoclinic NaVO3. The lattice parameters of α-NaVO3 are consistent with previously reported values [ ]. Together with the main crystalline phase was detected before heat treatment due to FePO4. The lattice parameters of FePO4 observed in 5NFVP-HT500°C have a minor change and the phase fraction decreased by 4.9 %, as shown in Table S1.",
                        "In 5NFVP-HT600°C, two new crystalline phases were observed due to NaFe3V3O12 [ICDD NO. 01-085-0063] has space group P1 and phase friction of 19.4 %, with a = 6.8116 Å, b = 8.2209 Å, c = 9.8953 Å, α = 106.05ο, β = 104.40ο and γ = 102.09ο and V(PO3)3 [ICDD NO. 01-083-1953] has space group I1c1 and the lattice parameters a = 10.6014 Å, b = 19.0706 Å, c = 9.4199 Å, and β = 97.94ο and phase friction 5.5 %, and FePO4 with phase friction of 75.1 %. The XRD patterns of 5NFVP-HT700°C show new peaks related to hexagonal Fe3O3PO4 [ICDD NO 01-074-3301] has space group R3m: H, with the lattice parameters of a = 8.0258 Å, c = 9.4199 Å, and γ = 120ο and phase friction 24.9 %, and orthorhombic V2O5 [ICDD NO 01-072-0433] has space group Pmnm:2, with a = 11.5655 Å, b = 4.3703 Å, and c = 3.6194 Å, and phase friction 9.1 %, along with remaining FePO4 and the phase friction decreased to 66 %.",
                        "Based on the XRD results, one can expect that the DC conductivity of 5NFVP-HT, especially at 500 and 600 °C has the largest values due to the presence of α-NaVO3 in 5NFVP-HT500°C and NaFe3V3O12 and V(PO3)3 in 5NFVP-HT600°C ceramics [ , , ]. In the broader context, NaFe3V3O12, α-NaVO3, and V(PO3)3 demonstrate superior electrical conductivities compared to FePO4 and NaFePO4, each characterized by unique structural and compositional features influencing their electrical properties. NaFe3V3O12, well-known for its favorable electronic conductivity and ionic mobility, is a prominent choice in energy storage applications, especially in SIBs [ ]. Similarly, α-NaVO3, with large electrical conductivity and a layered structure facilitating efficient charge transport, is a versatile candidate in various applications, including as an electrode material [ ]. V(PO3)3 consistently shows moderate to good electrical conductivity and is widely used in SIB cathodes, enhancing overall battery performance.",
                        "In contrast, FePO4 is recognized for its lower electrical conductivity, prompting efforts to improve performance through strategies like the addition of conductive additives or alternative doping approaches [ ]. Simultaneously, NaFePO4, while suitable for specific applications, tends to exhibit lower electrical conductivity than the aforementioned materials [ , ]. This distinction emphasizes the critical importance of scrutinizing material properties when selecting components for electronic applications. The XRD data correlates well with the DTA results, revealing two or three crystallization temperatures (Tc) corresponding to the presence of two or three crystalline phases in 5NFVP-BHT and 5NFVP-HT.",
                        "For the observation of microstructures of the 5NFVP-BHT and 5NFVP-HT at 500, 600, and 700 °C ceramics with more details, the TEM and HRTEM are carried out. The TEM patterns of 5NFVP-BHT and 5NFVP-HT at 500, 600, and 700 °C for 2h are displayed in Fig. 3(b–e), respectively. For more details, the HRTEM exhibits the regular layer structure and the inter-planar spacing (d-spacing), as shown in (Fig. 3(f–l)).",
                        "Fig. 3 (f) shows the inter-planar spacing of 5NFVP-BHT is 0.443, 0.556, and 0.188 nm consisting of (100), (110), and (102), respectively. After heat treatment at 500 °C, the d-spacing is 0.451 and 0.298 nm matched with the (100) and (20−2), as shown in Fig. 3 (g, h). In 5NFVP-HT600°C, the d-spacing exhibited 0.445, 0.262, and 0.191 nm matched with (100), (002), and (200), respectively, depicted in Fig. 3 (i, j). In 5NFVP-HT700°C, the d-spacing exhibited 0.442 and 0.358 nm matched with (100) and (012), as displayed in Fig. 3 (k, l). Also, the amorphous structure was observed in the HRTEM images as shown in Fig. 3.",
                        "To reveal the fundamental characteristics of the local structure of the investigated ceramics, Fourier transform infrared (FTIR) transmission modes were conducted. Vibrational spectroscopic data is particularly invaluable in the realm of amorphous or partially amorphous matrix, where the conventional method of structure determination, X-ray diffractometry, is rendered ineffective. Fig. 4 (a) shows FTIR transmission spectra of 5NFVP-BHT and 5NFVP-HT at 500 °C, 600 °C, and 700 °C for 2h in the wavenumber range of 1800–390 cm−1. The transmittance band is around 1597 cm−1 of 5NFVP-BHT and 5NFVP-HT samples were ascribed to the O–H vibration of adsorbed water molecules [ ]. The small transmittance peak at 1369 cm−1 is attributed to the vibration of non-bridging (PO2) [ , , ]. The peak intensity slightly increased in the 5NFVP-HT500°C, indicating an augmentation of NBOs in the ceramic matrix [ ], with increasing heat treatment temperature to 600 and 700 °C, the peak intensity gradually decreased. The peak at 1206 cm−1 is ascribed to the symmetrical extending vibration of P–O–P metaphosphate rings in pyrophosphate [ ]. The asymmetric stretching vibration of the PO4 group was identified at 1092 cm−1. The transmittance band at 1028 cm−1 arose from the symmetric PO4 stretching mode associated with PO43− tetrahedral [ , ]. The peak at 897 cm−1 is related to symmetric stretching vibrations of P–O–P bonds linked with linear metaphosphate chains [ , ]. The transmittance peak at 811 cm−1 is associated with V–O–V stretching vibrations [ ].",
                        "The peak at 707 cm−1 corresponds to symmetric stretching vibrations of P–O–P rings or the V–O stretching mode of V(Td)O4 [ , , ]. The peak located at 605 cm−1 could be due to bending vibrations of P–O–P [ , , ]. The peak intensity increased with the rising heat treatment temperature. The peak at 546 cm−1 could be attributed to the Fe–O extending mode of Fe(Td)O4 [ , ]. The peak observed in prepared samples suggests that Fe3+ ions act as formers in the ceramic matrix. This result is consistent with the XRD findings, indicating the presence of the FePO4 crystalline phase in 5NFVP-BHT and 5NFVP-HT samples, see Fig. 3 (a). The peak located at 493 cm−1 is ascribed to the asymmetric bending unit in the PO4 tetrahedron [ , ]. The peak at 434 cm−1 could be attributed to symmetric bending vibrations of P–O bonds tetrahedra or Na–O vibration [ ].",
                        "5NFVP-BHT and 5NFVP-HT ceramics are considered to be composed of VO4 and PO4 tetrahedral with P–O–P bonds to form a 3D-network structure in which Fe3+(Td) ions form P–O–Fe bonds. It is important to note that Fe plays as a network former in the ceramic matrix since stretching or vibrational mode was evident in the FTIR spectra.",
                        "The investigation of 57Fe-Mössbauer spectroscopy aimed to consider Fe coordination and variations in metal bonding induced by Fe atoms in the surrounding environment. 57Fe-Mössbauer spectra and parameters for 5NFVP-BHT and 5NFVP-HT ceramics were measured at RT, as shown in Fig. 4 (b) and Table 1. The isomer shift (δ) and quadrupole splitting (Δ) associated with electron density and chemical environment were determined by neighboring the Fe nucleus [ ]. Observing the spectra, it is evident that all spectra for 5NFVP-BHT and 5NFVP-HT at 500, 600, and 700 °C could be fitted with two doublet components. These findings align remarkably well with the XRD results. In the case of 5NFVP-BHT ceramic, two doublets were identified, the δ value of the first doublet observed at 1.19±0.01 mm s−1, and Δ at 2.42±0.02 mm s−1, attributed to Fe2+ (Oh) and the second doublet δ value was observed at 0.35±0.01 mm s−1, and Δ at 0.91±0.01 mm s−1, corresponding to Fe3+ (Td). These results correlate well with the XRD results, where the first doublet aligns with Fe2+ (Oh) in the NaFePO4 crystalline phase [ ], and the second doublet relates to Fe3+ (Td) in the FePO4 crystalline phase [ ].",
                        "On the other hand, the large δ value associated with Fe2+ was demolished due to the oxidation that occurred during the heat treatment process in the air. The δ values of heat-treated ceramic samples at 500, 600, and 700 °C exhibited for the first doublet at 0.29±0.01 mm s−1 with a slight change at 600 and 700 °C, however, this change was within error. The δ values of the first doublet for all heat-treated ceramic samples are typically consistent with the reported value of the FePO4 crystalline phase [ ]. At the same time, the Δ value of the first doublet of 5NFVP-HT500 °C showed 0.63±0.02 mm s−1, and with increasing the heat treatment temperature to 600 °C, it exhibited an increase to 0.65±0.02 mm s−1, while 5NFVP-HT700°C shows a decrease to 0.62±0.02 mm s−1. A decrease in Δ values from 0.91 mm s−1 in 5NFVP-BHT to 0.52 mm s−1 in 5NFVP-HT700 °C implies that the FeIII–O chemical bond strength becomes weaker [ , ]. The distortion of FeIIIO4 tetrahedra is reduced because of the structural relaxation caused by the isothermal heat treatment.",
                        "The line width (Γ) of 5NFVP-BHT decreased with increasing heat treatment temperature from 0.54±0.01 mm s−1 to 0.29±0.01 mm s−1 due to reducing the amorphous phase and increased crystallinity [ , , ]. The δ values of the second doublet observed in heat treatment ceramic samples at 500, 600, and 700 °C show 0.44, 0.52, and 0.35 mm s−1, respectively. The Δ values of 5NFVP-HT500°C, 5NFVP-HT600°C, and 5NFVP-HT700°C exhibited 0.95, 0.76, and 1.13 mm s−1, respectively. At both temperatures of 500 and 600 °C, the δ values are due to Fe3+(Oh), while at 700 °C attributed to Fe3+(Td). An increase in the δ value from 0.44 to 0.52 mm s−1 with the rise in heat treatment temperature from 500 to 600 °C, indicates a transformation of Fe3+ shifted to a greater (Oh) coordination [ , ], while at 700 °C decreased to 0.35 mm s−1, indicating a return of Fe3+ (Td). The Fe3+(Oh) in 5NFVP-HT600°C is correlated well with the XRD results and ascribed to the NaFe3V3O12 crystalline phase [ ].",
                        "Fig. 5 (a, b) shows the Fe K- and V K-edges XANES spectra of 5NFVP-BHT and 5NFVP-HT ceramics at 500 °C, 600 °C, and 700 °C for 2h with Fe foil, Fe2O3, and Fe3O4 in Fe K-edge and VO2 and V2O5 in V K-edge as standard compounds. The crucial peaks in the spectrum contain two essential peaks: (I) the pre-edge peak and (II) the absorption peak. The pre-edge peak is typically attributed to the quadrupole transition from the 1s core state to the 3d empty state, along with contributions from dipole transitions resulting from the mixing of p and d orbitals. This phenomenon is generally expected to be weak for Fe and V cations in an octahedral environment [ , ]. The absorption edge is associated with the excitation of a 1s core electron to continuum states (i.e., the electron is ejected from the atom) [ ].",
                        "Fig. 5 (a) shows the normalized Fe K-edge XANES spectra for 5NFVP-BHT and 5NFVP-HT ceramics. It is known that the valence states of Fe-foil, Fe3O4, and Fe2O3 are 0, +2.66, and +3, respectively. Identifying these values can determine the change in the valence states of 5NFVP-BHT and 5NFVP-HT ceramics. The pre-edge peak gives information regarding local distortions and oxidation states by changing the peak intensity and center [ , ]. The pre-edge peak for Fe-foil, Fe3O4, Fe2O3, 5NFVP-BHT, and 5NFVP-HT at 500 °C, 600 °C, and 700 °C was observed at 7112.47, 7113.48, 7113.72, 7113.49, 7113.52, 7113.58 and 7113.51 eV with the normalized intensity of 0.337, 0.063, 0.097, 0.083, 0.089, 0.093 and 0.146, respectively.",
                        "It is known that the center of the pre-edge peak shift to the higher energy value indicates the oxidation state increased [ , ]. As shown in Fig. 5 (a) the 5NFVP-HT600°C ceramics showed the largest pre-edge value among all prepared samples indicating that this sample is the most abundant Fe3+, while 5NFVP-BHT exhibited the lowest value close to Fe3O4 indicating that, this sample is the most abundant of Fe2+. The Fe K pre-edge intensity of 5NFVP-BHT, 5NFVP-HT500°C, and 5NFVP-HT600°C was observed in between Fe3O4 and Fe2O3 due to Fe2+ (Oh) in NaFePO4 crystalline phases precipitated in 5NFVP-BHT while in 5NFVP-HT600°C showed slightly increased in pre-edge peak intensity due to the Fe3+ (Oh) in NaFe3V3O12 crystalline phase. The pre-edge peak intensity of 5NFVP-HT700°C showed high intensity compared with the value of Fe2O3 indicating the higher covalency of the Fe–O bonds and the symmetry of the FeIII sites [ , ]. The centrosymmetric nature of the octahedral site typically leads to a lower pre-edge peak intensity because the 1s to 3d transition is dipole-forbidden and only gains intensity through quadrupole transitions or distortion from octahedral symmetry [ ]. These results agree well with the oxidation state and coordination number of Fe in crystalline phases detected by XRD results and obtained results by Mössbauer spectroscopy, as shown in Fig. 3 (a) and Fig. 4 (b) and Tables (S1, 1).",
                        "The absorption edge for 5NFVP-BHT and 5NFVP-HT ceramic samples along with reference materials was determined by the normalized energy value at 0.5, as shown in the insert figure in Fig. 5 (a). The absorption energy shifted to a high value after heat treatment, referring to an increase in the oxidation state of Fe. The absorption-edge energy of 5NFVP-BHT ceramics is the identical value of Fe3O4, while the 5NFVP-HT600°C is almost similar to Fe2O3. In addition, the absorption edge of 5NFVP-HT500°C and 5NFVP-HT700°C ceramics showed between Fe3O4 and Fe2O3 close to the Fe2O3. It can be concluded that the oxidation state of Fe in the 5NFVP-BHT is the most abundant in Fe2+, while in the 5NFVP-HT600 °C is the most abundant in Fe3+.",
                        "Fig. 5 (b) displays the normalized V K-edge spectra of 5NFVP-BHT and 5NFVP-HT along with VO2 and V2O5. The absorption-edge energy of 5NFVP-BHT is less than the VO2, indicating that this sample partially contains V3+/V4+. Besides, the absorption energy values of 5NFVP-HT ceramic are close to V2O5, indicating that the oxidation state of vanadium after heat treatment was increased to V5+.",
                        "The V K pre-edge peak for VO2, V2O5, 5NFVP-BHT, and 5NFVP-HT ceramics at 500, 600, and 700 °C are shown at 5463.32, 5463.78, 5463.24, 5463.47, 5463.48, and 5463.44 eV with the normalized intensity of 0.279, 0.419, 0.534, 0.659, 0.746 and 0.675, respectively. The V K pre-edge peak shifted to higher energy, which means the oxidation state of vanadium increased after heat treatment. Notably, the pre-edge peak positions of 5NFVP-BHT and HT are consistent with the V K absorption edge values. The intensity of the V K pre-edge peak of 5NFVP-HT ceramics increased compared to that of the 5NFVP-BHT ceramic, as shown in (Fig. 5(b)). The V K pre-edge peak intensity gradually increased with the heat treatment temperature up to 600 °C, when the temperature was increased to 700 °C, the intensity decreased again to the same value observed for 5NFVP-HT500°C. All studied ceramics samples showed highly intense pre-edge peaks compared with standard materials of the VO2 (octahedral coordination) and V2O5 (square pyramidal), the higher pre-edge intensities of prepared ceramics samples can explained due to increased overlap between the vanadium 3d and oxygen 2p orbitals and the V ions are in a tetrahedral structure [ ]. These results are consistent with the crystalline phases detected by the XRD patterns of the 5NFVP-BHT and -HT ceramics.",
                        "The FT- K3-weighted Fe/V– K EXAFS spectra of 5NFVP-BHT and 5NFVP-HT ceramics with different heat treatment temperatures at 500, 600, and 700 °C with reference materials are displayed in Fig. 5 (c, d). FT- K3-weighted spectra were analyzed using the K = 3–12 Å−1 range of oscillations in K-space. In this K range, the EXAFS oscillation is clear to neglect the noise error by using the window function in Atana software. Fourier Transformation (FT) of EXAFS of Fe–K/V–K edges is also specified in Fig. 5 (e, f). Aspects of EXAFS can provide some details on short- and long-range orders (i.e., in the first and higher shells than the second). Fig. 5 (e) shows the two peaks detected at 1.45 Å and 2.53 Å; the first peak is attributed to Fe–O and the second one to Fe-Fe [ , ]. The first peak observed in both samples 5NFVP-BHT and 5NFVP-HT600°C shifts to a short average bond length between Fe and O due to the octahedral structure as the obtained results from Fe K pre-peak intensity and Mössbauer spectroscopy.",
                        "On the other hand, the V K EXAFS spectra showed four prominent peaks located at ∼0.69 Å, 1.32 Å, and from 2.43 Å to 2.94 Å ascribed to V–O [ , ], V–O [ , ], and V–V/V–P [ ], respectively, as shown in Fig. 5 (f). The peak located at 1.32 Å slight shift to a long average chemical bond length between V and O with increased heat treatment temperature up to 600 °C, these results are correlated well with V K pre-peak intensity which exhibits the same trend and confirm the change structure toward tetrahedral structure."
                    ],
                    "name": "Morphological and structural characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Electrical conductivity measurements were systematically conducted across a broad spectrum of frequencies and temperatures to assess the conductivity characteristics of both 5NFVP-BHT and HT samples. The conductivity spectra for sample 5NFVP-HT500°C are depicted in Fig. 6 (a), and represent the spectra for all studied samples, as presented in the supplementary information (Fig. S2). Noteworthy features of the overall spectra include: (a) a frequency-independent or DC conductivity, consistently observed at all measured temperatures, exerting dominance over the spectra, and (b) a frequency-dependent conductivity, or conductivity dispersion, discernible at higher frequencies and temperatures.",
                        "Nyquist plot of sample 5NFVP-HT600°C is presented in Fig. 6 (b). The typical complex impedance plot manifests as one semicircle with the centre positioned below the real axis, attributed to the overall bulk process in the sample, with decreasing arc with an increase in temperature related to the semiconducting behaviour of studied samples. In this research, we employed an electrical equivalent circuit (EEC) modelling strategy to analyze Nyquist plots through the implementation of the complex non-linear least-square (CNLLSQ) fitting procedure. The EEC that represents an individual depressed semicircle comprises a parallel combination of a resistor (R) and a constant-phase element (CPE). Instead of utilizing a pure capacitor (C) for circuit fitting, a Constant Phase Element (CPE) was employed. This choice was made due to the observed dominance of a depressed semicircle in the complex impedance spectra.",
                        "The DC conductivity demonstrates Arrhenius temperature dependence across all glass samples, exhibiting a characteristic activation energy, as illustrated in Fig. 6 (c). The activation energy (EDC) for DC conductivity was determined for each sample by analyzing the slope of log(σDCT) vs. 1000/T using the equation:(2)",
                        "σ D C T = σ 0 ∗exp ( − E D C k B T )Here, σDC represents the DC conductivity, σ0∗ is the pre-exponential factor, kB is the Boltzmann constant, and T is the temperature in Kelvin. The obtained EDC and DC conductivity (σDC) at 30 °C for all examined samples are presented in Fig. 6 (d) and summarized in Table 2.",
                        "Upon subjecting the samples to heat treatment, the DC conductivity undergoes a non-linear transformation, reaching a maximum value of 5.08 × 10−9 (Ω cm)−1 for the 5NFVP-HT600°C glass-ceramic. The DC activation energy follows an opposite trend, changing from 0.42 to 0.61 eV. Importantly, the presence of α-NaVO3, NaFe3V3O12, and V(PO3)3 in the system significantly enhances the conductivity of the studied glass-ceramic, as reported in prior studies [ , , , ].",
                        "Additionally, PXRD measurements and analysis reveal that the highest concentrations of the aforementioned crystalline phases are found in samples 5NFVP-HT500 and 600 °C, explaining the observed increase in conductivity values for these specific samples."
                    ],
                    "name": "Electrical properties",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "For the battery evaluation, the charge and discharge tests were conducted on 5NFVP-BHT and 5NFVP-HT ceramic samples under various current densities and a constant current density as shown in Fig. 7 (a, b). Fig. 7 (a) shows the discharge capacity of the 5NFVP-BHT and 5NFVP-HT ceramics samples measured under various current densities starting from 15 to 30, 40, 60, 75, 90, and 120 mA g−1 followed by a return to 15 mA g−1 for 50 cycles. The discharge capacity exhibited a decrease with increasing current density. The initial discharge capacities under 15 mA g−1 were 47.79, 97.74, 92, and 62.82 mAh g−1 for 5NFVP-BHT, 5NFVP-HT500°C, 5NFVP-HT600°C, and 5NFVP-HT700°C, respectively. At the higher current densities, the heat-treated samples showed good stability, while the discharge capacity of 5NFVP-BHT was unstable and rapidly decreased after increasing the current density of 60–90 mA g−1, and it was neglected with increased current density to 120 mA g−1. Notably, the 5NFVP-HT500 °C exhibited the largest discharge capacity observed among the ceramics samples within the current densities range of 15–60 mA g−1. In comparison, this behavior was changed with increased current density to 75 mA g−1, and the 5NFVP-HT600°C showed the largest discharge capacity value. The cyclability (%) of 5NFVP-BHT, 5NFVP-HT500°C, 5NFVP-HT600°C, and 5NFVP-HT700°C over 50 cycles under various current densities were 30.2, 50.8, 64.4, and 53.5 %, respectively.",
                        "These results highlight the positive impact of heat treatment on battery performance and 5NFVP-HT600°C showed the best-optimized battery performance under various current densities among ceramics samples. Fig. 7 (b) shows the discharge capacity was measured at 50 mA g−1 for 100 cycles for long-term assessment. The initial capacities were 24.83, 59.52, 48.58, and 32.24 mAh g−1 for 5NFVP-BHT, 5NFVP-HT500°C, 5NFVP-HT600°C, and 5NFVP-HT700°C, respectively. After heat treatment, the initial capacity significantly enhanced in the heat-treated ceramic samples at 500 °C and 600 °C, possibly attributed to crystalline phases containing vanadium observed in the XRD pattern, see Fig. 3 (a), such as NaVO3 in 5NFVP-HT500°C and V(PO3)3 in 5NFVP-HT600°C. The discharge capacities after 100 cycles were 4.86, 22.44, 29.34, and 9.90 mAh g−1 for 5NFVP-BHT, 5NFVP-HT500°C, 5NFVP-HT600°C, and 5NFVP-HT700°C ceramics, respectively, with capacity retentions of 18.8, 37.7, 60.4, and 30.7 %. The cyclability of heat-treated samples measured under a constant current density enhanced, indicating that the structure of heat-treated samples is more stable during the battery measurement.",
                        "The impact of evaluating prepared ceramic samples under various current rates (low and high current rates) exhibits a negative effect compared with a constant current rate for the same number of cycles. Table 3 shows the negative effect on the capacity retention (%) of 5NFVP-BHT and 5NFVP-HT ceramics over 50 cycles. The capacity lost between both conditions of the current rates (various or constant) is reflected in the capacity retention (%) over 50 cycles see Table 3. These results suggest that 5NFVP-HT600°C maintains a stable structure during charge and discharge under both high and low currents, exhibiting minimal capacity loss of 35.6 % (various current rates) and 4.7 % (constant current rate) over 50 cycles compared with all prepared ceramics samples.",
                        "Fig. 7(c–f) shows the charge-discharge curves of 5NFVP-BHT and 5NFVP-HT samples, in the voltage range of 1.5–4.1 V and current density of 50 mA g−1, with selected cycles of 1st, 2nd, 20th, 40th, 60th, 80th, and 100th. A cut off voltage of 4.1 V was selected for charging to minimize electrolyte decomposition and to avoid excessive extraction of ions from the cathode, which can lead to irreversible phase transitions in the host material. The cells exhibited open circuit voltages (OCV) of 2.51 V, 2.74 V, 3.17 V, and 2.77 V for 5NFVP-BHT and 5NFVP-HT at 500 °C, 600 °C, and 700 °C, respectively. These OCV values reflect the electrochemical activity of the assembled cells. Fig. 7 (c) displays the charge and discharge curve of 5NFVP-BHT, the discharge capacity in the first cycle of 24.83 mAh g−1 with a Coulombic efficiency of 88 %. A continuous capacity fade was observed, with the discharge capacity recorded at 4.86 mAh g−1 by the 100th cycle. The disparity between the charge-discharge capacities of the 5NFVP-BHT sample persisted throughout long-term cycling. This disparity is attributed to the fact that Na+ (de)-intercalation induces significant volume contraction and expansion, which in turn generates strain and leads to rapid capacity degradation [ , , ].",
                        "Fig. 7(d–f) shows the charge-discharge curves of the 5NFVP-HT at 500, 600, and 700 °C, respectively. The initial Coulombic efficiency values showed the opposite trend with the 5NFVP-BHT sample and the values are 104.8, 102.7, and 102.8 % for 5NFVP-HT at 500, 600, and 700 °C, respectively. The 2nd discharge capacity of 5NFVP-HT500°C and 5NFVP-HT600°C showed an increase in the discharge value compared with the first cycle, this behavior was observed in the 5NFVP-HT600°C until the 40th cycle, as shown in Fig. 7 (e). The decrease in Coulombic efficiency and discharge capacity is primarily due to structural degradation, Na trapping, electrolyte instability, and limited conductivity [ ]. The mix of crystalline and amorphous phases in these ceramics provides high initial capacity but suffers from poor long-term stability, leading to microcracking and phase transitions that hinder ion and electron flow [ ]. Na+ ions can become irreversibly trapped within the electrode material, reducing the active ions available in subsequent cycles and decreasing efficiency. Additionally, reactions between the electrode and electrolyte can form a solid-electrolyte interphase (SEI) layer, which, though initially protective, consumes active Na over time and increases impedance [ ]. Side reactions with highly reactive Fe2O3 and V2O5 components can further decompose the electrolyte, while leakage of Fe and V ions disrupts redox balance [ ]. The inherently low conductivity of these ceramics accumulates resistive layers and structural strain, limiting ion mobility and further decreasing capacity and efficiency over prolonged cycling [ , , ].",
                        "In addition, all samples did not show distinct voltage plateaus due to the amorphous phase as shown in HRTEM images see Fig. 3. The electrochemical behavior of the 5NFVP-HT500°C and 5NFVP-HT600°C electrodes can be attributed to their nanocrystalline size compared to 5NFVP-BHT. The 5NFVP-HT600°C sample, characterized by its smallest crystalline size and most porous structure, effectively facilitates Na+ ion intercalation and de-intercalation during cycling. To assess Na2O–Fe2O3–V2O5–P2O5 ceramics as potential cathode materials, the redox-active phases, and Na+ intercalation stability across various compositions. The 5NFVP-BHT sample, containing FePO4, NaFePO4, and an amorphous phase, exhibits a moderate performance profile [ , ]. FePO4 facilitates stable Na + intercalation through Fe2+/Fe3+ redox reactions, as following:(3)FePO4 + Na+ + e⁻ ⇌ NaFePO4,while NaFePO4 enhances capacity and stability. However, the amorphous phase leads to rapid capacity fading [ ].",
                        "The 5NFVP-HT500°C sample includes α-NaVO3, FePO4, and an amorphous phase, where α-NaVO3 supports high theoretical capacity via the V5+/V4+ redox couple [ ]:(4)NaVO3 + Na⁺ + e⁻ ⇌ Na2VO3",
                        "Although initial capacities are high, structural instability could lead to rapid degradation. The 5NFVP-HT600°C sample, with NaFe3V3O12, FePO4, V(PO3)3, and an amorphous phase, combines multivalent redox activity:(5)NaFe3V3O12 + Na⁺ + e⁻ ⇌ Na2Fe3V3O12,with stability, yielding an ideal balance for long-term cycling [ ]. In contrast, 5NFVP-HT700°C, containing Fe3O3PO4, V2O5, FePO4, and an amorphous phase, provides high initial capacity through V2O5 redox reactions:(6)V2O5 + Na⁺ + e⁻ ⇌ NaV2O5, but may suffer from structural instability. Thus, 5NFVP-HT600°C appears most promising for stable SIB performance.",
                        "A key factor influencing electrochemical performance is the particle size of the active cathode materials. A reduction in particle size increases the interfacial area (i.e., the contact area with the electrolyte) and shortens the Na+ ion diffusion length. As a result, the kinetics of the redox reaction are improved, thereby enhancing the overall electrochemical properties, as reported [ , ].",
                        "Table 4 compares the thermal and electrochemical properties of 5NFVP ceramic samples with those of other glass and glass ceramic samples containing various transition metal oxides used as cathode materials in sodium-ion batteries. Nakata et al. reported that the initial capacity of 30Na2O–40FeO–30P2O5 glass was 115 mAh g−1, measured under a current density of 10 mA g−1 when incorporated as an active cathode material in SIBs [ ]. The initial discharge capacity of this glass sample is comparable to that of 5NFVP-HT500°C and 5NFVP-HT600°C, which were measured at 15 mA g−1. Additionally, the 30Na2O–40FeO–30P2O5 glass did not maintain high capacity over long-term measurement, showing a rapid decrease in capacity with a capacity retention of 85.1 % over 5 cycles. In contrast, 5NFVP-HT600°C exhibited excellent capacity retention of 95.5 % over 50 cycles, despite being measured under a tenfold higher current density, as shown in Table 4. In terms of safety, the thermal stability of the 5NFVP-HT600°C showed a significant enhancement compared to all iron-based cathodes with different transition metal oxides. These results suggest that 5NFVP-HT600°C is a promising candidate for the cathode in SIBs due to its excellent cyclability under high current rates and long-term performance."
                    ],
                    "name": "Electrochemical performance",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "Due to their economical nature and lack of toxicity, iron-based mixed-vanadium-phosphate ceramics emerge as promising candidates for cathode materials in SIBs. Despite their inherent potential, practical implementation encounters difficulties attributable to the slow diffusion of Na+ ions and intrinsic limitations in electrical conductivity. In response to these challenges, we introduce a novel ceramic composition, 5Na2O–45Fe2O3–10V2O5–40P2O5, denoted as (5NFVP). This investigation explores the effects of heat treatment (HT) at temperatures of 500, 600, and 700 °C for 2 h on the electrochemical performance of 5NFVP, compared to the performance before heat treatment. All ceramics samples show two doublets, with the δ values of the first doublet associated with Fe3+(Td), confirming the XRD results which provide the main crystalline phase of FePO4. The second doublet observed in the 5NFVP-HT600°C is related to Fe3+(Oh), while 5NFVP-BHT exhibits a large δ value of 1.16 mm s−1, indicating the presence of Fe2+(Oh) due to NaFePO4 crystalline phase. The Fe–K absorption edge analysis reveals that 5NFVP-HT600°C ceramics predominantly consist of Fe3+, whereas 5NFVP-BHT showed the most abundant Fe2+ among all samples. The 5NFVP-HT600°C ceramic achieves the highest DC conductivity at 30 °C, reaching 5.08 × 10−9 S cm−1. The initial capacity of 5NFVP-HT ceramics is approximately twice that of 5NFVP-BHT. Furthermore, 5NFVP-HT600°C ceramic exhibits excellent long-term cycling stability, retaining 60 % of its capacity over 100 cycles under a current rate of 50 mA g−1. Given its cost-effectiveness, robust cyclability, and high thermal stability, these results suggest that 5NFVP-HT600°C is a promising candidate for energy storage applications."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "A. Ibrahim: Writing – original draft, Software, Methodology, Formal analysis, Data curation, Conceptualization. M. Razum: Writing – review & editing, Data curation. L. Pavić: Writing – review & editing, Methodology, Formal analysis, Data curation. Z. Homonnay: Writing – review & editing. E. Kuzmann: Writing – review & editing. A. Santić: Writing – review & editing. M.Y. Hassaan: Writing – review & editing. K. Akiyama: Writing – review & editing, Data curation. S. Kubuki: Writing – review & editing, Supervision, Resources, Project administration, Funding acquisition."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of competing interest",
            "type": "section_h2"
        }
    ],
    "Title": "Enhancing cyclability of Fe2O3–V2O5–P2O5 ceramic cathode for high-performance sodium-ion batteries through heat treatment"
}