{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Sodium-ion battery",
        "Cathode material",
        "Iron doping",
        "Na0.44MnO2 nanorods",
        "First principles"
    ],
    "Sections": [
        {
            "content": [
                "Due to its stability and low cost, the tunnel-style sodium-manganese oxide (Na0.44MnO2) material is deemed a popular cathode choice for sodium-ion rechargeable batteries. However, the Jahn-Teller effect caused by Mn3+ in the material results in poor capacity and cycling stability. The purpose of this experimental study is to partially replace Mn3+ with Fe3+, in order to reduce the Jahn-Teller effect of the material during charging and discharging process. The results of Raman spectroscopy and X-ray photoelectron spectroscopy confirmed that the content of Mn3+ decreased after Fe3+ doping. Electrochemical studies show that the Na0.44Mn0.994Fe0.006O2 cathode has better rate performance (exhibits a reversible capacity of 87.9 mAh/g at 2 C) and cycle stability in sodium-ion batteries. The diffusion coefficient of sodium ions increases by Fe3+ doping. The excellent rate performance and capacity improvement are verified by density functional theory (DFT) calculation. After doping, the band gap decreases significantly, and the results show that the state density of O 2p increases near the Fermi level, which promotes the oxidation–reduction of oxygen. This work provides a straightforward approach to enhance the performance of Na0.44MnO2 nanorods, and this performance improvement has guiding significance for the design of other materials in the energy storage domain."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Synthesis of Na0.44Mn1-xFexO2 cathode material with reduced Jahn-Teller effect.",
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Graphical abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "The extraction and consumption of fossil fuels have led to the vigorous development and application of new energy, which in turn requires strong support from energy storage methods [1]. Among various energy storage methods, electrochemical energy storage represents as the most straightforward and most efficient, thus emerging as the mainstream energy storage technology development [2]. In recent years, with the vigorous growth of the electric vehicle market [3], lithium-ion batteries as vehicle power have received unprecedented attention [4], [5]. However, lithium reserves on the Earth are limited (the content in the crust is only about 0.0065 %), so they cannot meet the needs of large-scale applications [6], [7]. Sodium (Na), which is in the same family as lithium (Li) [8], [9], exhibits similar physical and chemical properties to Li, and is abundant on the earth (2.74 % in the crust) and evenly distributed [10], [11], [12]. In the past decade, great efforts have been attributed to the rise of anode materials for sodium-ion batteries (SIBs), such as carbons, alloys, etc. [13], [14], [15]. At present, the cathode materials of SIBs mainly include polyanionic materials [16], [17], Prussian blue analogues [18], organic compounds [19], tunnelled metal oxides, and layered transition metal oxides [20], [21]. In manganese oxide materials (NaxMnO2), the structure of the material belongs to tunnel structure if the x value between 0.22 and 0.66. Among them, the tunnel type Na0.44MnO2 is considered the most promising cathode material for SIBs due to its structural stability under low voltage [22].",
                "However, in the nonlinear MnO6 octahedral field of NaxMnO2 materials, Mn3+ typically exists in a high-spin state, which endows it with a huge magnetic moment. The presence of this high-spin state results in a linearly elongated arrangement of MnO2. Additionally, the Mn3+ ion in the high-spin state has only one electron in the doubly degenerate Eg orbit, leading to asymmetric electron distribution. Therefore, electrons on the end of the orbit exhibit different shielding effects on the Mn nuclear in different directions. To stabilize the Mn3+ ion, two longitudinal Mn-O bonds are stretched, while four transverse Mn-O bonds are compressed. This stretching and compression of bonds ultimately gives rise to the Jahn-Teller(JT) effect[23], [24]. Due to the influence of the JT effect on the Mn3+ ions in the octahedral structure, the crystal structure changes over time, resulting in capacity loss. Currently, the commonly-used modification methods involve doping with other elements [25], coating, and the chemical presodium method [26], [27], [28], [29], [30]. The widely used coating material selection can choose a conductor with strong conductivity (such as Graphene [26], etc.), a strongly conductive material (such as CNT coating [27], etc.), or a multi-functional material (such as Na2TiO3[28], etc.). There are also Al2O3 [29], which inhibits surface oxygen loss, and In2O3 [30], which is similar to its structure. The doping of different elements can have different main effects, and various elements can also be used to play a synergistic role. At present, the doped elements are concentrated in Ni [31], Co [32], Ti [33], [34], Li [35], etc., and there is F [36] doping on the oxygen site. They have the characteristics of increasing specific capacity and stabilizing material structure. The type, proportion, and position of doping elements will affect the structure of the material, in turn its conductivity, discharge capacity, and cycling performance. In the periodic table of chemical elements, iron is adjacent to manganese, with only one difference in the number of electrons in the outer layer, demonstrating similar properties. Therefore, Fe doped manganese has the potential to improve the electrochemical performance of Na0.44MnO2 materials.",
                "In this paper, Fe-doped Na0.44MnO2 cathode materials (Na0.44Mn1-xFexO2) for SIBs were synthesized by the sol–gel method. The effects of Fe3+ doping on the structure, morphology, and electrochemical performance of the samples were investigated. The results show that Fe3+ doping can reduce the ratio of Mn3+ to Mn4+ in the material. The JT effect caused by the tensile contraction of two longitudinal Mn-O bonds and four transverse Mn-O bonds is inhibited. The electrochemical kinetic properties of the material were efficiently improved. It is not only improves the capacity but also has good rate performance and cycle stability. Based on the analysis of the data results, it can be concluded that the Fe3+ doping has a significant positive impact on enhancing the charge storage capability of this type of material. It also provides an effective method for suppressing the JT effect."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Taking CH3COONa⋅3H2O (99.0 %), MnC4H6O4⋅4H2O (99.0 %), and Fe(NO3)3⋅9H2O (98.0 %) as raw materials, with the sol–gel method, tunnel-type (T-type) Na0.44MnO2 materials with different amounts of Fe3+ doping and the undoped sample were prepared. Firstly, we weigh a certain amount of CH3COONa⋅3H2O, MnC4H6O4⋅4H2O, Fe(NO3)3⋅9H2O, dissolve them in an appropriate amount of distilled water, and then mix and stir. Due to the loss of sodium during sintering, we took an excess stoichiometric ratio of 10 % CH3COONa⋅3H2O for weighing. Other reagents are weighed according to stoichiometric ratios. Then, 2 mol/L C6H8O7⋅H2O solution is added for chelation. After the pH of the mixture is adjusted to 6.5. A transparent gel was obtained by a stirring (temperature 80 °C, duration 4 h). The formed gel is freeze-dried to obtain the complete precursor substance. Finally, the anionic citric acid is decomposed by heating in a muffle oven for 8 h at 350 °C. The obtained powder was calcined in air at 800 °C in a Muffle furnace for 9 h to obtain the final product. Both burnts are conducted in an air atmosphere. In comparison, a similar method was adopted to synthesize Na0.44MnO2 materials without an iron source. For convenience, the Na0.44MnO2, Na0.44[Mn0.994Fe0.006]O2, Na0.44[Mn0.988Fe0.012]O2, Na0.44[Mn0.95Fe0.05]O2 are referred to as NMO, NMOF-1, NMOF-2, and NMOF-3, respectively. The manufacturing process, as illustrated in Fig. 1."
                    ],
                    "name": "Materials Synthesis",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Structure of as-prepared materials has been investigated by using X-ray diffraction (XRD) with Cu Kα radiation (λ = 1.5406 Å) with the 2θ range from 10° to 65° on TD-3500 diffractometer. Field emission scanning electron microscopy (FESEM, Zeiss sigma300) equipped with an Energy Dispersive Spectrometer (EDS, Oxford Xplore30) was employed to observe the morphology and element distribution of the samples at an accelerating voltage of 5 kV, to detect whether they were uniform. And the high-resolution transmission electron microscopy (HRTEM, FEI, tecnai F2) operated at 200 kV. Raman spectra were recorded with the Senterra microscope (RIGAKU) using a 532 nm laser in working electrode form. X-ray photoelectron spectroscopy (XPS, Thermo Fisher Scientific K-Alph, America) was employed to perform the distribution of the elements on the surface of the materials."
                    ],
                    "name": "Materials characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The active material was mixed with acetylene black and polyvinylidene fluoride (PVDF) in a weight ratio of 8:1:1 in a mortar and blended well. Then, a suitable amount of n-methyl-2-pyrrolidone (NMP) solution was added dropwise to evenly disperse the mixture, which was then coated onto aluminum foil to form the cathode electrode. The aluminum foil was then cut into 14 mm diameter disks using a slicer, with an active mass loading of approximately 2.1 mg⋅cm−2. A Whatman glass fiber membrane (GF/D) was used as the separator. The electrolyte was a mixture of 1:1 vol% ethylene carbonate (EC) and propylene carbonate (PC), with a concentration of 1.0 M NaClO4. These materials were evaluated in coin cells (2032) using sodium as the counter electrode. Coin-type cells were assembled in a glovebox filled with argon gas, with water and oxygen levels below 0.1 ppm. The neware CT4008 battery testing system was used to evaluate the rate capability and cycling performance at 2.0 to 4.0 V at room temperature. The CHI660E electrochemical workstation was used to perform electrochemical impedance spectroscopy (EIS) evaluation in the frequency range of 105 to 10−3 Hz with an AC amplitude of 5 mV, and cyclic voltammetry (CV) testing between 2.0 and 4.0 V."
                    ],
                    "name": "Electrochemical measurements",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The Vienna Ab Initio Package (VASP) was employed to perform all the DFT calculations within the generalized gradient approximation (GGA) using the Perdew, Burke, and Enzerhof (PBE) formulation[37], [38], [39]. The projected augmented wave (PAW) potentials were applied to describe the ionic cores and take valence electrons into account using a plane wave basis set with a kinetic energy cutoff of 450 eV. Partial occupancies of the Kohn–Sham orbitals were allowed using the Gaussian smearing method and a width of 0.05 eV. The electronic energy was considered self-consistent when the energy change was more minor than 10−6 eV. A geometry optimization was considered convergent when the force change was smaller than 0.03 eV/Å. Grimme’s DFT-D3 methodology was used to describe the dispersion interactions[40]. The Brillouin zone integral utilized the surface structures of 1 × 2 × 2 monkhorst pack K-point sampling."
                    ],
                    "name": "Computational method",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The NMO and several groups of NMO samples with different Fe doping amounts have been prepared by the sol–gel method with the advantages of the small particle size. The XRD patterns of synthesized samples with different doping ratios are shown in Fig. 2A. It is evident that all samples exhibit similar diffraction profiles to the NMO, corresponding to the phases of tunnel structure (JCPDS: 27–0750 and JCPDS: 27–0749) [34], [41]. The main phase of four samples is Na4Mn9O18, and the space group is Pbam [42]. All samples have sharp peaks and high diffractometry. The diffraction peak intensity of the NMOF-1 sample is significantly enhanced compared with that of the pristine NMO. This indicates that the sample has a higher crystallinity. Nevertheless, when Fe content reached 5 %, a tow addition diffraction peak appeared at 15.53° (2θ) and 43.44° (2θ) in the NMOF-3, corresponding to the peak of layered P2-type Na0.7MnO2, indicating the occurrence of phase transformation from T-type to P2-type layered structure [43]. Fig. 2B shows the crystal structure of NMO. The skeleton is built on the MnO5 pyramid and the MnO6 octahedron [24]. Mn3, Mn5, and Mn4 are occupied by Mn4+, while Mn2 and Mn1 are occupied by Mn3+, showing an orderly arrangement of charges. The two polyhedra are interconnected by sharing angles to form two types of 3D tunnels. One type of tunnel is the large S-shaped tunnel, which is half-filled with Na ions [44]. Another type is a small pentagon tunnel completely occupied by Na ions. The small S-shaped tunnels are filled with Na+, but this portion of Na+ is challenging to unplug, thus leading to low specific capacity [25], [45]. Fig. 2C shows the crystal structure of Na0.7MnO2. The phase of Na0.7MnO2 belongs to the P2/O3 mixed phase, which is spontaneously converted into P2 or O3 single-phase and unstable during the electrochemical process. [46]. The oxygen atoms in the crystal are closely arranged in the form of hexagonal, dense packing. The transition metal Mn is distributed in the octahedral voids of O to form a solid MnO2 layer[47]. Na+ occupies the emptiness of the triangular prism between the layers. Fig. 2D shows the model diagram for assembling the positive electrode plate into a battery. During the charging process, the positive electrode is oxidized, and Na+ is separated from the NMO. During the discharge process, the positive electrode is reduced, and Na+ is embedded in the positive electrode material [48].",
                        "The SEM and length profiles of the pristine NMO, NMOF-1, NMOF-2, and NMOF-3 are shown in Fig. 3. As is seen from the figure, they display a similar rod-shaped morphology with an average length of 1–8 μm. After doping, the particle size becomes more uniform, among which the NMOF-1 sample having the smallest particle size and the most uniform distribution. The pure tunnel NMO and P2-layered Na0.7MnO2 exhibited rod-like and plate-like morphologies, respectively [32], [46]. From the SEM results, it can be seen that the plate particles begin to appear in the NMOF-3 sample, indicating that the layered structure began to appear when the doping amount is 5 %. HRTEM images show that the lattice stripe spacing of the NMOF-1 material (Fig. 4G) and the undoped NMO material (Fig. 4C and 4D) are 0.457 nm and 0.454 nm, respectively, both of which can point to the (2 0 0) plane of the tunneled NMO [49]. The interlayer spacing increases after doping Fe ions into the T-type NMO framework. This may be attributed to the stronger electrostatic force of Fe3+ ions compared to Mn3+ ions, which pulls the oxygen ions closer to the transition metal ions. As a result, the Mn-O bond length in the polyhedron is shortened [32], [50], and the bond energy of the Mn-O has risen, thereby the tunnel space for sodium ions to shuttle in the crystal is increased. In addition, the selected area electron diffraction (SAED) of NMOF-1 indicates that the sample has good crystallinity and excellent single-crystal properties (Fig. 4H). Representative SEM images of NMOF-1 samples and corresponding energy-dispersive X-ray spectroscopy (EDS) elemental mapping images show that the four elements are uniformly distributed in NMOF-1 sample (Fig. 4I). It also shows that iron is successfully doped into the NMO material."
                    ],
                    "name": "Characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The extraction and insertion properties of NMO are investigated by cyclic voltammetry (CV). Fig. 5(A-F) shows the CV and dQ/dV curves of four sample electrodes. It can be seen from the curves that the doped and undoped samples have similar redox pairs. Fig. 5B shows the CV curve of the NMOF-1 electrode. In the range of 2.0 ∼ 4.0 V potential, there are at least seven pairs of symmetric redox peaks (2.24 V, 2.51 V, 2.72 V, 3.03 V, 3.13 V, 3.29 V, and 3.50 V, respectively) that can be observed during the whole process of sodium ion insertion and extraction. During the insertion and extraction of sodium ions in the NMO lattice, the coupling between the order of sodium and charge (at the manganese sites) results in the sodium ions entering different places (as shown in Fig. 5(A-D)), producing a multi-phase transition mechanism, which is why multiple pairs of complex oxidation and reduction peaks can be observed in the CV curve [51], [52]. It is noteworthy that even the sodium ions in the small pentagonal tunnel, which were initially challenging to extract during charging and discharging to provide capacity, can now more easily shuttle in the crystal after modification, further improving the capacity of the material [36]. Also, the larger area enclosed by the CV profile indicates the higher capacity released. The large CV area of NMOF-1 confirms the result of its sizeable specific capacity. However, NMOF-2 and NMOF-3 have six pairs of redox peaks. This may be due to excessive iron content, which inhibits the shuttling of sodium ions at the Na1 and Na2 sites. The intensity of the NMOF-3 redox peaks is significantly reduced. This may be due to the presence of the P2 phase. This corresponds to the SEM results. In addition, for all four samples, the cyclic voltammograms of the first cycle do not overlap as much with the subsequent two cycles, particularly at the reduction peak around 3.1 V, indicating the presence of a certain degree of irreversible reaction during the first cycle. However, the redox peak of the NMOF-1 electrode did not change significantly in the last two cycles, demonstrating the charging and discharging process is stable. The strong peak in the first anodic cycle is attributed to the initial multi-atomic phase transition that occurs as sodium ions adapt to structural strain during their extraction and insertion from the lattice of the electrode material. As the number of cycles increases, the oxidation and reduction peaks overlap, indicating good reversibility of the structural deformation process. The test results further demonstrate that NMOF-1 exhibits enhanced curve overlap in subsequent cycles of the cyclic voltammetry test, superior charge/discharge performance, and improved cycling stability compared to the pristine NMO. Fig. 5(E-H) shows the dQ/dV curves of the fifth cycle. From the images, it can be seen that the potential interval (ΔV) between the redox peaks of NMOF-1 material is the smallest, which indicates that NMOF-1 has the least polarization among the four samples.",
                        "The electrochemical performances of the materials are evaluated by conducting constant current charge–discharge testing within the voltage range of 2.0 to 4.0 V at rates of 0.1 C to 3 C. Fig. 6(A-D) show the 10th, 20th, and 30th charge–discharge curves of four samples at a rate of 0.5 C. It can be seen that NMOF-1 sample and undoped sample have similar charge and discharge curves, and there are seven charge and discharge voltage platforms, corresponding to seven pairs of redox peaks in the CV curve [53]. With the increase in doping amounts, the charging and discharging platforms gradually become smoother. It is shown that doping can disarrange Mn/Fe, break the charging order and Na+/vacancy order, and promote the double-phase reaction kinetics [32], [35]. Among them, NMOF-1 material has the highest discharge capacity and recombination degree, indicating that NMOF-1 material has the best structural stability during the charge–discharge process. It is worth noting that the NMOF-2 material has the largest specific charging capacity, indicating that more Na ions can be released from the orthogonal lattice. However the coincidence degree of the curves is the worst, and the corresponding specific discharge capacity is not ideal. This may be due to the excessive release of Na+ from the lattice during the battery charging process, resulting in the collapse of the material structure. Therefore, Na+ are difficult to insert into the lattice during the discharge process.",
                        "Fig. 6E and 6F show the cycling performances of the four sample electrodes at 0.1 C and 0.5 C. The cycling performances of all doped samples are better than that of undoped sample when cycling at a rate of 0.1 C. The cyclic performances of NMOF-2 and NMOF-3 samples are approximately equivalent to that of undoped sample when cycling at a rate of 0.5 C. As can be seen that the NMOF-1 electrode reveals the highest initial discharging capacity (123.5 mAh/g (0.1 C), 104.0 mAh/g (0.5 C)) and maximum capacity retention (72 % (0.1 C, 100 cycles), 65 % (0.5 C, 200 cycles) at both 0.1 and 0.5 C, while the undoped sample has the lowest value. The comparison of discharge capacity before and after the cycle is shown in Fig. 6G and 6H. Compared with the pristine NMO, NMOF-1 has higher specific discharge capacity and better cyclic stability, consistent with the results of the charge–discharge curve. Therefore, an appropriate amount of Fe3+ doping can significantly improve the cyclic performance of the material. On the other hand, due to the expansion and contraction of the lattice during Na+ shuttling, the volume continuously changes during charging or discharging. In the battery cycling process, this significant volume change may be due to the JT effect [25]. The doping of Fe3+ ions in Na0.44MnO2 particles may help to inhibit the JT effect of the material, thereby improving the stability of the crystal structure during the cycle.",
                        "Fig. 6I shows the rate performance of the four sample electrodes. It can be observed that the rate performance of the doped materials is superior to that of the undoped sample when the iron content is less than 5 %. This may be due to the presence of highly conductive substances (iron), which increase the conductivity of electrons. On the other hand, the small size particles are more beneficial to the diffusion of Na ions and the conductivity of electrons due to the reduction of diffusion pathways, which were confirmed by the SEM analysis. However, when the doping amount reaches 5 %, the rate performance significantly decreases, which may be due to the presence of the P2 phase reducing the conductivity of the NMO materials. As the rate value increases, the capacity decay of NMOF-1 is significantly improved than that of the pristine NMO. In particular, at a large magnification of 3 C, the discharge capacity of the NMOF-1 sample can still maintained at 79.1 mAh/g, while the pristine NMO sample is 69.9 mAh/g. After recovering to 0.1 C, the capacity of the NMOF-1 sample can recover to 92.3 mAh/g, while the pristine NMO sample is only 83.1 mAh/g.",
                        "To further explore the influence of iron doping on the structural evolution of cathode material, we conducted XRD tests on the materials during charge and discharge processes, and the results are shown in Fig. 7A and 7B. The results show that all diffraction peaks shift significantly to a higher 2θ angle after the initial charging process, indicating Na+ extraction from the Na0.44MnO2 skeleton and cell contraction. When discharged, the peak returns to a lower angle and even lower degree relative to the original condition, which is due to more Na+ being injected into the frame rather than removed. In the process of charge and discharge, the peaks of NMOF-1 are less shifted to the left and right. This corresponds to smaller volume changes and enhanced structural stability during sample charging and discharging. This result further confirms that moderate Fe3+ doping can improve the structural stability of the material, which is consistent with the previous XRD and cyclic performance results."
                    ],
                    "name": "Electrochemical performance",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To gain a deeper understanding of the mechanism of Fe doping, DFT calculations are introduced to evaluate the effect of Fe doping on NMO conductivity. Models of the pristine NMO and NMOF-1 are constructed, as shown in Fig. 8 A and 8B. Fig. 8 C and 8 D show the band structures of Na4Mn9O18 and Na4Mn9O18-Fe. As can be seen from the figures, since the upper valence band and the sole conduction band at the Fermi surface do not overlap in K-space, the materials before and after doping are indirect band-gap semiconductors [54], [55], [56]. Bound electrons in the valence band must undergo a different band gap (Eg) in order to transition to the conduction band [57], [58], [59]. The smaller the band gap, the easier it is for electrons to transition and thus conduct electricity better. The results show that the band gaps of Na4Mn9O18 and Na4Mn9O18-Fe are 1.261 eV and 0.183 eV, respectively. After iron doping, the band gap is obviously reduced. The reduced band gap effectively reduces the electron migration energy barrier, which makes the material more conductive, thus improving the rate performance of the material. Fig. 8E and 8F show the DOS curves of the materials [60]. A replacement level triggered by Fe substitution appears near the Fermi level, the band gap between the discrete valence band (VB) and conduction band (CB) decreases, and the electron conductivity increases [61], [62], corresponding to the result of the energy band. The state density of the O 2p orbital increases near the fermi level, and the redox reaction of oxygen is promoted, thus providing further capacity."
                    ],
                    "name": "First principles calculations",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To explore the reaction kinetics of the electrode process, the EIS measurements and relevant Nyquist plots are performed for the pristine NMO and NMOF-1 electrodes after 200 cycles, the results are shown in Fig. 9A. Generally, the low-frequency part of the curve corresponds to the electrolyte resistance Rs, which is 29.59 (NMO) and 12.56 Ω (NMOF-1). While the semi-circle in the mid to high-frequency range can be attributed to the charge transfer impedance (Rct) [63]. The fitting results of Rct are about 1766.78 (NMO) and 416.12 Ω (NMOF-1), respectively. It can be seen that after 200 cycles, the impedance of NMOF-1 material is significantly smaller than that of the pristine NMO material. To further demonstrate whether the modification enhances electrochemical reaction kinetics, CV tests are conducted at different scanning rates. Fig. 9 (B-C) show the CV curves of the pristine NMO and NMOF-1 electrodes at different scan rates from 0.1 to 0.7 mV⋅s−1. And the minimum potential interval between (ΔV) redox peaks decreases after doping. Fig. 9D shows trends in diffusion coefficients calculated using the Randles-Sevcik relationship between peak current (A/g) and the square root of the scan rate (V1/2) [64], [65]. A higher slope corresponds to a higher diffusion coefficient. It can be seen that NMOF-1 materials have a large pitch and exhibit faster diffusion kinetics. The result indicates that the electrochemical reaction dynamics of the doped materials has been improved."
                    ],
                    "name": "Electrochemical reaction kinetics",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Fig. 10A shows the Raman spectra of NMOF-1 in the 200 and 800 cm−1 wavenumber regions. The vibration band with a wavenumber less than 500 cm−1 represents the bending vibration of the Mn-O bond and the stretching vibration of the Na-O bond [31]. The vibration frequency bands of 571 cm−1, 605 cm−1, and 738 cm−1 are the stretching vibrations of the Mn-O bond. The vibration band at 571 cm−1 is the stretching vibration of the [Mn IV-O] bond in the octahedron [MnO6]. At the same time, the rest belongs to the stretching vibration of [Mn III-O] in the tetrahedron [MnO5], confirming the coexistence of the oxidation states of Mn4+ and Mn3+. Fig. 10B shows a broad-spectrum investigation of the pristine NMO and NMOF-1 materials, further confirming the presence of all elements in the prepared samples. Fig. 10 (C-F) shows the full spectrum of the pristine NMO and NMOF-1 materials and the surprise spectra of the Mn 2p and O 1s orbits. The relative positions of Mn 2p peaks in bare and NMOF-1 materials did not change significantly. However, the characteristic peak of the Fe 2p orbit appears in the full spectrum of NMOF-1 material. In the fine spectrum of Mn 2p orbits, the prominent peaks of the Mn 2p orbit centered on 640.9 and 652.7 eV correspond to Mn3+, and the peaks at 642.4 and 654.6 eV correspond to Mn4+[66]. This indicates that Mn3+ and Mn4+ are present in both pristine NMO and NMOF-1 samples. It is consistent with the results of the Raman test. The ratio of Mn3+/Mn4+ in the pristine NMO sample is 62.37 %, while the ratio of Mn3+/Mn4+ in the NMOF-1 sample is 59.9 %. The ratio of Mn3+/Mn4+ in NMOF-1 sample is lower than in the pristine NMO. This may be due to the partial substitution of Fe3+ for Mn3+. Thus, the JT effect in charge and discharge processes is reduced, and the structural stability is improved. The O 1s orbit splits into three peaks at 533.9, 531.3, and 529.9 eV, which can be attributed to CO, MnOH, and MnOMn, respectively. The MnOMn bond comes from NaxMnO2, and the MnOH bond may come from the OH adsorbed on the surface. In addition, in the NMOF-1 sample, the peak area of the O 1s orbit at 531.3 eV increases [30]. It is shown that Fe3+ doping promotes the generation of oxygen defects, thereby improving oxygen redox and providing further capacity."
                    ],
                    "name": "Raman spectroscopy and XPS tests",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, based on previous reports on the Na0.44MnO2 material, the Jahn-Teller effect was induced by high spin Mn3+, Fe3+ doped samples were synthesized by the sol–gel method as modification method in this work. The electrochemical sodium storage behavior of Fe3+ doped samples and the mechanism of Fe3+ doping modification were analyzed from the aspects of physical characterization, electrochemical performance analysis, diffusion coefficient and first principle calculation. The XRD results show that moderate Fe3+ doping does not affect the tunnel structure of the material, and unstable layered phases appear when the iron content exceeds 5 %. The morphology results show that an appropriate amount of Fe3+ doping exhibits finer particles and a more uniform distribution. The electrochemical test results show that moderate Fe3+ doping can improve the rate and cycling performance. XPS and Raman analysis confirmed that Fe3+ doping suppressed the content of Mn3+, thereby suppressing the resulting JT effect. The XRD results during the cycling process confirm the structural stability of the Fe3+ doped sample. In DFT calculations, the results of band changes indicate that Fe3+ doping can reduce band gaps and electron transfer barriers, making it easier for electrons to transfer between the valence and conduction bands, thereby improving the conductivity of the material. The DOS results indicate that Fe3+ doping can effectively increase the electron density of O2p orbitals near the Fermi level, which can promote oxygen redox and thereby increase the material’s capacity. EIS and CV results confirmed that appropriate Fe3+ doping improves the diffusion kinetics of sodium ions in NMO materials. This provides a simple and feasible method for optimizing the performance of NMO materials, promoting the understanding of the deep mechanism of Fe doping, which has a guiding significance for designing other tunnel materials and doping mechanisms in the field of energy storage."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "Huiyu Zhang: Writing – review & editing, Writing – original draft, Validation, Software, Methodology, Data curation. Yanhong Xiang: Writing – review & editing, Writing – original draft, Supervision, Resources, Project administration, Funding acquisition, Formal analysis, Conceptualization. Baocheng Liu: Investigation. Guang Li: Investigation. Chen Dun: Investigation. Haoyu Huang: Investigation. Qiuling Zou: Investigation. Lizhi Xiong: Formal analysis. Xianwen Wu: Investigation, Formal analysis."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of competing interest",
            "type": "section_h2"
        }
    ],
    "Title": "Fe doping mechanism of Na0.44MnO2 tunnel phase cathode electrode in sodium-ion batteries"
}