{
    "DOI": "10.1002/adma.202100210",
    "Journal": "",
    "Keywords": [
        "conducting additive‐free electrodes",
        "sodium‐ion batteries",
        "transition metal selenides",
        "volumetric capacity"
    ],
    "Sections": [
        {
            "content": [
                "Electrode materials, as the most vital components of lithium‐ion batteries (LIBs), have made great strides since the discovery of electrochemical lithium storage behavior of LiCoO2 in the cathode side and graphite as the anode.[] So far, most research pursue extremely high gravimetric capacity which, however, is not the only important metric for LIBs applications.[] In areas of consumer electronics, microelectronics, military, aerospace, and even in electric vehicles, LIBs are needed not only to own light weight but compact size.[] Thus, volumetric capacity should have been prioritized over gravimetric one, yet this crucial metric is often neglected.[] Pitifully, the same situation also applies to the newly built sodium‐ion batteries (SIBs), which is at the early stage of their development.[] As for their potential application in the smart grid, the battery size is also decisive when being stored in the outdoors.[]",
                "In comparison with the cathode, anode volumetric capacity is of particular importance because cathode materials usually offer much higher volumetric capacity than the state‐of‐the‐art anode materials.[] Till now, the strategies used to enhance volumetric capacity mainly focus on the material‐level design, like the synthesis of Si@graphitic carbon nanowire array[] or thick CNT‐Si film,[] which increased the tap density of electrode and thus improved the volumetric capacity up to 1500 mAh cm–3. Another method is to composite the low‐volumetric‐capacity material with the ones owning high volume density. Taking advantage of high‐volume density of SnO2 (6.5 g cm–3), several nanocomposites were reported to deliver an enhanced volumetric capacity, like hollow structured SnO2@Si nanospheres[] and Si@SnO2 core–shell particles.[]",
                "Besides the materials level, the electrode‐level performance is also crucial for volumetric capacity.[] As we all know, a working electrode generally consists of active material and a certain amount of electrochemical inactive components, such as binder and conducting additive (hereafter denoted as CA), which usually account for ca. 20–30% of the total electrode mass (Table , Supporting Information). Although much effort has been attempted to increase the energy density via electrode components optimization, like the binder‐free electrode,[] the CA (Super P in most cases) seem to be indispensable since the electronic conductivity of most electrode candidates is inherently low.[] Even worse, in most anodes, additional carbonaceous framework is highly needed for better rate capability and long‐term stability.[] It has been demonstrated that, interestingly, Li4Ti5O12 electrode works well after removing CA out and the secret lies in the high electronic conductivity of the intercalated phases, i.e., Li4+δTi5O12 and the interphase boundary equilibrated with Li7Ti5O12, which can help to accelerate the electron transportation during cycles.[] Therefore, rational design of electrode materials with metallic conductivity could be a valid strategy toward high volumetric capacity, yet it remains challenging.",
                "Encouraged by the discovery of high‐temperature superconductivity in layered LaFeAsO1−xFx,[] iron selenide (FeSe) has attracted particular interest owing to the crystallographic simplicity.[] FeSe crystallizes in two different polymorphs with different electronic structures: hexagonal NiAs‐type structure (hereafter denoted as h‐FeSe) is a semiconductor,[] while, tetragonal PbO‐type structure (t‐FeSe) is a metal with superconducting transition below 10 K,[] as displayed in the schematic crystal structure of Figure ,, respectively. Besides the exotic physical properties, FeSe shows great potential as the anode material for LIBs and SIBs owing to the high theoretical capacity. So far, most works have focused on the synthesis of nanocomposites with carbonaceous material to address their serious volume expansion during the conversion reaction.[] Despite the great achievements, the merit of inherent metallic conductivity of t‐FeSe is usually being omitted. Since its electronic conductivity is comparable to or even higher than the carbonaceous materials, t‐FeSe is anticipated as the ideal material to assemble a CA‐free electrode without sacrificing its reversibility and high‐rate capability. On the other hand, ruling out the CA from the electrode complex could benefit to increase the density of working electrode; thus enhance the volumetric capacity output. The side reaction related to the decomposition of electrolyte to form SEI could also be largely suppressed due to the absence of high‐surface‐area CA, leading to a high initial Coulombic efficiency. In addition, t‐FeSe is thermodynamically stable with lower formation energy (−0.275 eV) as compared with h‐phase (−0.08 eV).[] Hence, it is meaningful to employ t‐FeSe as the electrode directly because it can avoid the irreversible phase transition from h‐ to t‐phase in the initial cycle and corresponding electrode reorganization.",
                "Herein, we propose an effective strategy of polymorph engineering to boost the volumetric capacity of FeSe anode for Na+ and Li+ ions storage. Specifically, we directly employ t‐FeSe to realize a CA‐free electrode configuration with the result of an enhanced Na+ storage volumetric capacity of 1011 mAh cm–3, much higher than the CA‐contained materials. More impressively, the proposed CA‐free t‐FeSe electrode raises the active material utilization from 70  to 96.7 wt% without sacrificing either the capacity or durability. The electrode also exhibits the highest initial Coulombic efficiency of 96% in the state‐of‐the‐art metal sulfides or selenides. Furthermore, t‐FeSe is investigated as the CA‐free cathode for lithium‐ion battery in a valid high working potential between 2.8 and 1.0 V with a superior volumetric energy and power densities. The enhanced volumetric performances can be understood in terms of the inherent metallic conductivity of t‐FeSe, which contributes to the construction of CA‐free electrode with compressed electrode density and fast electron compensation during electrochemical processes."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The crystal structure of as‐prepared h‐ and t‐FeSe were examined via synchrotron X‐ray diffraction (XRD) together with the Rietveld refinement. As shown in Figure , all the reflections can be indexed based on h‐FeSe with the refined lattice parameters of a = b = 3.6183 Å and c = 5.8938 Å, consistent with the previous reported values.[] In contrast, as displayed in Figure , the reflections of t‐FeSe are indexed based on two different phases of FeSe: the main phase belongs to tetragonal symmetry with a space group of p4/nmm, while, the minor one corresponds to hexagonal structure with a space group of P63/mmc. Rietveld refinement suggests a molar ratio of 71:29 for t‐FeSe:h‐FeSe. It has been demonstrated that t‐FeSe exists on the Fe‐rich side, while h‐FeSe phases exists on the Se‐rich side according to the phase diagram of Fe‐Se system.[] When the annealing temperature is increased above the sublimation temperature of Se (685 °C), the poor Se environment benefit to the formation of tetragonal phase. However, it is really hard to achieve a uniform environment during solid phase reaction, so minor phase of h‐FeSe is accompanied. The high‐resolution transmission electron microscopy (HRTEM) images (Figure , Supporting Information) also reveal a mixed phase formation that the interplanar spacing of 0.55 nm corresponds to (001) plane of tetragonal phase, while, 0.31 nm belongs to (100) plane of hexagonal phase. Moreover, the resistivity of h‐ and t‐phases were measured via a four‐point probe method. As displayed in Figure , h‐FeSe shows a semiconducting behavior, in sharp contrast to the metallic conductivity of t‐FeSe (Figure ) whose resistivity decreases as the temperature lowers, despite the mixed phase characteristic. In particular, the room‐temperature electronic conductivity of t‐FeSe is achieved as 1003 S cm–1, more than 13 times higher than that of h‐FeSe (73 S cm–1). Noted that the electronic conductivity of t‐FeSe is also very competitive as compared with various carbonaceous materials (10–1000 S cm–1),[] seeing a strong possibility to construct a working electrode without Super P additive. Scanning electron microscopy (SEM) images (Figure ,) shows that both h‐ and t‐FeSe crystallize into microsized particles. Energy dispersive X‐ray spectroscopy mapping (Figure , Supporting Information) indicates a homogeneous distribution of Fe and Se in the as‐prepared t‐phase FeSe."
                    ],
                    "name": "Crystal Structure and Physical Property",
                    "type": "section"
                },
                {
                    "content": [
                        "The sodium storage property of t‐FeSe was first evaluated by assembling a coin‐type cell with normal mass ratio of active materials, Super P and binder as 7:2:1. The h‐phase electrode was prepared in the same way for comparison. To understand the redox behavior during Na+ insertion and extraction, cyclic voltammetry (CV) profiles were recorded at a scan rate of 0.1 mV s–1 between 3.0 and 0.3 V (vs Na+/Na). As displayed in Figure , three intense peaks appear in the first cathodic scan. The ones at 1.3 and 0.7 V correspond to the formation of intermediate phase of NayFe2Se2 and further conversion reaction into Fe particles and Na2Se, respectively. Detailed phase evolution will be discussed in the subsequent in situ XRD discussion. The one at 1.1 V, which appears in the first cycle and vanishes in the subsequent cycles, can be attributed to the conversion reaction of impurity h‐FeSe (Figure , Supporting Information). In the anodic scan, t‐FeSe shows one distinct broad peak at 1.5 V due to the reverse process from Fe and Na2Se into t‐FeSe. Additionally, there are several weak humps in the CV profiles, like 2.0 V in the anodic and 1.6 V in the cathodic scan, which can be attributed to the side redox reaction of Super P (Figure , Supporting Information). After the initial cycle, h‐FeSe shows the same two cathodic peaks as t‐phase (Figure , Supporting Information), indicative of a phase transition from h‐ to t‐phase. And all the CV curves are superposed on each other, indicative of an excellent electrochemical reversibility. Furthermore, t‐FeSe anode delivers an initial discharge and charge capacities of 449 and 407 mAh g–1, respectively, with initial Coulombic efficiency (ICE) of 91%, as shown in Figure . After 50 cycles, the electrode can still deliver a high capacity of 377 mAh g–1 with a high capacity retention of 93% (Figure ). Interestingly to note that there is no big difference between the cycle performance for t‐ and h‐phase FeSe in the normal electrode configuration (Figure , Supporting Information). The reason lies in the positive effect of introduced conducting additive (Super P in our case) that facilitates fast electron transfer for the semiconducting h‐FeSe.",
                        "To emphasize the efficiency of high electronic conductivity of t‐FeSe, the conductive additive is removed from the electrode complex and a CA‐free electrode is assembled for SIBs application. As shown in Figure , there is nearly no difference in the resistance at the OCV states for t‐FeSe before (Rct = 11.7 ± 0.9 Ω) and after taking CA out (Rct = 11.8 ± 0.8 Ω) owing to its inherent high conductivity. In sharp contrast, the CA‐free h‐FeSe electrode delivers much larger resistance than the CA‐contained electrode because of its semiconducting behavior (Figure , Supporting Information). As compared in Figure , the CA‐free t‐FeSe electrode delivers a high reversible capacity of 400 mAh g–1 with a capacity retention of 99% over 30 cycles, in sharp contrast to the extremely low capacity of the h‐phase. Even if the CA is moved out, the inherent high electronic conductivity of the t‐phase guarantees high utilization of the active materials, yet the h‐phase does not. Note that the experimental capacity is a little higher than the theoretical expected one (397 mAh g–1). This phenomenon could be attributed to the interface storage since the conversion‐[] or alloying‐type[] anode materials would decompose into nanoparticles with large specific area when being discharged to the low working potential. A recent study also suggested that the electrochemically reduced Fe nanoparticles could contribute to the spin‐polarized capacitance owing to the accumulation of spin‐polarized charges at the interface.[] In addition, the advance of metallic t‐FeSe electrode is presented in the comparison of discharge capacities at various rates, as shown in Figure . At a high current rate of 12.5 C, t‐FeSe electrode achieves a high reversible capacity of 284 mAh g–1, which recovers to 374 mAh g–1 when the current rate turns back to 0.5 C, while, CA‐free h‐FeSe electrode can hardly deliver any capacity at 1.25 C‐rate due to the sluggish kinetic properties. Thus, h‐FeSe plays a negligible role in the electrochemical performance of the mixed t‐FeSe phases since the inherent semiconducting electronic conductivity of the h‐phase induces sluggish kinetic properties.",
                        "In addition, the electrochemical properties of CA‐free t‐FeSe with different electrode components (active material:CA:binder = 7:2:1, 8:1:1, 9:0:1 and 29:0:1) were measured. The detailed calculation method for the volumetric capacity is given in the Experimental Section and Figure  (Supporting Information). As shown in Figure , four electrodes exhibit similar profiles, indicative of the similar Na+ storage processes, yet slight distinction in voltage polarization. While the volumetric capacity reveals a significant difference in response to the conducting additive content. As shown in Figure , 9:0:1 electrode delivers volumetric capacity of 825 mAh cm–3, higher than the 8:1:1 (639 mAh cm–3) and 7:2:1 (408 mAh cm–3) samples. On account of the high density of FeSe, we further reduce the content of electrochemical inactive binder to achieve a high utilization of active material. Surprisingly, the highest volumetric capacity of 1011 mAh cm–3 is delivered in the 29:0:1 sample, which is one of the highest values among the transition metal sulfides or selenides (Figure ). Besides, the ICE of 29:0:1 sample is achieved as 96%, the highest value in the state‐of‐the‐art metal sulfides or selenides, as compared in Table  (Supporting Information). This enhancement in the volumetric capacity and ICE is closely related to the proposed strategy of removing the puffy Super P from the electrode complex, which not only contributes to the increase of density of the electrode but also suppresses the side reactions between the electrolyte and electrode, since Super P has larger specific areas (65.5593 m2 g−1, detailed nitrogen adsorption–desorption isotherms are shown in Figure , Supporting Information) than t‐FeSe (14.0772 m2 g−1). Furthermore, decreasing the binder content to 3% could help to increase the electrochemical reversibility and ICE, since the binders are known as insulating and electrochemically inactive.[] The superiority in the CA‐free t‐FeSe electrode is also demonstrated in the high‐rate capability tests, as depicted in Figure . Though all four electrodes demonstrate strong tolerance to the applied current densities, the CA‐free t‐FeSe electrode delivers the highest reversible capacities owing to the high utilization of the active materials. In comparison with the reported volumetric capacities in the up‐to‐date SIBs anodes (Figure ), the CA‐free t‐FeSe electrode is also very competitive, especially under higher current density.",
                        "What is more, in circumstances of commercial application, such as electric vehicles and 3 C products, the strong ability of fast charging and slow discharging is highly desirable.[] As for the half‐cell setup, whether the anode could afford fast discharge and slow charge scanning is especially essential since the charging processes of full cell corresponds to the inserted process of ions into the anode side. Thus, the CA‐free t‐FeSe electrode was further evaluated in a fast‐discharge–slow‐charge (FDSC) mode, under which various current rates are applied in discharge process, while recharged at 0.5 C rate. As demonstrated in Figure ,, the electrode delivers a reversible volumetric capacity of 803 mAh cm–3 at 5 C discharge rate (corresponding to 9 min). When being recharged at 0.5 C rate, all of the inserted sodium ions can be released. After cycled at FDSC mode for 100 cycles, the electrode exhibits decent cycling capability with almost no capacity decay. Moreover, the CA‐free electrode demonstrated outstanding long‐term cycle stability with a capacity retention of 94% and 92% after 500 cycles at 0.5 C and 2.5 C, respectively, as displayed in Figure , which is attributable to the selected ether electrolyte in favor of cycling stability even for the micro‐sized material.[] Besides, the higher cutting off voltage of 0.3 V could benefit to suppress the over‐reaction of conversion‐type materials with long‐lived cycle life.[] In addition, impressively to note that the proposed CA‐free electrode raised the active material utilization from 70% (CA‐contained) to 96.7% without sacrificing the durability and rate capability. As compared in Table  (Supporting Information), the material utilization in our electrode configuration outperforms most of the reported anode materials or commercial LIBs level (92%–96% depending on various electrode materials), further demonstrating the superiority of our proposed design strategy."
                    ],
                    "name": "Sodium Storage Property of t‐FeSe",
                    "type": "section"
                },
                {
                    "content": [
                        "The phase evolution of t‐FeSe was then investigated via in situ XRD. Figure  displays the contour map of t‐FeSe on a live SIB cell for the initial two cycles. At the OCV state, all the reflections belong to t‐FeSe phase, except the ones from Be window and h‐FeSe (at 32.3°). As the initial discharge to 1.36 V, there is no obvious peak change, indicative of Na+ insertion process into t‐FeSe with the potential product of NaxFeSe. Subsequently, the reflections of the t‐phase fade away rapidly; in the meanwhile, a series of new ones at 24.3°, 30.5°, and 36.2° emerge along with the flat voltage plateau at 1.35 V in the GCD profile, characteristics of a two‐phase transition. After careful indexing, these new reflections can be attributed to ThCr2Si2‐structured NayFe2Se2 with space group of I4/mmm.[] Also, the reflection of h‐FeSe at 32.3° disappears completely upon Na+ insertion, consistent with the small plateau at 1.14 V. Further Na+ insertion induces the flat voltage plateau at 0.75 V, where NayFe2Se2 decomposes and converts to Na2Se and Fe, as evidenced by the vanish of these reflections and the simultaneous appearance of broad diffraction peaks at 22.5° (Na2Se), 37.6° (Na2Se), and 44.6° (Fe). During the charging process, the reflections of Na2Se and Fe gradually disappear and fully convert into t‐FeSe, which means the Na+ ions stored by discharging process could be fully released to the external and achieve high Coulombic efficiency in the cycle and response for the excellent cycle performance. Upon the charging process, no intermediate phase formation could be detected, this behavior is consistent with the long voltage plateaus in GCD curve and one peak in the anodic scanning of CV profile. Note that the hexagonal phase cannot be re‐formed after Na+ extraction, which is consistent with the previously reported result,[] and also verified by the ex situ XRD (Figure , Supporting Information). The irreversible phase transformation can be attributed to the higher formation energy of h‐FeSe (−0.08 eV) than that of the tetragonal phase (−0.275 eV).[] In the second cycle, t‐FeSe exhibits the same phase transition as the initial one, suggestive a high reversibility upon sodium insertion and extraction. The redox reactions of t‐FeSe can be summarized below:",
                        "Discharge process:1FeSe+xNa++xe−→NaxFeSe22NaxFeSe+(y−2x)Na++y−2xe−→NayFe2Se23NayFe2Se2+(4−y)Na++4−ye−→2Fe+2Na2Se4Total:FeSe+2Na++2e−→Fe+Na2Se",
                        "Charge process:5Fe+Na2Se→FeSe+2Na++2e−"
                    ],
                    "name": "Sodium Storage Process",
                    "type": "section"
                },
                {
                    "content": [
                        "Thanks to the encouraging effect of t‐FeSe for the enhanced volumetric capacity, we branch out the design methodology to LIBs using the CA‐free t‐FeSe electrode as the cathode for high volumetric energy and power densities. As shown in Figure , the GCD profiles of CA‐free t‐FeSe electrode in the Li battery were recorded at 0.5 C rate in the potential range of 1.0–2.8 V versus Li+/Li. After the initial conditioning cycle, the discharge plateau increased from 1.37 to 1.53 V, leading to a decreased overpotential from 0.44 to 0.35 V, indicative of an enhanced reaction kinetics. The enhanced kinetics is also verified via the electrochemical impedance spectroscopy. The Nyquist plots (Figure ) suggests that the cell after the initial cycle demonstrates low charge transfer resistance of 5.1 ± 0.3 Ω, in sharp contrast to the OCV state (59 ± 3.1 Ω) as listed in Table  (Supporting Information). Furthermore, the redox peaks in the incremental charge (dQ) versus potential curves (Figure ) identify the conversion reaction between FeSe and Li2Se with Fe nanoparticles, which will be further discussed later. As exhibited in Figure , the proposed system delivers a high volumetric capacity of 1010 mAh cm–3 in the initial cycle, corresponding to a high volumetric energy density of 1373 Wh L–1 (calculated based on the whole cathode electrode). The t‐FeSe cathode shows slight capacity decay in the first 15 cycles and then stabilizes at 758 mAh cm–3 for the subsequent cycles with no obvious capacity decay. As illustrated in Figure , a high volumetric capacity of 618 mAh cm–3 can be delivered at a high current rate of 5 C, corresponding to the volumetric power density of 7200 W L–1. As compared in Figure  (and comprehensive comparison in Table , Supporting Information), the battery offers very competitive volumetric capacity and rate capability in comparison with the latest reported transition metal selenides for Li+ storage. Due to the inherent semiconducting conductivity, h‐FeSe can hardly deliver any reversible capacity or high‐rate capability (Figure , Supporting Information), that means it plays a negligible role on the manifested electrochemical performance of the mixed phases. In addition, it is worthy to note that the electrochemical performance of Li battery is somewhat inferior to that in SIBs. Similar phenomenon has been observed in other reports in the literature,[] which can be attributed to the higher desolvation energy of Li ions in the electrode/electrolyte interface, resulting in a slower kinetics.",
                        "In addition, the phase evolution of t‐FeSe in Li battery was investigated via in situ XRD. As shown in Figure , the characteristic peaks of t‐FeSe slightly shift to their lower angle along with a small slope in discharge profile at the beginning of the discharge process, which suggests that Li+ ions are inserted into the interlayers of tetragonal lattice with an expansion of volume. Subsequently, the intensity of t‐FeSe peaks gradually decreases and eventually disappear at 1.4 V. In the meanwhile, a series of new peaks emerged, among which the ones at 25.6°, 29.7°, and 42.7° can be indexed based on Li2Se and reflection at 44.4° belongs to metallic Fe, indicative of the conversion reaction process. In contrast, the charge process demonstrates a reverse phase transition: the Li2Se and Fe gradually react and convert into t‐FeSe. According to the above discussion, the reactions during discharge and charge processes are as following:",
                        "Discharge process:6FeSe+xLi++xe−→LixFeSe7LixFeSe+2−xLi++2−xe−→Fe+Li2Se",
                        "Charge process:8Fe+Li2Se→FeSe+2Li++2e−"
                    ],
                    "name": "Design Methodology Used in Li‐Ion Batteries",
                    "type": "section"
                }
            ],
            "name": "Results and Discussions",
            "type": "section"
        },
        {
            "content": [
                "A new strategy of rational manufacturing of CA‐free electrode is proposed to boost the volumetric parameters of rechargeable battery. The merits of metallic t‐FeSe as the electrode material for SIBs can be summarized as follows: 1) the inherent metallic conductivity of t‐FeSe is essential to construct a CA‐free electrode, with an enhanced active materials utilization ratio from 70% to 96.7%; 2) the electrode could deliver an enhanced volumetric capacity of 1011 mAh cm–3 after taking low‐density conducting additive out; 3) the CA‐electrode shows a high ICE of 96%, indicative of high utilization of the active material. Furthermore, the design methodology can be used for Li+ storage with a high volumetric energy density of 1373 Wh L–1. The findings suggest that the metallic t‐FeSe is a promising candidate as the electrode for SIBs and LIBs toward high volumetric energy density. In particular, the present design principle can be extended to other functional electrode materials for building high‐efficiency energy storage devices."
            ],
            "name": "Conclusion",
            "type": "section"
        },
        {
            "content": [
                "L.Z. and Z.W. contributed equally to this work. The authors thank Prof. Jianli Wang for the kind support of synchrotron diffraction. This work was supported by National Natural Science Foundation of China with Grant No. 51972142. The authors thank the support from Department of Science and Technology of Jilin Province (Grant nos. 20180101211JC and 20190701020GH) and the Fundamental Research Funds for the Center Universities."
            ],
            "name": "Acknowledgements",
            "type": "section"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflict of Interest",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The data that support the findings of this study are available from the corresponding author upon reasonable request."
                    ],
                    "name": "Data Availability Statement",
                    "type": "section"
                }
            ],
            "name": "Data Availability Statement",
            "type": "section"
        }
    ],
    "Title": "Polymorph Engineering for Boosted Volumetric Na‐Ion and Li‐Ion Storage"
}