{
    "DOI": "10.1021/acsami.1c17466",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Rechargeable batteries such as lithium-ion batteries (LIBs) and sodium-ion batteries (SIBs) have been recognized as efficient energy-storage devices for electrical energy storage and conversion.  Comparably, SIBs have the advantages of a much more rich natural abundance of sodium and low cost than lithium and are considered as promising alternatives to LIBs.  However, the large radius of Na+ typically leads to a slow diffusion rate and large volume change of the electrode materials during charging and discharging processes, degrading the performance of SIBs.  Therefore, exploring new materials for sodium storage has become one of the cutting-edge research areas in recent years. Among all potential candidates, transition metal dichalcogenides (TMDs) are identified as promising anode materials for SIBs because of (1) a high theoretical capacity induced by their multielectron transfer mechanism, (2) a layered structure with a high specific surface area and shortened diffusion distance of Na+, and (3) a low volume effect due to the weak van der Waals interlayer force and large spacing. ",
                "As a typical TMD, tin disulfide (SnS2) has attracted great attention due to its layered CdI2 crystalline-like structure, large interlayer spacing (5.90 Å in (001) plane) for the reversible crossing of Na+ (size: 1.02Å), super high theoretical specific capacity (Na15Sn4: 1136 mAh g–1), and suitable redox potential. However, SnS2 remains suffering from ∼324% volume change during sodiation/desodiation (leading to crushing and peeling off), insufficient ionic/electronic conductivity, and sluggish reaction kinetics, which restricts their practical applications in SIBs. Hybridizing SnS2 with carbonaceous materials is usually used to alleviate the electrode volume expansion and improve conductivity. Comparably, graphene featuring a two-dimensional nanostructure, excellent electronic conductivity, ultrahigh specific surface area, and high mechanical strength can effectively enhance the electronic conductivity and the electrical contact of the active electrode nanoparticles when it is used as a matrix.  In this regard, a variety of SnS2-graphene composites have been explored as the anodes of SIBs. For instance, the free-standing SnS2/graphene electrode prepared by the dissolution-regeneration strategy displayed a reversible capacity of 300 mAh g–1 under 2 A g–1 over 400 cycles.  The ultrathin SnS2 nanosheets/N-doped graphene composites synthesized by a thermal decomposition method showed a reversible capacity of 453 mAh g–1 under 0.5 A g–1 over 200 cycles.  The SnS2 nanoplatelet@graphene composite, which is hydrothermally obtained, delivered a specific capacity of 725 mAh g–1 under 20 mA g–1.  The SnS2/N,S-doped graphene composite reported by Fan et al. delivered specific capacities of 527 mAh g–1 upon 50 cycles and 340 mAh g–1 under 800 mA g–1.  The SnS2@C@rGO electrode reported by Li et al. delivered reversible capacities of 722 mAh g–1 under 0.05 A g–1 and 397 mAh g–1 under 2 A g–1.  However, it remains challenging to achieve good rate performance and long cycle-life at the same time, especially in the process of deep charge/discharge under high current density.",
                "Metal doping is another effective strategy to enhance the electrochemical performance of SnS2. For example, metal dopants (e.g., Fe, Co, Ni, Mn, and Mg) can effectively increase the layer spacing of SnS2, narrow the band gap, enrich the lattice defects, and improve the electronic conductivity. In fact, such a doping strategy has been widely used to enhance the performance in various applications, such as solar cells,  electromagnetic fields,  Li-S batteries,  and LIBs,  yet seldom reported in the field of sodium storage. ",
                "In this work, improved sodium storage performance is successfully achieved for SnS2/graphene anodes through hybridizing with S and introducing Co doping via a one-step hydrothermal process at 120 °C without the addition of any organic solvents or the involvement of postannealing. The hydrothermal reaction process controlled by the medium-low temperature liquid phase is simple and does not need high-temperature treatment. This is of great practical significance to promote the low-energy preparation of high-performance two-dimensional homogeneous composites. The performance-enhancing mechanisms were investigated, and the contributions of sulfur and Co doping were highlighted. To the best of our knowledge, the obtained Co-SnS2/S@r-G gives better Na+ storage performance and superior rate capability as anode materials in SIBs."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "First, 0.1 g of SnCl4·5H2O was dispersed in 20 mL of deionized water by ultrasound until it was completely dissolved; after being stirred for 10 min, 20 mL of aqueous dispersion of 0.8 mg mL–1 graphene oxide (GO) was added under ultrasound for 30 min to form a mixed solution. Then, CoCl2·6H2O with a doping molar ratio of 3, 7, 9, 11, or 13% (relative to SnCl4·5H2O) and 0.1 g of thioacetamide were ultrasonically dissolved in the above mixed solution with 2 mL of concentrated HCl slowly dripped under stirring. Finally, the formed mixed solution was transferred to a Teflon-lined autoclave and heated at 120 °C for 24 h. The as-synthesized product was finally obtained after washing and drying in a vacuum at 70 °C for 3 h, and the samples are denoted as x% Co-SnS2/S@r-G with x = 0, 3, 5, 7, 9, 11, and 13. For comparison, 7% Co-doped samples were also prepared during the process without adding hydrochloric acid (named as 7% Co-SnS2@r-G), and different reaction temperatures at 100, 150, and 180 °C with the similar conditions described above (named as 7% Co-SnS2@r-G(100, 150, or 180)), respectively. It should be noted that the reduced graphene (r-G) was prepared by a hydrothermal reaction of GO solution at 120 °C for 24 h and then sintered in Ar gas at 450 °C. Furthermore, to study the effect of sulfur on a composite, a 7% Co-SnS2/S@r-G sample was annealed at 400 and 600 °C under an Ar atmosphere, named as 7% Co-SnS2@r-G(400 or 600)."
                    ],
                    "name": "2.1.  Sample Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "The morphologies of the prepared samples were characterized using a scanning electron microscope (SEM, Nova NanoSEM 450) and a transmission electron microscope (TEM and HRTEM, JEM-2100F) equipped with an energy-dispersive spectroscopy (EDS) detector to measure the composition and element distribution of the samples. The structures were investigated via X-ray diffraction (XRD, XʼPert3 Powder) and X-ray photoelectron spectroscopy (XPS, ESCALAB 250Xi). Raman spectroscopy was performed using a HORIBA Jobin Yvon (France) with 532 nm diode laser excitation. The thermal gravimetric analysis (TGA) was performed with a NETZSCH STA 449C analyzer (Germany) in air flow with a heating rate of 10 °C min–1. The Brunauer–Emmett–Teller (BET) was measured using a Beckman Coulter SA3100. The electrochemical performances were performed with a Zennium/IM6 electrochemical workstation (Germany). The cycling performance measurement was performed at a Shenzhen Neware battery cycler (China)."
                    ],
                    "name": "2.2.  Characterization of the Samples",
                    "type": "h3"
                },
                {
                    "content": [
                        "For sample paste preparation, the sample was mixed with carboxymethyl cellulose and acetylene black in a weight ratio of 3:1:1 to form a homogeneous paste mixture. This mixture was coated onto a Cu foil and dried at 70 °C under vacuum for 6 h, then punched into small circular electrodes. The loading amounts of active materials on the electrodes are about 1.0–1.2 mg cm–2. The CR2025 coin cells served as the test half-cells, which were composed of the circular electrodes (working electrodes), Na foil (counter electrode), and glass fiber (separator, Whatman, GF/C) with the injection of drops of 1 M NaClO4 EC/DEC/DMC (1:1:1 by volume) with a 5% fluoroethylene carbonate additive as the electrolyte."
                    ],
                    "name": "2.3.  Characterization by Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experiment",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The preparation steps of the Co-doped SnS2/S@graphene composite are schematically shown in . At the beginning of the reaction process, thioacetamide is first hydrolyzed to generate a large amount of H2S under acidic and heating conditions. The H2S reacts with Sn4+ adsorbed on the GO surface to generate SnS2. Then, the SnS2 reacts with the oxygen-contained functional groups of the GO surface. In this step, GO is deoxygenated to the reduced GO (r-G) and S2– is transformed into a single S. Meanwhile, the generated S can also react with Sn4+ to generate SnS2. Co doping takes place synchronously in the formation process of SnS2, and a composite with Co-doped SnS2 and single S attached to the GO layers is obtained.",
                        "The crystal structures of the samples were confirmed by XRD analysis, as shown in a and . A broad diffraction peak at about 25° for the r-G sample can be assigned to the (002) plane of graphene, indicating the restacking of graphene layers in the synthesis process. In comparison with r-G, there is a strong, broad diffraction peak at about 23° for the r-G/S sample, which can be assigned to the existence of noncrystalline state S in/on multigraphene layers.  The XRD pattern of the SnS2 sample matches well with the hexagonal SnS2 (JCPDS 23-0677). For x% Co-SnS2/S@r-G samples, four obvious diffraction peaks at about 17, 23, 28, and 50° can be observed clearly, which can be assigned to the SnS2 (JCPDS 23-0677) and S (JCPDS 08-0247). For x% Co-SnS2/S@r-G samples, the (100) and (110) peaks have the maximum intensities, indicating the strong (100) and (110) preferential growth of the samples. Meanwhile, no diffraction peak of cobalt sulfide can be found from the Co-doped SnS2 samples, indicating that a low content of Co can be doped into the SnS2 crystal lattice. Furthermore, in , it can be found that the (100) and (110) peaks of x% Co-SnS2/S@r-G slightly shift toward a higher 2θ direction with the increase of x values. This implies that the low doping concentration of Co2+ has substituted Sn4+ in the as-prepared SnS2 samples.  For 7% Co-SnS2@r-G(400) and 7% Co-SnS2@r-G(600) samples in , the diffraction peaks at 23° representing S are significantly decreased or even disappeared completely, while the peaks at 28 and 50° representing SnS2 still existed. This phenomenon is related to the fact that sulfur is easy to sublimate under high temperatures. Simultaneously, for 7% Co-SnS2@r-G, 7% Co-SnS2/S@r-G(150), and 7% Co-SnS2/S@r-G(180) samples, the diffraction peaks at 23° representing S have also not been observed in the spectra. It can be inferred that the hydrochloric acid and reaction temperature play crucial roles in the formation of the sulfur complex structure in the process. In the absence of hydrochloric acid, thioacetamide cannot be hydrolyzed to produce H2S; therefore, it cannot react with GO to produce S. In the meantime, when the hydrothermal temperature is higher than 120 °C, the produced S has other side reactions and is dissolved from the graphene structure.",
                        "The chemical composition and valence states of all samples were studied through XPS.  shows the fully scanned spectra of the samples. The characteristic peaks of Sn 4d, S 2p3, S 2s, C 1s, Sn 3d, O 1s, Sn 3p3, Sn 3p1, Sn Auger, and C Auger appear at 24.0, 163.9, 229.0, 285.0, 485.0, 530.2, 714.6, 756.2, 1058.0, and 1221.4 eV, respectively, which can be observed clearly for all samples. Due to the low content of Co, its characteristic peaks cannot be seen in all spectra. The S/Sn atomic ratio and the Co atomic ratio (%) are given in . For SnS2, the S/Sn atomic ratio is measured to be 1.92, which is close to the stoichiometry. For the 7% Co-SnS2@r-G and 7% Co-SnS2@r-G (150) samples, the S/Sn atomic ratio is 1.87 and 1.85, respectively. The decrease of the S/Sn ratio confirms that sulfur is deficient due to Co2+ doping.  For 7% Co-SnS2@r-G(400), a S/Sn atomic ratio of 2.06 is slightly higher than SnS2 due to the incomplete removal of S by heat treatment. For other x% Co-SnS2/S@r-G samples, all of the S/Sn atomic ratios are greater than 2.6, which are much higher than the stoichiometric ratio of 2. This is another evidence of the S existence in the samples. The measured Co atomic ratios are found to be 0.69, 1.22, 1.36, 1.53, and 1.49 atom % for the SnS2/S@r-G composites synthesized with 3, 7, 9, 11, and 13% doping molar concentrations in the synthesis process, respectively. Generally, the Co-doping concentration increases with the increase of the Co molar ratio in the synthesis process. The Co content of 7% Co-SnS2/S@r-G () was also measured by EDS. The measured Co atomic ratio and the weight ratio are 1.14 and 3.08%, respectively, which are very close to the XPS-tested results.",
                        "In b, S 2p peaks for SnS2/S@r-G and 7% Co-SnS2/S@r-G, S 2p3/2, S 2p1/2, S–S, S–C, and S–O show the band energy energies of 161.2, 162.4, 164.1, 164.8, and 168.1 eV, respectively. S 2p3/2 and S 2p1/2 bands can be ascribed to S2–, which agrees with the reference values of the SnS2 crystal.  The S–S band can be ascribed to S in the composite, while the S–C band implies that the S heteroatom tends to dope into the carbon matrix.  The weak S–O band is attributed to the sulfate species due to the oxidation of S.  For the 7% Co-SnS2@r-G sample, all bands, except for S–S, can be obtained by dividing the S 2p peaks. These observations are consistent with the above results, further indicating that S exists in the composites. For C 1s peaks shown in , C–C, defect, C–S, and −O–C═O bands display 284.1, 285.5, 286.4, and 288.4 eV, respectively.  For 7% Co-SnS2@r-G(150), 7% Co-SnS2@r-G, 7% Co-SnS2@r-G(400), 7% Co-SnS2/S@r-G, and SnS2/S@r-G, the contents of C–C and defective carbon in the carbon structure are 82.0 and 12.1%, 68.0 and 20.6%, 80.5 and 15.6%, 85.8 and 9.0%, and 78.8 and 16.0%, respectively. These results show that the carbon structure in graphene can be reorganized into a more ordered structure only by adding hydrochloric acid and a cobalt source at 120 °C in the reaction process without increasing the hydrothermal temperature and subsequent high-temperature annealing treatment. It should be noted that some metal ions such as cobalt are very effective catalysts for carbon atom reforming.  The content of C–S in the carbon structure for 7% Co-SnS2/S@r-G is about 3.6%. It is known that doping with a small amount of heteroatom S can effectively improve both the electronic conductivity and sodium-ion storage performance for carbon materials.  For the SnS2/S@r-G sample shown in , two peaks of Sn 3d at 486.5 and 495.1 eV with an energy difference of 8.5 eV are similar to the Sn 3d5/2 and Sn 3d3/2 of Sn4+.  However, the Sn 3d3/2 and Sn 3d5/2 peaks of Co-doped samples are shifted toward lower binding energies of about 0.4 eV compared with the above samples. This shift might be due to Co2+ replacing Sn4+ sites in the SnS2 crystal lattice, thus leading to a change in the interaction of valence 3d electrons with the Sn core and enlarging the interlayer space.  shows the Co 2p high-resolution region spectra. The peaks at 780.2 and 781.7 eV with a vibration satellite peak at 790.0 eV correspond to Co 2p3/2, and other peaks at 795.4 and 797.6 eV with a satellite peak at 805.0 eV correspond to Co 2p1/2. Among them, the signal peaks at 780.2 and 795.4 eV with a difference of 15.2 eV are assigned to the presence of Co2+, while the signal peaks at 781.7 and 797.6 eV with a difference of 15.9 eV can be assigned to the oxidized Co2+.  Therefore, cobalt is finally the form of Co2+ doped in the samples. At the same time, the stronger signal peak at a 9% Co-SnS2/S@r-G sample than the SnS2/S@r-G, 3% Co-SnS2/S@r-G, and 7% Co-SnS2/S@r-G samples can be observed, which is strong evidence of the obviously higher cobalt content in the composite.",
                        "Raman analysis is an important and effective method to study the crystal structure and the size effect of the nanostructured material. As shown in c, two intense peaks at 1350 and 1580 cm–1 are attributed to the disorder-induced D band and graphitic-G band for r-G, respectively, while an obvious peak at 315 cm–1 attributed to the A1g mode of the SnS2 hexagonal phase can be observed in the SnS2 spectrum. All of these characteristic peaks can be found in SnS2/r-G composite spectra. However, there is no obvious S-associated Raman vibration mode in r-G/S and other composites. The result is consistent with the research of Zhang et al.  It is calculated that the IG/ID ratios for r-G and r-G/S are 0.94 and 0.70, respectively. The lower IG/ID ratio for r-G/S indicates a more disordered structure in carbon, which can be attributed to the sulfuration process and S doping. Meanwhile, it can be found that the IG/ID ratios for SnS2/S@r-G, 3% Co-SnS2/S@r-G, and 7% Co-SnS2/S@r-G increase from 0.72 to 0.76 and 0.89, showing an effective adjustment for the carbon structure disorder by appropriately doping with Co in the synthesis process (). These results are consistent with the above XPS results. For 7% Co-SnS2/S@r-G, the graphitization degree is still higher than others despite the sulfur doping process. It is known that the orderly graphitic carbon structure for graphene is beneficial to improve the electronic conduction of the composite. d shows the magnified Raman shift curves for the SnS2 A1g peak, indicating that after Co doping, the A1g mode of SnS2 tends to shift toward a lower wavenumber, which can be related to the distortion in the lattice induced by Co ions. ",
                        "e shows the TGA curves of the samples in an air atmosphere. The contents of graphene and S in composites can be determined by the curves. As shown in the curve of the SnS2 sample, the large weight loss appearing above 400 °C corresponds to the slow oxidation of SnS2 into SnO2, which can be expressed as SnS2 + 3O2 → SnO2 +2SO2↑. The final residue of SnO2 is 81.9% at 800 °C in the curve, which is close to the theoretical value of 82.4%. For the r-G/S sample, one huge weight loss between 200 and 550 °C can be attributed to the sulfur combustion, and another weight loss between 550 and 650 °C corresponds to the oxidation of carbon. For 7% Co-SnS2/S@r-G, three significant weight loss transitions occur, including the volatilization of adsorbed water, the decomposition of oxygen-containing functional groups, and the oxidation of the carbon structure, S and SnS2. The final residue is 59.7% at 800 °C in the curve. The 7% Co-SnS2@r-G sample displays a weight loss curve similar to SnS2 with a final residue of 72.4% at 800 °C. According to the formula: SnS2% = SnO2% × 121.32%, the content of SnS2 calculated by the above formula is 87.83 and 72.43% for 7% Co-SnS2/S@r-G and 7% Co-SnS2@r-G, respectively (neglecting the factor of a small amount of doped Co in SnS2). According to the results above, it can be concluded that the contents of graphene and S in the 7% Co-SnS2/S@r-G sample are about 12.2 and 15.4%, respectively. f and  show the N2 adsorption–desorption isotherms of the samples. The r-G sample shows typical surface-layered adsorption on graphene ascribed to IUPAC type IV. SnS2 displays a weak adsorbate–adsorbent interaction from macropores ascribed to particle agglomeration. The 7% Co-SnS2/S@r-G displays a much larger adsorption amount than that of 7% Co-SnS2@r-G and r-G/S and shows a typical IUPAC type V with a hysteresis loop above P/P0 = 0.45. This type of isotherm is mainly attributed to the multilayer adsorption with capillary condensation.  Furthermore, 7% Co-SnS2/S@r-G displays a relatively higher surface area of 56.1 m2 g–1 and a total pore volume of 0.33 cm3 g–1 than 7% Co-SnS2@r-G (27.6 m2 g–1, 0.15 cm3 g–1) and r-G/S (18.6 m2 g–1, 0.12 cm3 g–1).",
                        "The morphology of the samples was also investigated by SEM. For SnS2 shown in , a large agglomerate of many nanoparticles appears. For the r-G/S sample in a, a translucent sheet structure can be found.  shows the SEM images of x% Co-SnS2/S@r-G samples, all of these exhibits a uniform but opaque sheet-like structure. For 7% Co-SnS2@r-G shown in c, it has a larger and more complete lamellar structure without the wrinkled piece compared with x% Co-SnS2/S@r-G and r-G/S samples. This may be due to the absence of HCl in the synthesis process and a large amount of hydrogen sulfide gas to participate in the full reduction of the GO surface. As shown in , 7% Co-SnS2@r-G(150) and 7% Co-SnS2@r-G(180) present a curly sheet structure with some regular sheets and accumulations to form a composite structure. The regular sheets and their accumulations can be ascribed to SnS2. These structural features are consistent with those reported results obtained at similar hydrothermal reaction temperature conditions. ",
                        "The morphology of the samples was further observed by TEM in d–f and . As shown in , the SnS2 sample shows a solid aggregation of small nanoparticles. As shown in d, the r-G/S sample is composed of a certain thickness lamellae structure anchored in graphene sheets, which can be ascribed to the amorphous sulfur layer.  For x% Co-SnS2/S@r-G samples in , all samples are composed of thick SnS2 nanosheets with some long lamellae single S-like r-G/S samples. As shown in , the lamellae structure of the sample becomes less with the volatilization of sulfur after calcination at 400 °C, leaving large numbers of flake composite structures. For 7% Co-SnS2@r-G and 7% Co-SnS2@r-G(150) shown in , almost no lamellar structure as shown in the above figure is visible, leaving only a uniform two-dimensional sheet structure. HRTEM (g,h and ) was used to further study the microstructure of the samples. In , the typical lattice distances of 2.68 and 1.80 Å are ascribed to the (101) and (110) facets of SnS2, respectively. For x% Co-SnS2/S@r-G samples, all of them are composed of a certain thickness of layered SnS2 with an obvious lattice and some shadow areas composed of an amorphous S layer.  However, for the 7% Co-SnS2@r-G sample, there is only a layered SnS2 structure. In addition, it can be seen that the lattice spacing of Co-doped SnS2 is larger than that of undoped SnS2 samples, which is conducive to the entrance and exit of Na+ ions during cycling. All of these analyses are consistent with the above XRD analysis. The EDX mapping (i) shows that S is successfully composited into a composite and doped into graphene with a homogeneous distribution in the r-G/S sample. From EDX mapping of 7% Co-SnS2/S@r-G shown in j, it can be concluded that Co has been successfully doped into the SnS2 structure with a homogeneous distribution."
                    ],
                    "name": "3.1.  Morphology/Structure and Composition Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical performances of the as-prepared electrodes under different current densities are given in  and . As shown in a,b, r-G shows relatively high initial discharge capacities of 543 and 497 mAh g–1 but only retains very low reversible capacities of 20 and 15 mAh g–1 under 0.2 and 1 A g–1, respectively. Due to the absence of the doping element (e.g., S, N, or P) in the carbon structure, r-G alone contributes almost negligible sodium storage capacity. Compared with r-G, the r-G/S composite shows high initial discharge capacities of 749 and 651 mAh g–1 and maintains the stable reversible capacities of 160 and 115 mAh g–1 at 0.2 and 1 A g–1 over 100 cycles, respectively. The increase of the specific capacity for r-G/S can be attributed to the composition and/or doping of S in the r-G. For SnS2, although it has high first discharge capacities of 1014 and 697 mAh g–1 due to the conversion and alloying reactions, the serious attenuation leads to low discharge capacities of only 290 and 50 mAh g–1 at 0.2 and 1 A g–1 after 100 cycles, respectively, because of its low conductivity and a large volume effect of the granular structure in SnS2. Due to the uniform two-dimensional structure and sulfur composite, the SnS2/S@r-G electrode shows the high first discharge specific capacities of 800 and 746 mAh g–1 and retains super stable reversible capacities of 606 and 590 mAh g–1 at 0.2 and 1 A g–1 over 100 cycles, respectively. Furthermore, the cycling performance and sodium storage capacity of the composite electrode can be continued to improve with Co doping. As shown in , the 3% Co-SnS2/S@r-G electrode shows high initial discharge capacities of 970 and 797 mAh g–1 and holds high reversible capacities of 709 and 645 mAh g–1 under 0.2 and 1 A g–1, respectively. It is noteworthy that the 7% Co-SnS2/S@r-G electrode displays higher initial discharge capacities of 1148 and 1044 mAh g–1 with initial Coulombic efficiencies (CE) of 70.3 and 75.5% and holds the highest reversible capacities of 878 and 791 mAh g–1 under 0.2 and 1 A g–1, respectively. However, the reversible sodium storage capacity begins to decline with the increase of Co doping. The 9% Co-SnS2/S@r-G and 11% Co-SnS2/S@r-G electrodes can hold reversible capacities of 839/728 and 687/680 mAh g–1 over 100 cycles under 0.2 and 1 A g–1, respectively. Compared with 7% Co-SnS2@r-G, the 7% Co-SnS2/S@r-G(400) electrode shows the initial discharge capacities of 786 and 635 mAh g–1 and retains lower reversible capacities of 547 and 480 mAh g–1 under 0.2 and 1 A g–1 over 100 cycles, respectively. For 7% Co-SnS2@r-G(150), 7% Co-SnS2@r-G(180), and 7% Co-SnS2@r-G, all of them show relatively low reversible specific capacities (about 445 and 390 mAh g–1 under 0.2 and 1 A g–1 over 100 cycles, respectively) and fast decay rates (0.08–0.10% per one cycle compared with a negligible capacity loss of 7% Co-SnS2/S@r-G). The 7% Co-SnS2/S@r-G(100) electrode delivers stable but slightly low reversible capacities of 591 and 501 mAh g–1 under 0.2 and 1 A g–1 over 100 cycles, respectively. As shown as in c and , for a higher current of 2 A g–1, the 7% Co-SnS2/S@r-G electrode still has the best electrochemical performance than others, showing high first charge/discharge capacities of 740/936 mAh g–1 with the first CE of 79.1% and retaining the highest reversible specific capacities of 772/774 mAh g–1 at 2 A g–1 over 100 cycles. The relatively high first CE in the as-prepared electrode can be mainly attributed to the design of two-dimensional composite electrode materials with high conductivity. Sodium ions are easy to enter and exit from the complex structure and active substances. Meanwhile, we also calculated pure SnS2 contribution in composites and displayed it in . It can be found that SnS2 in the 7% Co-SnS2/S@r-G electrode can provide almost 100% capacity contribution based on the theoretical specific capacity of sodium storage.",
                        "The rate capabilities of SnS2/S@r-G, 7% Co-SnS2/S@r-G, and 7% Co-SnS2@r-G electrodes are shown in d. Among them, the 7% Co-SnS2/S@r-G electrode presents more remarkable rate performances of about 860, 820, 763, 727, 666, 625, 570, 501, 433, 359, 296, and 250 mAh g–1 at various current densities of 0.2, 1, 2, 3, 5, 7, 10, 15, 20, 30, 40, and 50 A g–1, respectively. When the current density returns to 0.2 A g–1, the reversible specific capacity suddenly increases to 877 mAh g–1, indicating that the structure of 7% Co-SnS2/S@r-G retains excellent robustness.",
                        "The long-term cycling performance of 7% Co-SnS2/S@r-G is also tested at the current densities of 0.5, 5, and 10 A g–1 for 1000 cycles. As shown in e, the Co-SnS2/S@r-G electrode delivers the initial charge/discharge capacities of 779/1065 with a first CE of 73.2% and maintains the capacities of 820/829 mAh g–1 at 0.5 A g–1 over 1000 cycles. The reversible capacity increases slightly and is stable with almost no attenuation before the 1000th cycle. Impressively, the electrode still displays the super long cycling performance under a high current density, which retains high reversible specific capacities of 603/608 and 469/470 mAh g–1 under 5 and 10 A g–1over 1000 cycles, respectively. To the best of our knowledge, as shown in , the excellent performance of long-term cyclability at such high rates is rarely reported for TMS-based anodes of SIBs. This characteristic is very significant for the development of high-power battery technology."
                    ],
                    "name": "3.2.  Characterization of Electrochemical Performance",
                    "type": "h3"
                },
                {
                    "content": [
                        "To explore the mechanism of electrochemical sodium storage, cyclic voltammetry (CV) tests were carried out at 0.01–3.00 V vs Na+/Na. For the 7% Co-SnS2/S@r-G electrode in a, a small peak at 2.15 V during the first cathodic scan is ascribed to the reversible phase transformation from element sulfur to sodium polysulfide.  However, for the following scans, the reduction peaks shift to 1.71 V. A slight slope change between 1.55 and 0.93 V is ascribed to the Na+ intercalation into the SnS2 layer and the irreversible formation of the solid electrolyte interphase (SEI) film. The smaller change range here indicates that the Na+ has less damage to the structure.  The reduction peak at 0.20 V can be ascribed to the conversion reaction from SnS2 to metallic Sn and the following alloying reaction of Sn with Na+. Meanwhile, it should be noted that the reduction peaks of 0.20 V in the following scans shift to 0.52 and 0.61 V. Moreover, a small cathodic peak at 0.09 V represents the Na+ insertion in the graphene matrix. In the anodic process, a small oxidation peak at 0.10 V can be ascribed to Na+ desorption from the graphene matrix. A small oxidation peak at 0.32 V corresponds to the desodiation reaction process from NaxSn to Sn. A predominant and broad oxidative peak in the curve appeared at 1.23–1.26 V because of the conversion reaction from Sn to SnS2. Additionally, three higher voltage oxidation peaks (about 2.02, 2.20, and 2.61 V, respectively) can be found in the curve, which can be attributed to the multistep oxidation of sodium sulfide to sodium polysulfides. ,  can provide more evidence for the above inference. For the SnS2/S@r-G electrode, the first cathodic scan curve is almost the same as that with the 7% Co-SnS2/S@r-G electrode in a. In the first anodic process, there is only one small peak near 1.60 V due to the formation of SnS2.  There are also two small peaks in high voltage accessories at 2.03 and 2.20 V in the anodic process and one peak at 1.95 V in the cathode process, which stand for sulfur oxidation and reduction reactions. The 7% Co-SnS2@r-G electrode has a large difference in the first cathodic scan process, such as the obvious reduction peak at 1.69 V due to the strong insertion of Na+ into SnS2 and the formation of the SEI film. Furthermore, there are almost no redox peaks around the high potential, which are the major difference in the CV curve from that in . Besides, the obvious redox peak appears near the high potential on the r-G/S curve. This is similar to a and also proves that it is the redox reaction of sulfur. Based on the above pieces of evidence and the literature reported,  the overall reaction processes of the 7% Co-SnS2/S@r-G electrode can be described as –Furthermore, compared with the CV curves of different electrodes in b, the 7% Co-SnS2/S@r-G electrode shows higher peak current and better coincidence, suggesting its higher sodiation/desodiation capacities and excellent reversibility.",
                        "To further confirm the electrochemical reaction mechanism of 7% Co-SnS2/S@r-G electrode, ex situ XPS and TEM are employed to characterize the chemical composition and structure change on the electrode surface in the first charge/discharge process. a displays the Sn 3d XPS characterization of the electrode after the first charge/discharge process. Compared with the original Co-SnS2/S@r-G (), the position and shape of the Sn 3d XPS peak of the electrode change greatly after cycling due to the Na+ de/intercalation, especially the Auger effect of sodium (497.3 eV).  On the fully discharged state (0.01 V), there are six Sn peaks of Sn4+ 3d5/2 and 3d3/2 at 486.9/495.6 eV, Sn2+ 3d5/2 and 3d3/2 at 486.2/494.5 eV, and Sn0 3d5/2 and 3d3/2 at 485.3/493.9 eV.  The high intensity of Sn4+ and Sn2+ peaks may be ascribed to the high surface collection density from the surface oxidation of high active Sn0 during electrode plate treatment after cycling.  On a fully charged state (2.9 V), the Sn0 3d peaks disappeared, but the two strong peaks of Sn4+ 3d return (8.4 eV of the separation distance between Sn 3d5/2 and Sn 3d3/2), indicating a high reversible reaction (NaxSn is converted to SnS2).  For the S 2p peak in b, it can also be found that the position and shape of the main XPS peaks changed greatly after cycling. The binding energies of S 2p peaks ascribing to S2– for the discharge and charge samples are 161.4 and 162.3 eV, respectively. The 0.9 eV energy level difference indicated the electrochemical oxidation of S during the charge process.  When the cell is discharged to 0.01 V, the peaks at 164.1 eV representing the S–S bond and at 164.8 eV representing the S–C bond (b) are disappeared, mainly replaced by the peaks of Na2S2 (160.7 eV)/Na2S (163.4 eV). In the fully charged state (2.9 V), it is obvious that the main peaks from elemental S (163.9 eV) appear like the initial product along with the peaks of Na2S2/Na2S vanished, indicating that a steady reversible reaction takes place in elemental sulfur. S 2p peaks between 166 and 170 eV corresponding to −SO3Na and thiosulfate/sulfate can be found in the fully discharged state, but the −SO3Na disappears at the fully charged state. These phenomena are very similar to the reaction mechanism of sulfur in the Na–S battery.  The above XPS analysis again shows that S participates in the electrode reaction as an active material as same as SnS2, thus contributing to the sodium storage capacity. c–f shows the ex situ HRTEM images for the Co-SnS2/S@r-G electrode after first cycling. Both of the characteristic d-spaces of 7.41 and 2.68 Å correspond to the Na–Sn alloy (Na9Sn4, PDF: 31-1326) at the fully discharged state (0.01 V). The d-spaces of 3.20 and 2.21 Å are ascribed to the SnS2 at the fully charged state (2.9 V).  These results further support the inference of the reaction mechanism of CV analysis. According to the mapping map in c–f, it can be clearly seen that sodium ions are stored in the active material through alloying or adsorption during the discharge process, and almost all of them are separated from the active material during the charging process. At the same time, the material structure can basically maintain under the quasi reversible behavior of the electrochemical reaction.",
                        " displays the CV curves of the 7% Co-SnS2/S@r-G electrode at different scan rates. It can be seen that four peak current positions are basically not shifted, and the peak current increases in the vertical direction with the increasing scan rate. This indicates an extremely fast reaction and a small polarization of the composite material.  shows the CV curves of the SnS2/S@r-G electrode at different scan rates. It can be seen that the two peak current positions of peak 1 and peak 2 are slightly shifted, but the two peak current positions of peak 3 and peak 4 are obviously tilted. This indicated that the reversibility of the electrode reaction begins to become poor, especially for peak 3/peak 4 pair on the SnS2/S@r-G electrode. To estimate the effect of pseudocapacitance on the electrode reaction, a plot of log(i) vs log(v) is obtained on the relationship between the peak current (i) and the scan rate (v): i = avb (a and b are constants).  As shown in , the slopes for anodic peaks are between 0.5 and 1.0, implying that they are almost controlled by the surface-controlled charge storage or capacitive reaction for all three electrodes. Furthermore, there is a higher b value for the 7% Co-SnS2/S@r-G electrode (0.99 vs 0.91 and 0.84). For a battery material, when the b value is close to 1, it exactly means that the redox kinetics is as fast as a pseudocapacitive material.  By separating the current response i at a fixed potential scan rate v into a capacitive contribution (k1v) and a diffusion-controlled process (k2v1/2), a quantitative analysis of the contribution of the Na+ capacitive effect can be conducted. In c, when the scan rate is increased, the calculated capacitive contribution is increased, while the diffusion contribution is suppressed. It can be concluded that the capacities of these electrodes at a high potential rate are mainly contributed by “pseudocapacitance”. For the 7% Co-SnS2/S@r-G electrode, especially at a potential scan rate of 1.0 mV s–1, the calculated capacitive contribution almost covers the whole area (92.7%), indicating that the “pseudocapacitive” Na+ storage contributes most of the capacity. This indicates that the surface-dominated extrinsic pseudocapacitance is identified as a major energy-storage mechanism.",
                        "To further investigate the mechanism for the improved Na+ storage, electrochemical impedance spectroscopy (EIS) measurements were also conducted. The Nyquist plots obtained from EIS of the electrodes after 10 cycles at 500 mA g–1 are given in e and . All of the Nyquist plots are composed of a depressed semicircle at high and intermediate frequencies and a sloped line at low frequency. The inset of e shows the equivalent circuit where Rc represents the electrolyte and electrode resistance, Rsf represents the Na+ migration resistance through the SEI film, Rct is the charge-transfer resistance, CPE1 represents the passivation film capacitance, CPE2 represents the electric double-layer capacitance, and W represents the semi-infinite Na+ diffusion into the bulk electrode.  After fitting the EIS results by the proposed model, the values of all components are obtained, and the results are given in . The Rc values of 7% Co-SnS2/S@r-G and 9% Co-SnS2/S@r-G electrodes are smaller than other electrodes. This shows that the electronic conductivity can be greatly improved after modifying with conductive graphene as well as the suitable Co doping in SnS2. The lower Rsf and W values for the 7% Co-SnS2/S@r-G electrode than others represent smaller barriers through the SEI film and active substance as well as quicker diffusion process of Na+. The increased Y and reduced Rct values for the 7% Co-SnS2/S@r-G electrode compared to others represent the increased electrical double-layer capacitance, which is beneficial to the charge-transfer reaction. Especially, the 7% Co-SnS2/S@r-G electrode owns the least charge-transfer resistance (∼1/11 and ∼1/6 time) and W value (∼1/22 and ∼1/4 time), and the highest electric double-layer capacitance (∼10 000 and ∼1600 time) than that of SnS2 and 7% Co-SnS2@r-G electrodes, respectively. All of these results demonstrate that the electron transfer and Na+ diffusion are faster for the 7% Co-SnS2/S@r-G electrode, which will be greatly beneficial to enhancing the reaction rate and cycling performance, especially for the electrochemical reaction process with deep galvanostatic cycles. EIS spectra after different cycles demonstrate the low and steady resistance values of the 7% Co-SnS2/S@r-G electrode from the 10th cycle onward (f), suggesting the stable charge-transfer behaviors on the electrode/electrolyte interface. At the same time, from the SEM and HRTEM images of the electrode surface after 50 and 200 cycles (), it can be seen that the electrode remains intact after many cycles, and the nanosheet morphology of the microstructure is still maintained. The results demonstrate that the layered composite structure is beneficial for relieving the volume variation of the active substance during the discharge/charge process, therefore reinforcing the structural stability of the 7% Co-SnS2/S@r-G electrode in the repeated cycles.",
                        "Based on the first principle method, the mechanism of Co doping and its effect on sodium storage performance were further analyzed. The theoretical calculation based on the Perdew–Burke–Ernzerhof algorithm and van der Waals correction DFT-D2 was carried out to simulate the adsorption and diffusion behaviors of Na+ (). The top site doping models for Na+ adsorption were used to determine the optimized geometry configurations based on a single SnS2 and one Co-doping site (). From , it can be found that the proposed D1 site for Na+ adsorption configuration is energetically more stable because its adsorption energy (−2.71 eV) is lower than D2 (0.011 eV), D3 (0.043 eV), D4 (0.046 eV), and D5 (0.057 eV). Then, the D1 configuration is chosen to explore the effect of Co doping on the diffusion barrier of Na+ through undoped and Co-doped SnS2, and the diffusion routes for Na+ transfer are shown in a. The result shows that the adsorption energy of the undoped SnS2 is −1.29 eV, while that of Co-doped SnS2 is −2.71 eV, indicating that cobalt doping can greatly improve the adsorption capacity of sodium ions. At the same time, the transition state of undoped and Co-doped SnS2 increases from 0.16 to 0.17 eV, showing an ignored effect of Co doping on the diffusion and mobility of Na+. Finally, the deformation charge density map and the density of states for the undoped and Co-doped SnS2 are presented in b,c. Obviously, the charge accumulation near the Co-doped site shows an improvement of electronegativity and electrochemical activity, which is helpful to obtain excellent capacitance performance.  Furthermore, from the density of states images, the band gap of Co-doped SnS2 materials is smaller than that of SnS2, which is due to the formation of defects.  The results show that the electric conductivity after being doped with Co for SnS2 has been greatly improved, which further indicates that Co-doped SnS2 has excellent rate performance.",
                        "The results presented above demonstrate sodium-ion storage with both high capacity and high rate capability rendered by extrinsic pseudocapacitance, low impedance, high electronic conductivity, and a strong ability to adsorb sodium ions. All of these can be attributed to the special Co-doped SnS2/S@graphene composite structure (the schematic diagram is shown in d). First, the two-dimensional SnS2 attaching to the graphene nanosheet structure with many exposed surfaces is beneficial to the rapid conduction of electrons; second, the three-dimensional SnS2/S@graphene composite structure broadens the interlayer space and enlarges the connection area between the electrolyte and the active substrate, helping reduce the diffusion barrier of Na+ and enhance kinetics. During the transfer of ions and electrons, the solvated Na+/electron can easily enter into the open spaces between neighboring nanosheets on both the outer and inner surfaces. After desolvation of Na+ on the surface of the layered composite architecture, rapid sodiation occurs by the surface-dominated extrinsic pseudocapacitance; third, the homogeneous Co doping on the SnS2 matrix can effectively expand the lattice spacing and improve the electronic conductivity; fourth, the presence of sulfur in the complex helps in providing more active sites, especially at high potential.  All of these factors eventually lead to the formation of a capacity process or a fast redox reaction process with no diffusion limitation on the 7% Co-SnS2/S@r-G electrode. "
                    ],
                    "name": "3.3.  Study on the Sodium Storage Mechanism",
                    "type": "h3"
                },
                {
                    "content": [
                        "To further confirm 7% Co-SnS2/S@r-G as the anode material for practical SIB applications, full batteries were constructed using Na3V2(PO4)3@MWCNTs as the cathodes for SIBs. The experimental details are given in the . The synthesized Na3V2(PO4)3@MWCNTs shows a 3–10 μm porous lamellar with a rhombohedral Na3V2(PO4)3 phase structure (). The Na3V2(PO4)3@MWCNTs cathode shows a superior long cycling life for 400 cycles under 1C (). a displays a schematic illustration of the 7% Co-SnS2/S@r-G//Na3V2(PO4)3@MWCNTs full SIBs. The working potential window of the full SIBs is determined by the CV test results of each electrode in half-cell configuration (top of b), which is set between 0.5 and 3.7 V (bottom of ). During the charge process, Na+ is extracted from the Na3V2(PO4)3@MWCNTs cathode and inserted into the 7% Co-SnS2/S@r-G anode. The Na+ flow process is reversed during the discharging process. ",
                        "The c inset displayed the charge/discharge curves at different rates of 7% Co-SnS2/S@r-G//Na3V2(PO4)3@MWCNTs full SIBs in the voltage range of 0.5–3.7 V. With increasing rates, the voltage platform and reversible capacity decrease slightly. This proves to be a better rate performance for the Na-ion full-cell. The rate performance of the full-cell was tested, and the result is shown in c. The assembled full-cell exhibits a specific capacity of 562, 518, 481, 432, 381, and 328 mAh g–1 at 0.2, 0.5, 1, 2, 3, and 5 A g–1, respectively. Furthermore, when the current density goes back to 0.2 A g–1, the reversible capacity quickly recovers to 560 mAh g–1. This once again indicates that the stable structure of full-cell anode/cathode materials can withstand different current densities. More encouragingly, the full-cell also exhibits an outstanding long-term cycling performance under 0.5 A g–1, which delivers a reversible capacity of 500 mAh g–1 over 200 cycles with a capacity retention of 97.3%, and still retains a high reversible capacity of 432 mAh g–1 over 400 cycles with a capacity retention of 84.0% (d). The superior electrochemical performance of the sodium-ion full-cell demonstrates that the 7% Co-SnS2/S@r-G has competitive merits and great prospects for practical applications."
                    ],
                    "name": "3.4.  Study on the Full-Cell Performance",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In this work, both S-compositing and Co-doping strategies for SnS2/graphene anode materials of SIBs are carried out by a one-step hydrothermal method under moderate conditions to improve sodium storage performance. The as-prepared SnS2/graphene composite (7% Co-SnS2/S@r-G) consisting of 15.4 wt % S and 1.49 atom % Co shows both superior cycling stability and rate capability to those reported in the literature. For example, the super stable reversible capacities of 829 mAh g–1 (0.5 A g–1), 608 mAh g–1 (5 A g–1), and 470 mAh g–1 at a current density of 10 A g–1 over 1000 deep galvanostatic cycles are achieved. The theoretical calculation shows that Co doping can improve the adsorption energy of Na+ and improve the conductivity without affecting the diffusion. The excellent half/full-cell performance can be attributed to the favorable three-dimensional structure of the composite, Co doping, and S-composition, which can induce a synergistic effect. The study provides a new strategy for designing TMS-based composite anodes for enhancing the performance of SIBs."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Dual Enhancement of Sodium Storage Induced through Both S-Compositing and Co-Doping Strategies"
}