{
    "DOI": "10.1021/acsami.8b03059",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) with the advantages of geographical distribution of sodium and cost effectiveness have been attracting extensive attention.  Ideal SIBs should be featured with long-term cycling life and high energy density. Developing high-performance electrode materials with high specific capacities and excellent rate performances and cycling stability is of great significance for SIBs. ",
                "For SIB anode materials, the high-theoretical-specific-capacity materials, such as Sn, Sb, P, metal sulfides (MSs), etc., were reported as promising candidates.  Among them, the MSs, such as FeS2, CoS2, SnS2, and MoS2, have been successfully employed as anode materials for SIBs.  Unfortunately, MSs usually suffer from unsatisfactory electronic conductivity and poor structural stability during Na+ de/insertion reaction process, leading to poor rate performance and cycling stability. Construction of core/shell-structured carbon-encapsulated MS nanoparticle (NP) composites is an effective way to enhance the well-designed structure, which can not only enhance the electrons transport but also maintain the structural stability of the MS-based active materials during a charge/discharge process, consequently resulting in enhanced cycling stability.  However, some studies have reported that an excess of carbon content in the MS/C composites results in decreased active material content and reduced sodium-ion transport capacity, leading to inferior low specific capacities and rate performance.  Apparently, designing optimal content carbon-encapsulated MS NP composites would additionally promote the electrolyte ions’ diffusion to enhance capacities and rate performance.",
                "The carbon-based composites with one-dimensional (1D) porous micro/nanostructures can demonstrate significant impacts for energy storage, achieving high capacity and outstanding rate performance and cycling properties.  The 1D continuous structure can offer interconnected electron transport channels through active materials to the current collector. Besides, the 1D porous composites can provide large surface area and appropriate pore size distribution, which allow for high contact area of the electrode to electrolyte to shorten the electrolyte ions’ diffusion distance. Furthermore, the small-sized active material NPs in a 1D micro/nanostructure could be accommodated in the volume expansion to restrict degradation of NPs during cycling. Nevertheless, the traditional methods for fabricating such 1D porous MSs/C micro/nanostructures are usually either complicated or use nonrenewable petrochemical resources and environmentally unfriendly sulfides (such as H2S) as precursors. Thus, the newly green and sustainable method must be developed to manufacture optimal carbon content 1D porous MSs/C micro/nanostructures as a high-capacity and durable anode for SIBs.",
                "Recently, the renewable and abundant biomass resources, especially the more available and potential seaweed biomass, have been used as precursors or template for fabricating the energy storage materials.  Herein, we used the Fe-carrageenan biomass as precursor to prepare 1D porous and core/shell-structured FeS NP (25–45 nm)/carbon fiber (a diameter of about 10–15 μm) composites (FeS/CFs). The Fe-carrageenan fibers were prepared through wet-spinning carrageenan using the coagulating bath containing Fe3+ ions. Carrageenan macromolecules undergo cross-linking with Fe3+ through forming double-helix structures.  After pyrolysis of the Fe-carrageenan fibers, the structures of sulfate groups binding Fe3+ ions are converted to FeS NPs without any additional sulfur source and the carrageenan macromolecules are decomposed into H2O, CO, CO2, and a spot of SO2 to generate a porous structure and finally transformed into porous carbon, forming 1D porous FeS/CF micro/nanostructures. The confinement effect of the double-helix structure for Fe3+ can lead to uniform distribution of the FeS NPs in the 1D porous carbonaceous microfibers with core/shell structure. A carbon removal process was carried out using CO2 at 600 °C with different removal times t h to obtain FeS/CFs-t (t = 1 and 2). We found the FeS/CFs-1 with 20.9 wt % carbon content exhibited high reversible capacities, excellent rate performance, and cycling stability (283 mAh g–1 at current density of 1 A g–1 after 400 cycles, 247 mAh g–1 at 5 A g–1)."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The ι-carrageenan was provided by the Qingdao Haizhilin Biotechnology Development Limited Company. Iron(III) chloride hexahydrate (FeCl3·6H2O) was purchased from Sinopharm Chemical Reagent (Shanghai, China)."
                    ],
                    "name": "2.1.  Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "The 7.0 wt % ι-carrageenan solution was prepared at 80 °C and made homogeneous with deionized water under high-speed stirring, and then this solution was extruded from a spinneret into a coagulating bath containing 3.0 wt % FeCl3 ethanol solution to form Fe-carrageenan fibers. The obtained Fe-carrageenan fibers were washed with distilled water and dried. The Fe-carrageenan fibers were pyrolyzed at 800 °C at the heating rate of 5 °C min–1 for 1 h in Ar atmosphere to obtain FeS/CFs. Finally, the FeS/CFs were exposed to calcination at 600 °C at a heating rate of 7 °C min–1 for t h in CO2 atmosphere to obtain FeS/CFs-t (t = 1 and 2)."
                    ],
                    "name": "2.2.  Preparation of FeS/CFs-t",
                    "type": "h3"
                },
                {
                    "content": [
                        "Coupled thermogravimetric and mass spectrum (TG-MS) were obtained using Evolution 16/18 and OMNI star instruments. The phase structures were characterized with X-ray diffraction (XRD, DX2700, China) operating with Cu Kα radiation (l = 1.5418 Å) at a scan rate (2θ) of 1° min–1, with the accelerating voltage of 40 kV. The specific surface area was calculated by the Brunauer–Emmett–Teller (BET) method from the data in a relative pressure (P/P0) range between 0.05 and 0.25, and pore structures were characterized. The chemical composition was investigated by X-ray photoelectron spectroscopy (XPS) using an ESCALab250 electron spectrometer (Thermo Scientific Corporation) with monochromatic 150 W Al Kα radiation. The morphologies and structures of the samples were characterized by scanning electron microscopy (SEM; SU8020) and transmission electron microscopy (TEM) and a high-resolution TEM (HRTEM) (FEI Tecnai G20)."
                    ],
                    "name": "2.3.  Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "The samples were mixed with carbon black and poly(vinylidene difluoride) in a weight ratio of 80:10:10 in N-methyl-2-pyrrolidone. The slurry was coated on the Cu foil and dried for 10 h at 120 °C under vacuum. The 2016 type coin cells were assembled in an Ar-filled glovebox. Sodium metal was used as the reference electrode and counter electrode, and the separator was Whatman GF/D. The electrolyte was 1.0 M solution of NaClO4 in ethylene carbonate/dimethyl carbonate (1:1 vol %) containing 5 wt % fluoroethylene carbonate. The electrochemical performances were tested in a voltage window of 0.01–3.0 V vs Na+/Na using a cell testing instrument (LAND CT2001A and CHI 760E). The specific capacities and current densities are based on the mass of FeS/CFs and FeS/CFs-t."
                    ],
                    "name": "2.4.  Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "As illustrated in , a wet-spinning process was used to fabricate biomass microfibers. First, the ι-carrageenan solution (prepared at a temperature of 80 °C) was extruded from a spinneret into a coagulating bath containing Fe3+ ethanol solution to form Fe-carrageenan fibers (). In this step, random coil carrageenan macromolecules would gelate with Fe3+. The Fe3+ ions not only assist in the formation of a double-helix structure but also promote the aggregation of different double helices to form junction zones, which enable long-range cross-linking. The weight percentage of Fe3+ species in Fe-carrageenan fibers was measured to be about 16.4 wt % using thermogravimetric (TG) analysis (). After the facile pyrolysis process of Fe-carrageenan fibers in inert atmosphere, the organic and inorganic Fe-carrageenan fibers were converted to FeS/CFs. Finally, the FeS/CFs-t (t = 1 and 2) were obtained through the calcination process at 600 °C in CO2 atmosphere for t h."
                    ],
                    "name": "3.1.  Synthesis of the FeS/Carbon Fibers",
                    "type": "h3"
                },
                {
                    "content": [
                        "To research the decomposition mechanism of Fe-carrageenan fibers during the pyrolysis process, the coupled thermogravimetric and mass spectrum (TG-MS) analysis was executed. The TG curve presents that the whole process of thermal decomposition for the Fe-carrageenan fibers between 50 and 700 °C with 70.9 wt % weight loss is the result of decomposition of carrageenan macromolecules and the structures of sulfate groups binding Fe3+ ions are converted to FeS NPs (a). The derivative thermogram (DTG) curve shows two distinct weight losses at the temperatures of around 100–240 and 420–450 °C, corresponding to the fast thermal decompositions of carrageenan in these stages. The corresponding mass spectra (b) illustrates the evolved gases are steam (H2O, m/z = 18), carbon monoxide (CO, m/z = 28), carbon dioxide (CO2, m/z = 44), and sulfur dioxide (SO2, m/z = 64). A mass of H2O and CO and a spot of SO2 are evolved during the whole process of thermal decomposition, which are derived from the oxygen-containing groups and sulfate groups. The majority of sulfate groups interacting with Fe3+ through ionic forces were gradually converted to FeS. The purple curve assigned to CO2 has two peaks at around 170 and 460 °C, which is related to the two fast weight losses (a), indicating the fast consumption of carbon by oxygen in precursor at these temperatures. To sum up, the whole process of thermal decomposition for the Fe-carrageenan fibers under Ar atmosphere is the result of decomposition of carrageenan macromolecular structure, where the oxygen-containing groups (−C–O–C–, −OH, and −SO4) were converted to H2O, CO, CO2, and SO2 and the residue is FeS/CFs.",
                        "X-ray diffraction (XRD) was used to measure the structures of the samples. As shown in a, the strong and sharp diffraction peaks at 2θ values of 30.0, 33.8, 43.1, 53.2, and 71.3 are observed from the XRD patterns of all of the FeS/CFs, FeS/CFs-1, and FeS/CFs-2 samples, corresponding to the diffractions of (110), (112), (114), (310), and (224) planes, respectively, indicating the pure phase of FeS (JCPDF no. 00-037-0477) in the composites.  Comparing the XRD pattern of Fe-carrageenan fibers (), the Fe3+ ions are completely converted to FeS species through pyrolysis in Ar atmosphere. In addition, the peak intensities of FeS and the amorphous carbon located at about 20–25° are increased and reduced with the increase of carbon removal time, respectively. The average diameters of FeS NPs in the samples were roughly estimated through Scherrer’s formula, which are 62, 59, and 102 nm for FeS/CFs, FeS/CFs-1, and FeS/CFs-2, respectively. The carbon contents of the obtained FeS/CFs, FeS/CFs-1, and FeS/CFs-2 were determined to be about 35.7, 20.1, and 9.4 wt %, respectively (). The porous characteristics of the samples were also investigated. As shown in b, the FeS/CFs and FeS/CFs-1 exhibit the typical type II adsorption isotherm and the absorption occurs at low relative pressure (P/P0 < 0.02), which corresponds to the adsorption in micropores. The micropores of the FeS/CFs should be attributed to the thermal decomposition of carrageenan macromolecules. However, there is no microporous adsorption for FeS/CFs-2. In addition, the hysteresis loops of all of the isotherms arise from the mesoporous structure.  The Brunauer–Emmett–Teller (BET) specific surface area (SBET) of FeS/CFs, FeS/CFs-1, and FeS/CFs-2 is 374, 265, and 78 m2 g–1, respectively. The density functional theory pore size distributions calculated from the adsorption branch of the isotherms exhibit that the FeS/CFs and FeS/CFs-1 contain micro- and mesopores, whereas FeS/CFs-2 has small amount of micro- and mesoporous structures (c).",
                        "The X-ray photoelectron spectroscopy (XPS) measurement was carried out to research the detailed elemental composition of FeS/CFs and FeS/CFs-t ( and ). The survey spectra show the presence of S, C, O, and Fe elements in all of the samples (a). The peak intensity of Fe species is obviously increased through a carbon removal process, and the peak intensities of C and O are reduced. As shown in b and , all of the three high-resolution Fe 2p spectra can be decomposed into five peaks in the binding energy range of 706–730 eV. The two unfitted peaks at about 712 and 725 eV are assigned to Fe 2p3/2 and Fe 2p1/2, respectively. The four fitted peaks at around 711.1, 713, 724.6, and 726.5 eV confirm the existence of Fe–S bond.  The peak at 719.0 eV corresponds to the Fe–O bond, which may originate from the surface oxidation of samples in air. For S 2p spectra, the peaks located at 161.7 and 163.0 eV are ascribed to S 2p3/2 and S 2p1/2, respectively, corresponding well with those of FeS (c and ).  The bonding of sulfur with oxygen (S–O bond) is supported by the peaks centered at 166.6 and 167.8 eV. In addition, the spectra of C 1s of all of the samples are fitted to four peaks, which can be assigned to C–C (284.4 eV), C═C (285.0 eV), C–O (286.0 eV), and C═O (288.5 eV) (d and ). The residual oxygen-containing groups (C–O, C═O, and S–O) in the samples are originated from the thermal decomposition of carrageenan macromolecule (, respectively).",
                        "The morphology of the samples was measured by scanning electron microscopy (SEM). As shown in a, the Fe-carrageenan fibers are 1D longish and straight, with a diameter of about 20–27 μm (b, by statistical measurement using Nano Measurer software). A mass of wrinkles formed in the wet-spinning process exists on the surface of Fe-carrageenan fibers (c). After pyrolysis of Fe-carrageenan fibers, the obtained FeS/CFs can retain their fibrous structure and show a rugged surface with a large shrinkage of their diameter (d) and FeS/CFs-1 and FeS/CFs-2 with reduced carbon content exhibit a morphology similar to that of FeS/CFs (e,f). The SEM energy dispersive X-ray spectroscopy (EDS) was used to analyze the elemental compositions of the samples. The C, Fe, and S elements are homogeneously distributed in the FeS/CFs-1 (g). In addition, the C element in FeS/CFs-2 () is obviously fewer than in the other two samples according to the EDS mapping for C (g and ), indicating more carbon being removed with the increase of carbon removal time. A large amount of macropores can be observed on the surface of the sample with a diameter of about 100 nm (h), which can act as a reservoir for electrolyte to promote the diffusion of Na+. In addition, the obtained 1D porous micro/nanostructure composites display a typical lotus-root-like porous structure (i), which may be due to the decomposition of most organic moieties of the Fe-carrageenan fibers through the pyrolysis process.",
                        "The transmission electron microscopy (TEM) and high-resolution TEM (HRTEM) further characterize the structure and component of FeS/CFs and FeS/CFs-t. Large amounts of FeS NPs are uniformly distributed in the FeS/CFs (a). For FeS/CFs-1, the diameter of FeS NPs is similar to that of FeS/CFs (b) and the NPs are still well covered by a carbon layer. With the increase of carbon removal time, the size of FeS NPs increased, attributing to the aggregation of NPs with less carbon coated during the process of carbon removal (c). The HRTEM image of FeS/CFs-1 exhibits a set of lattice fringes with a spacing of 0.208 nm corresponding to the (114) plane of FeS (d). Furthermore, abundant micropores are observed in the amorphous carbon surrounding the FeS NPs, which benefits the promotion of Na+ diffusion to enhance the energy storage performance."
                    ],
                    "name": "3.2.  Characterizations of the FeS/Carbon Fibers and the Precursors",
                    "type": "h3"
                },
                {
                    "content": [
                        "The samples were used as anode materials for SIBs to evaluate the sodium storage performances by cyclic voltammetry (CV) and galvanostatic charge/discharge measurements. FeS undergoes the sodium storage performance through the redox reaction (FeS + 2Na+ + 2e– → Na2S + Fe) with a theoretical capacity of about 609 mAh g–1. a and  show the CV curves of FeS/CFs-1, FeS/CFs, and FeS/CFs-2 in the first three cycles with a scan rate of 0.1 mV s–1 in the potential window of 0.01–3.0 V (vs Na+/Na). For the FeS/CFs-1, the cathodic reduction peaks located at 1.43, 0.87, and 0.37 V in the first cathodic scan are attributed to the electrochemical reduction of FeS with Na+ to form the Na2S and Fe and the formation of solid electrolyte interphase (SEI) film. These peaks shift to 1.54, 0.91, and 0.27 V in the two subsequent cathodic scans, which correspond to sodiation processes. For the anodic scans, the peaks located at 1.34, 1.78, and 2.11 V demonstrate transition of Na2S and Fe to NaxFeS and Na2FeS2 species during the desodiation process (a).  In addition, the pair of oxidation/reductive peaks appear in 0.10 and 0.03, corresponding to the extraction/insertion of Na+ to carbon, respectively. The redox peaks in CV curves of FeS/CFs and FeS/CFs-2 are similar to those of FeS/CFs-1, and the initial cathodic scans of the three samples are distinct attributed to the different carbon contents and porous structure. The second and third CV curves of FeS/CFs and FeS/CFs-1 show no obvious change, indicating good stability. b exhibits the galvanostatic charge/discharge curves of FeS/CFs-1 anode at the current density of 1 A g–1. For the first discharge curve, the plateaus at around about 0.9 and 0.6 V correspond to the conversion reaction of FeS to Fe and Na2S and these plateaus in subsequent discharge curves shift to about 0.9–1.3 and 0.35 V. Two charge platforms at 1.3 and 1.8 V are found in all charge curves. In addition, the first discharge and charge specific capacities of FeS/CFs-1 are 460 and 317 mAh g–1 at 1 A g–1, with a Coulombic efficiency of 68.9%, respectively. The irreversible capacity during the first cycle is mainly attributed to formation of SEI on the surface of FeS/CFs-1 and the irreversible insertion of Na+.",
                        "The specific capacities and long cycling stability of carbon fibers without FeS NPs (CFs), FeS/CFs, FeS/CFs-1, and FeS/CFs-2 were evaluated. As shown in c, the reversible charge capacity of CFs is only about 75 mAh g–1 at 1 A g–1, which suggested that such pure carbon material is not a high-performance anode material for SIBs. After compositing with FeS NPs, the reversible charge capacity of FeS/CFs-1 can attain 283 mAh g–1 after 400 cycles at 1 A g–1, exhibiting obvious advantage over CFs and FeS/CFs (207 mAh g–1). For FeS/CFs-2, the specific capacity fades seriously after 100 cycles, although it exhibits high specific capacity at the initial cycles. The high specific capacity and excellent cycling stability of the FeS/CFs-1 anode result from the optimal content of carbon in the composite (). The sodium storage performance of the FeS/CFs-1 electrode is compared to that of the reported iron sulfide-based electrodes, indicating its high specific capacity and cycling stability (). The rate performance of the FeS/CFs-1 is shown in d. The charge specific capacities are 438, 376, 332, 303, 280, and 247 mAh g–1 at current densities of 0.1, 0.2, 0.5, 1, 2, and 5 A g–1, respectively. When the current density returns back to 5 A g–1 after 60 cycles, the charge specific capacity is recovered to 431 mAh g–1, indicating the excellent rate capability of FeS/CFs-1.",
                        "The electrochemical impedance spectra (EIS) is further measured to evaluate the electrochemical performance of CFs, FeS/CFs, FeS/CFs-1, and FeS/CFs-2 (the fitted same equivalent circuit shown in ). As shown in a, the Nyquist plots of the CF, FeS/CF, FeS/CFs-1, and FeS/CFs-2 electrodes before the initial charge/discharge process show the typical semicircle at the high-frequency and a linear slope at low-frequency region. The semicircle, high-frequency intercept at the Zre axis, and the inclined line illustrate the charge-transfer resistance of the interface between electrodes and electrolyte (Rct), resistance of the electrolyte and other cell components (Re), and the Warburg impedance (W), respectively. The Rct values of CFs, FeS/CFs, FeS/CFs-1, and FeS/CFs-2 electrodes are determined to be 202.2, 272.9, 253.4, and 627.3 Ω, respectively. The Rct of FeS/CFs-2 with the unsatisfactory porous carbon structure is much larger than that of CFs, FeS/CFs, and FeS/CFs-1, suggesting the porous carbon-coated FeS NPs can decrease the resistance of the electrodes and promote Na+ diffusion and charge transfer. EIS can be devoted to calculate the values of Na+-ion diffusion coefficient ( DNa+), using the following where A, C, F, T, R, n, and σ represent the surface area of the electrode, concentration of Na+, Faraday constant, absolute temperature, gas constant, number of electrons per molecule during the redox process, and Warburg factor, respectively. The values of σ can be estimated from low-frequency inclined lines using the equation −Zim = σω–1/2, where ω is the angular frequency. b exhibits the relation between −Zim and ω–1/2 through linear fitting of the spots. The FeS/CFs-1 exhibits a smaller σ value than that of FeS/CFs and FeS/CFs-2, resulting in the higher DNa+ calculated from . The order of DNa+ is the same as that of Rct, further indicating that the appropriate carbon-coated FeS NPs are favorable for promoting the Na+ diffusion.",
                        "The FeS/CFs-1 anode for SIBs exhibits excellent sodium storage performance due to its distinctive 1D porous micro/nanostructure. As shown in c, the carbonaceous microfiber matrix can retain the structural stability of FeS NPs during the charge/discharge process, which is crucial for promoting cycling stability.  For the unsatisfactory carbon content and large sizes of FeS NPs in FeS/CFs-2, the serious volume change of FeS after the Na+ insertion could cause serious agglomeration, pulverization, and the loss of active materials from the electrodes, resulting in a poor cycling performance (d). In addition, the porous structure of FeS/CFs-1 can store the electrolyte as the “reservoirs”, increasing the interface between active materials and electrolyte, shortening the diffusion distance of Na+,  and restraining the intermediate polysulfide dissolution into electrolyte during the charge/discharge process to prevent the loss of active substance. Furthermore, the 1D structure can serve as the channel for fast electron transport to promote the electrochemical conductivity of the anode, enhancing the rate performance."
                    ],
                    "name": "3.3.  Electrochemical Performance of the FeS/Carbon Fibers",
                    "type": "h3"
                }
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, double-helix-structured Fe-carrageenan fibers were used to fabricate 1D porous FeS NPs/carbonaceous microfiber micro/nanostructures. The composite with core/shell structure was in situ formed in the pyrolysis process of Fe-carrageenan fibers without any addition of toxic sulfur source. The nanoconfined iron ions in the unique double-helix structure can ensure that the FeS NPs are uniformly embedded in the 1D porous carbon fibrous matrix. When evaluated as anode material for SIBs, the carbon-coated FeS NPs can effectively improve the structural stability of FeS NPs during Na+ de/insertion reaction process, guaranteeing excellent cycling stability. The 1D porous carbon fibrous matrix can enhance ion and electron transport kinetics to improve the rate performance. The FeS/CFs-1 with 20.9 wt % carbon content as anode for SIBs exhibits high reversible capacities and excellent cycling stability (283 mAh g–1 at current density of 1 A g–1 after 400 cycles) and rate performance (247 mAh g–1 at 5 A g–1). Such a sustainable biomass conversion strategy provides a facile, green, and effective route for fabricating high-performance metal sulfide-based anode materials for SIBs."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Highly Porous FeS/Carbon Fibers Derived from Fe-Carrageenan Biomass: High-capacity and Durable Anodes for Sodium-Ion Batteries"
}