{
    "DOI": "10.1002/anie.202216174",
    "Journal": "",
    "Keywords": [
        "Layered Sodium-Ion Battery Cathodes",
        "Na-Free Layer",
        "Random Na Extraction",
        "Selective Na Extraction",
        "Transition-Metal Migration"
    ],
    "Sections": [
        {
            "content": [
                "Comprehensively considering the low cost, abundant reserves and wide distribution of sodium resources, and energy density, sodium‐ion batteries (SIBs) have been widely accepted to be one of the most promising candidates as next‐generation large‐scale energy storage devices. In SIBs, cost and energy density are dominated by cathode materials because cathode occupies approximately one‐third cost of a battery and determinates the capacity and output voltage. Among layered oxides, tunnel oxides, Prussian blue analogues, and polyanionic compounds, layered oxides have been widely investigated and considered to be one promising cathodes for SIBs. Layered oxide cathode materials (NaxTMO2, 0<x≤1, TM=transition metal) show flexible crystal structures, high capacities (theoretical capacity≥250 mAh g−1), rich available TMs (e.g., Mn, Ni, Co, Fe, Cu, Cr, V, Ru, Ir, etc.), simple synthesis process, and so on. However, layered oxide cathode materials suffer from unfavorable TM migration from TM layers to Na layers.",
                "Cation migration in layered oxide cathode materials has been well investigated in lithium‐ion batteries (LIBs) because the typical cation mixing of Li+/Ni2+ happening in material preparation process and electrode charge–discharge procedure severely affects almost all the electrochemical performance including capacity, rate capability, and stability. Generally, this unfavorable phenomenon is attributed to the similar ion radius of Li+ (0.76 Å) and Ni2+ (0.69 Å). However, although the ion radius of Na+ (1.02 Å) and TMs shows a big difference, the TMs in layered oxide cathodes of SIBs can still migrate to the Na layer, such as Cr3+ (0.615 Å), Fe3+ (0.645 Å, high spin), Ni2+ (0.69 Å), and so on. Particularly, Cr and Fe migration are reported the most. In NaCrO2 (NC), it is widely accepted that Cr migration will be triggered when the charge potential is beyond 3.6 V. NC shows excellent electrochemical performance below the charge potential of 3.6 V, but a fast capacity attenuation happens when the charge potential is above 3.6 V. Therefore, it is reasonable to set the cut‐off potential higher than 3.6 V when exploring Cr migration. In NaFeO2 (NF), the Fe migration is also serious. It is reported that approximately 40 % Fe migrated from TM layers to Na layers when the charge cutoff potential was 4.0 V. Generally, the adverse TM migration can be alleviated by introducing other metals into the Cr site. However, up to now, the origin of TM migration in layered oxide cathodes of SIBs has not been clearly elucidated, and no universal strategy has been developed to address the issue.",
                "In this work, selecting NC as a model material, we find that the TM migration phenomenon is originated from the Na‐free layer forming under high charge potentials due to the random desodiation reaction (Figure ). The random desodiation can be attributed to only Cr in the TM layer to participate in the charge compensation. In the random desodiation process, the homogeneous oxidation of Cr in the two adjacent TM layers will induce the random extraction of Na in the same Na layer, leading to the formation of Na‐free layer. Theoretical calculations, high angle annular dark field‐scanning transmission electron microscopy (HAADF‐STEM) and galvanostatic intermittent titration technique (GITT) are conducted to characterize the formation of Na‐free layer and subsequent TM migration. A Ru/Ti co‐doping strategy is developed to address the above issue by creating a selective desodiation reaction, where the active 4d Ru is first oxidized to disrupt the random desodiation reaction and the inactive 3d Ti can function as a pillar to avoid complete desodiation in Ru‐contained TM layers (Figure ). The combined characterizations of theoretical calculations, HAADF‐STEM and GITT reflect that the Na‐free layer is suppressed in Ru/Ti co‐doped Na0.85Cr0.85Ru0.10Ti0.05O2 (NCRT), and excellent rate capability (91.7 mAh g−1 at 10 A g−1) and electrochemical stability (86.2 % in the 500th cycle and 81.3 % in the 1000th cycle) are obtained. Finally, the co‐doping strategy is also proven to be applied to the NF system in suppressing the adverse Fe migration and enhancing electrochemical performance."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The lowest‐energy configurations of NC (Figure ) and NCRT (Figure ) at each vacancy content are determined as ground and pseudo‐ground states. The ground state is a thermodynamically stable phase, and the pseudo‐ground state is an unstable or metastable phase. For NC, the formation energy diagram shows that the stability increases for the value below x=0.50–0.58, and further desodition leads to a thermodynamic instability. For NCRT, the formation energy reveals that the increase in stability is still observed for a value below x=0.67. These results imply that the desodiated NCRT at x=0.67 is thermodynamically more stable than NC. The atomic structures of NC with x=0, 0.25, and 0.67 are presented in Figure . The desodiated structure at x=0.25 shows that the vacancy sites are observed in each Na layer, which can be deemed as a random Na‐extraction reaction derived from only Cr in the TM layer and Cr participates in the charge compensation. However, that at x=0.67 interestingly shows that the empty Na layer with fully desodiated layer (denoted as Na‐free layer) between the CrO2 layers is formed. In the random desodiation process, the oxidation of Cr in one TM layer does induce the extraction of sodium from the adjacent two sodium layers, while the sodium in two adjacent layers does not always extract the same amount. Therefore, the homogeneous oxidation of Cr in the two adjacent TM layers will induce one sodium layer to extract more sodium than the adjacent two sodium layers, until the formation of Na‐free layer and subsequent Cr migration. This results in the thermodynamic severe instability accompanying by the severe Cr‐migration to the Na layers.",
                "Taking geometric point of view into considerations, Figure  likewise illustrates the desodiated structures of NCRT with x=0, 0.33, and 0.67, and their TM layers contain the mixed layer including CrO6, RuO6, and TiO6 octahedrons and the Cr‐rich layers. The detailed Ru and Ti positions are shown in Figure S1. Intriguingly, the desodiated structure at x=0.33 indicates that vacancy sites are present nearby the mixed layers. This can be deemed as a selective desodiation reaction, which likely stems from different cationic redox potentials and are in contrast to the desodiation mechanism for NC. In general, 4d‐based cation redox reactions occur in lower voltage window than 3d‐based ones in layered oxides for SIBs and LIBs (herein, Ru4+/Ru5+ versus Cr3+/Cr4+). Along this line, we can surmise that the Na related to the Ru redox reaction are first extracted from the host material and the inactive Ti can function as a pillar to avoid complete desodiation in Ru‐contained TM layers. In addition, the desodiated NCRT at x=0.67 shows the presence of Na in all Na layers without the Na‐free layer.",
                "To unlock the origin of the selective desodiation mechanism and the all‐layer‐stacked Na under high desodiated state, the electronic structures of TM (Cr, Ru and Ti) in the mixed layer of NCRT was investigated. Figure  and Figure S2a shows the combined graphs of partial density of states (PDOSs) of the TM nd‐electron (n=3 or 4) at x=0.17 and x=0.67 in NCRT. The PDOSs of Ru 4d‐electron at x=0.17 indicate an electronic structure of Ru4+ having a redox capable electron (t2g4) and the Ru(t2g)‐band is present in the higher energy states (−1.0≤E−Ef≤0) than the Cr(t2g)‐band (−2.0≤E−Ef≤−1.0), which imply that a single cation redox reaction of Ru4+/Ru5+ first occurs because of the low‐lying Cr 3d‐electron, relatively. It indicates that these different t2g‐band positions lead to the selective desodiation mechanism of NCRT as compared NC. The PDOSs of Ti 3d‐electron unquestionably show a Ti4+ electronic configuration in the octahedral complex, implying that there is no redox capable Ti 3d‐electron to compensate charge balance. For a better understanding, we calculated spatial electron distribution in the mixed layer based on the three‐divided occupied bands: i) −1.0≤E−Ef≤0, ii) −2.0≤E−Ef≤−1.0, iii) −3.0≤E−Ef≤−2.0, as illustrated in Figure  and Figure S2b. It is obvious that the hybridized Ru(4d)‐O(2p) electron is present in the first occupied band range, whereas there is no the Cr(3d)‐O(2p) electron densities. In the second occupied band range, the Cr 3d‐electron hybridized with the O 2p‐electron is strikingly observed. As shown in the PDOSs of Ti, the spatial electron density in the final region unambiguously reveals non‐existence of Ti 3d‐electron unhybridized with O 2p‐electron (i.e., lone‐pair O). These results imply that the first contributing species for charge compensation mechanism is the cationic redox reaction via the Ru(4d)‐O(2p). Based on the concrete understanding on the desodiation mechanism, we suggest that a well distributed mixed layer in NCRT plays a crucial role in suppressing the formation of Na‐free layer and alleviating subsequent crystal structure collapse and TM migration.",
                ""
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Revealing the Origin of Transition‐Metal Migration in Layered Sodium‐Ion Battery Cathodes: Random Na Extraction and Na‐Free Layer Formation"
}