{
    "DOI": "10.1007/s11664-025-11765-2",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "With the development of society and the economy, over-exploitation leads to sharp decreases in the availability of non-renewable resources such as oil, and the use of these traditional energy sources can produce toxic gases; thus, energy and environmental pollution problems are an increasing concern.1,2 Lithium-ion batteries have been widely used in the electronics industry due to their stable cycling performance and high energy density.3,4 However, the large demand for lithium resources in the field of energy storage and the rising cost of lithium due to the depletion of lithium mineral resources have led to the search for alternative energy storage resources.5 Sodium is abundantly available in the earth and easily accessible. Sodium-ion batteries work in a similar way to lithium-ion batteries, so they have the potential to become the next generation of energy storage devices. However, sodium-ion batteries have some drawbacks; for example, the sodium-ion radius is larger than the lithium-ion radius, which causes greater volume expansion during charging and discharging, and the energy density is lower.6,7 Therefore, there is an urgent need to find high-performance anode materials for sodium-ion batteries.",
                "Graphite, as a commercially available anode material for lithium-ion batteries, has a theoretical capacity of 372 mAh g−1. When used in sodium-ion batteries, its specific capacity is extremely low due to the large radius of the Na+ ions, so it is necessary to find a new high-performance anode material for sodium-ion batteries.8 Sn has the advantages of high theoretical capacity, high conductivity, and low cost; its theoretical capacity can reach 847 mAh g−1 in sodium-ion batteries. SnO2, as a conversion anode material, has a higher theoretical capacity than metal Sn, but its inherent poor electrical conductivity and greater volume expansion rate limit its application.9,10 Common solutions to these problems include carbon coating, design of nanostructures, and doping with heterogeneous elements, which improves the electrochemical properties of the material.11,12,13 There have been numerous studies showing that the coating of carbon can improve the cycling performance of Sn-based materials. Choi et al.14 prepared an amorphous carbon-coated Sn nanoparticle using a hydrothermal method. The battery capacity remained 487 mAh g−1 after 40 cycles at a current density of 0.5 C. Yan et al.15 prepared a SnS/C nanofiber membrane (NFM) material using an electrostatic spinning method, with a capacity of 324 mAh g−1 remaining after 200 cycles at current density of 200 mA g−1. However, these preparation methods are time-costly and have a high possibility of introducing impurities.",
                "In this work, acetylene black and SnC2O4 were mechanically milled in a certain ratio, and the obtained mixtures were heat-treated at different temperatures to obtain different anode materials. Different ratios of Sn and SnO2 were obtained at different temperatures, and the added conductive carbon was used to increase the electrical conductivity of the materials and alleviate the volume expansion of Sn and SnO2, thus improving the electrochemical properties of the materials. The effects of the ratio of raw materials and heat treatment temperature on the structure and electrochemical properties of the materials were investigated. The results demonstrate that the appropriate ratio and heat treatment temperature can improve the specific capacity and cycling stability of the materials. This work provides a valuable reference for designing high-performance and low-cost Sn-based materials."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Stannous oxalate (SnC2O4) was provided by Shanghai Aladdin Biochemical Technology Co., Ltd. Acetylene black (battery grade) was provided by Shenzhen Kejing Star Technology Co., Ltd."
                    ],
                    "name": "Material",
                    "type": "h3"
                },
                {
                    "content": [
                        "SnC2O4 and acetylene black were weighed in a 5:1 mass ratio and ground in an agate mortar and pestle apparatus to mix well. Subsequently, the mixed material was placed in a tube atmosphere furnace filled with N2, heated to 900°C at a rate of 3°C min−1 and held at this temperature for 2 h, and then cooled naturally to obtain the Sn/SnO2/C composite material. The mass ratios were 2:1, 5:1, and 8:1, and the holding temperatures were 800°C, 900°C, and 1000°C. According to the mass ratios and the different temperatures, the materials were designated as Sn/SnO2/C-518, Sn/SnO2/C-219, Sn/SnO2/C-519, Sn/SnO2/C-819, and Sn/SnO2/C-5110 (Fig. 1)."
                    ],
                    "name": "Preparation of Sn/SnO2/C",
                    "type": "h3"
                },
                {
                    "content": [
                        "X-ray diffraction (XRD, Rigaku D/MAX-2500PC, Cu-Kα radiation, 10°–80°) was used to determine the composition of the materials. Thermogravimetric analysis (TGA) of the materials was carried out under oxygen or nitrogen atmosphere (NETZSCH STA 449 C, O2/N2, 10°C min−1, temperature range 40–1000°C), and the results obtained were used to analyze the thermal decomposition process of materials. X-ray photoelectron spectroscopy (XPS, ESCALAB 250Xi, Mg-Kα rays) was carried out to determine the elemental valence and chemical bonding by analyzing high-resolution photoelectron spectroscopy images of different elements. Scanning electron microscopy (SEM, Scios, 0.5–30 kV, 0.6 pA-65 nA) was carried out to analyze the surface morphology of the materials and to obtain the elemental distribution of the materials by elemental mapping. Transmission electron microscopy (TEM, JEOL JEM-2800, 200 kV) was performed to analyze the internal crystal structure of the composites. Nitrogen isothermal adsorption–desorption tests (Brunauer–Emmett–Teller [BET], degassing temperature 200°C, 10 h, test temperature 77.3 K) were carried out on the materials to test the isotherm type, specific surface area size, and pore size distribution of the samples by BET."
                    ],
                    "name": "Material Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The active material, acetylene black, and polyvinylidene fluoride (PVDF) (mass ratio 7:1.5:1.5) were mixed, and a small amount of N-methyl pyrrolidone (NMP) was added dropwise to form a slurry, which was subsequently uniformly coated on a copper foil and vacuum-dried at 80°C for 12 h. The foils were then cut into small rounds with a diameter of 8 mm, further vacuum-dried at 105°C for 24 h, and subsequently transferred to a glove box. A 2032 button cell was assembled using a sodium sheet as the counter electrode, GF/A as the diaphragm, and 1 M NaPF6 (DIGLYME, 100 vol.%) as the electrolyte. Constant-current charge/discharge tests were carried out using a Landt CT2001A tester in a room temperature environment. Cyclic voltammetry (CV, 0.01–1.50 V) and electrochemical impedance spectroscopy (EIS, 0.01–100000 Hz) were carried out using a Shanghai Chenhua CHI660E electrochemical analyzer."
                    ],
                    "name": "Electrochemical Measurement",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "XRD testing was used to analyze the material’s physical phase composition. As shown in Fig. 2a, the Sn/SnO2/C material has a high degree of crystallinity, and by comparing Sn (PDF#04-0673) and SnO2 (PDF#41-1445), it can be seen that the material contains Sn and SnO2. Since the carbon material is amorphous, the figure does not show any obvious carbon peaks. It can be seen in Fig. 2a that the characteristic peaks around 30.6°, 32°, 44°, and 45° correspond to the (200), (101), (220), and (211) crystal planes of Sn, respectively, and the characteristic peaks around 26.5°, 34°, and 51° correspond to the (110), (101), and (211) crystal planes of SnO2, respectively. By combining this with TGA tests, it can be observed that SnC2O4 firstly decomposes into SnO2 after heat treatment and is subsequently reduced to elemental Sn in the presence of carbon.16 At the same temperature, the peak ratio of SnO2 to Sn was found to decrease progressively with the increase in carbon content, which is due to the increase in the proportion of carbon material resulting in a larger contact area during the carbothermal reduction process, and hence better reduction. At the same ratio, it was found that the peak ratio of SnO2 to Sn decreased with the increase in temperature, which is because the reduction effect is more obvious with higher temperature.",
                        "TGA testing of the material gives the degree of thermal reduction of carbon in the material. As illustrated in Fig. 2b, the TG curve under nitrogen atmosphere shows self-decomposition of SnC2O4 at 300°C to 400°C, and the subsequent decrease in the curve around 840°C is due to the carbothermal reduction of SnO2 to elemental Sn.17 As there is a large mass loss in the original material between 800°C and 1000°C, the heat treatment temperatures were set to 800°C, 900°C, and 1000°C. The content of each component in the material was obtained by TGA testing of Sn/SnO2/C-519 composites under an oxygen atmosphere. From the figure it can be seen that there is an increase in weight between 450°C and 600°C, which is due to the oxidation of Sn in air by SnO2.  The subsequent decrease in mass is due to the oxidation of C in air to CO2, accompanied by the oxidation of Sn.18 After a series of reactions, 95.90% of the material weight remains. Combining the weight ratio of Sn to SnO2 obtained from the XRD results and the total weight of the final product (Fig. S1), the weight ratio of Sn:SnO2:C in the composites was obtained using Eqs. (1) and (2), yielding values of 6.84:74.62:18.54 (Sn/SnO2/C-518), 53.99:6.60:39.41(Sn/SnO2/C-219), 68.66:8.75:22.59 (Sn/SnO2/C-519), 63.49:29.60:6.91 (Sn/SnO2/C-819), and 77.79:10.31:11.9 (Sn/SnO2/C-5110).",
                        "The samples obtained from the heat treatment were subjected to SEM testing to analyze the surface morphology of the material. As shown in Fig. 3a, no Sn spheres were formed in the samples treated at 800°C, but some SnC2O4 forms were retained. This is because the melting point of SnO2 produced by the self-decomposition of SnC2O4 is much higher than that of the heat-treatment temperature, and only a small amount of SnO2 is reduced to elemental Sn. In addition, the presence of a large amount of SnO2 affects the mobility of the small amount of Sn. The samples treated at 900°C already had obvious Sn spheres produced, indicating that SnO2 can be reduced to elemental Sn at 900°C and that the elemental Sn melts and aggregates into Sn spheres at high temperatures. Compared with the samples treated at 900°C, it was found that the samples treated at 1000°C had Sn spheres of larger diameter, probably due to the higher temperature, which makes the growth of Sn spheres more efficient, resulting in the formation of larger particle size of Sn spheres.19 A comparison of Fig. 3b, d, and e shows that with the increase in the mixing ratio of SnC2O4 and carbon, the Sn spheres gradually become larger and more numerous, which is due to the difference in the reduction degree of the material due to the difference in the contact area and content of carbon and SnC2O4.",
                        "The Sn/SnO2/C-519 electrode material was tested by TEM. In Fig. 4a, it can be seen that the material consists of irregular spherical particles, which is because SnC2O4 is partially reduced to elemental Sn during the carbothermal reduction process, and the elemental Sn melts into small particles at high temperature. Lattice fringes of 0.153 nm and 0.183 nm, corresponding to the (211) and (200) crystal planes of Sn, respectively, can be observed from the high-resolution TEM (HRTEM) image of Fig. 4b. In Fig. 4c, the selected area electron diffraction (SAED) rings correspond to the Sn (200), Sn (101), SnO2 (301), SnO2 (312), SnO2 (431), and SnO2 (004) crystal planes. This indicates that the material contains Sn and SnO2 internally, which can be correlated with the above XRD results. The presence of C, O, and Sn in the material can be seen from the elemental mapping diagram in Fig. 4d, where C is distributed around the Sn spheres and represents unreacted carbon, while O is distributed on the surface of the Sn spheres due to the oxidation of the surface of the Sn particles in air and the presence of SnO2.",
                        "As shown in Fig. 5, the five composites belong to type IV N2 adsorption–desorption isotherms. It can be seen that the specific surface area and the average pore size of Sn/SnO2/C-518, Sn/SnO2/C-219, Sn/SnO2/C-519, Sn/SnO2/C-819, and Sn/SnO2/C-5110 are 34.20 m2 g−1/2.67 nm, 68.83 m2 g−1/2.81 nm, 39.14 m2 g−1/2.07 nm, 27.50 m2 g−1/2.68 nm, and 40.61 m2 g−1/2.42 nm, respectively. The specific surface area increases with the addition of carbon, which is mainly related to the larger specific surface area of acetylene black. At the same proportion, the specific surface area was found to increase gradually with increasing temperature, probably because some of the carbon was encapsulated during Sn aggregation and consumed in the subsequent reduction process, resulting in the formation of pores at this location. This structure can increase the contact area between the Sn spheres and the electrolyte and shorten the ion transport path, thus improving the diffusion efficiency of Na+.20",
                        "XPS tests were used to analyze the elemental composition and chemical valence states of the Sn/SnO2/C-519 electrode material. Figure 6a shows the full spectrum of Sn/SnO2/C-519, from which it can be seen that the peaks correspond to the elements C, O, and Sn, respectively, and the O element is mainly present in SnO2. Figure 6b shows the Sn 3d spectrum, where the peaks at 495.43 eV and 486.99 eV correspond to Sn 3d3/2 and Sn 3d5/2, respectively.21 This confirms that the material contains Sn ions, which is due to the presence of SnO2. The three peaks obtained by fitting the C 1s spectrum (Fig. 6c) represent C–C/C=C, C–O, and C=O, which are located near 284.80 eV, 285.77 eV, and 289.73 eV, respectively, and correspond to the small amount of C=O and C–O bonds contained in the acetylene black. Three peaks were obtained by fitting the O 1s spectrum (Fig. 6d) for C–O, C=O, and Sn–O bonds located near 533.77 eV, 531.97 eV, and 530.78 eV, respectively, and the Sn–O bonds were generated by the presence of SnO2.22"
                    ],
                    "name": "Structural Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Figure 7a shows the cycling performance of the five electrode materials at 100 mA g−1 current density. It can be seen that the initial discharge specific capacities of Sn/SnO2/C-518, Sn/SnO2/C-219, Sn/SnO2/C-519, Sn/SnO2/C-819, and Sn/SnO2/C-5110 were 705.4, 644.0, 845.5, 929.6, and 863.4 mAh g−1, respectively, and it was found that the specific capacity of the initial discharge gradually increased as the Sn content increased. The coulombic efficiency of Sn/SnO2/C-519 was 69.49% in the first cycle and gradually approached 100% after three cycles, indicating the formation of a stable solid electrolyte interphase (SEI) film on the surface of the material. After 100 cycles, the discharge specific capacities were 93.4, 338.7, 583.6, 416.8, and 344.6 mAh g−1, respectively. It can be seen that the electrode material obtained at 800°C performs the worst in sodium-ion batteries, which is attributed to the irreversible reaction of the SnO2 and the material detachment due to the volume expansion. Sn/SnO2/C-519 shows high specific capacity and excellent cycling performance due to its high Sn content and the fact that the Sn spheres are surrounded by carbon, which can alleviate part of its volume expansion. In addition, the internal pore structure of the Sn spheres themselves gives them a greater cushion for expansion.23 When the heat treatment temperature continues to increase, the reduced Sn increases, causing more Sn to agglomerate to form larger Sn spheres, leading to an increase in the absolute volume expansion of the material during the cycling process, which in turn causes the electrode material to be crushed off and affects the cycling performance of the material.",
                        "Figure 7b shows the first three charging and discharging curves of the Sn/SnO2/C-519 electrode material at 100 mA g−1, where it can be seen that the charge plateaus around 0.16 V, 0.26 V, 0.53 V, and 0.67 V then represent the dealloying reactions of Na15Sn4, Na9Sn4, NaSn, and NaSn5.24 It can be seen that the first discharge curve does not overlap with the two subsequent discharge curves, which is due to SEI film formation and irreversible reactions, consistent with its CV curve.",
                        "Figure 7c shows the rate performance of the five electrode materials at 100, 200, 500, 1000, and 100 mA g−1 current density. As shown in Fig. 7c, the capacity of Sn/SnO2/C-519 fluctuates very little after high current cycling, and its capacity still has good stability when the current density returns to 100 mA g−1. Sn/SnO2/C-219 has a lower capacity, although its rate performance is more stable. The capacities of Sn/SnO2/C-519 at 100, 200, 500, 1000, and 100 mA g−1 current density were 576.3, 602.8, 586.83, 549.2, and 588.7 mAh g−1, respectively. The capacity at 200 mA g−1 current density was larger than that at 100 mA g−1 current density, which may be due to the activation of the cell during cycling. In overall comparison, Sn/SnO2/C-519 has the best rate performance and demonstrates better electron transfer efficiency due to its lower impedance value, which makes its rate performance better than that of the four remaining materials.",
                        "Figure 7d shows the cycling performance of the five electrode materials at current density of 500 mA g−1. There is a slight increase in the capacity of the material in the initial cycling stage, which is caused by the poor initial electrolyte wettability, the gradual completion of the wettability during cycling, and the activation of the material.25 Sn/SnO2/C-518, Sn/SnO2/C-219, Sn/SnO2/C-519, Sn/SnO2/C-819, and Sn/SnO2/C-5110 exhibited specific capacities of 59.4, 324.8, 546.1, 502.3, and 524.7 mAh g−1, respectively, after cycling for 500 cycles at current density of 500 mA g−1. It can be seen that the capacity retention rate of Sn/SnO2/C-518 is the lowest, which is because the volume expansion rate of SnO2 obtained by carbon thermal reduction is larger, and the material structural damage is more serious during the cycle, so that only a small amount of active material is involved in the reaction during the cycling process, and thus the capacity decays more quickly. Table I shows a comparison of the electrochemical performance of Sn/SnO2/C-519 in this study with previously reported methods.",
                        "CV tests were performed for five electrode materials at a scan rate of 0.01 mV s−1. As shown in Fig. 8, during the cathodic scanning of Sn/SnO2/C, a broad peak appears at around 0.75 V to below 0.25 V in the first cycle and disappears in the subsequent cycles, which is due to the irreversible reaction of Na+ with SnO2 in the material. The peak at around 0.20 V is due to the formation of a SEI film on the surface of the material.33,34 Within the anodic scanning curve, it can be seen that the anodic peaks at 0.16 V and 0.26 V merge to around 0.24 V, which is due to the higher current.20 The CV curves of the two subsequent cycles overlap well, which indicates good electrochemical reversibility.",
                        "Figure 8f shows the Nyquist plots for different electrode materials. The straight line and the semicircle in the Nyquist plots represent the low-frequency and high-frequency regions, respectively. The straight line in the low-frequency region corresponds to the Weber impedance (W0), and the semicircle in the high-frequency region corresponds to the charge transfer resistance (Rct).35,36 The Rct values of Sn/SnO2/C-518, Sn/SnO2/C-219, Sn/SnO2/C-519, Sn/SnO2/C-819, and Sn/SnO2/C-5110 were found to be 26.92 Ω, 26.14 Ω, 15.37 Ω, 29.81 Ω, and 24.73 Ω, respectively. The Sn/SnO2/C-519 material has the lowest resistance value and higher charge transfer efficiency, which is conducive to the fast and stable intercalation/deintercalation of Na+. When the current density is increased, the reaction rate can be ensured under the rapid movement of Na+, and the rate performance of the material can be improved.",
                        "The electrochemical kinetics of the material can be further analyzed by testing the Sn/SnO2/C-519 electrode material at different scan rates. As shown in Fig. 9a, the peaks between 0.15 V and 0.30 V gradually merge into one peak with the increase in the scan rate, which is caused by the subsequent increase in current with the increased scan rate.26 The peaks in the CV curve do not change significantly, indicating that the material has a good rate performance, and the above results are consistent. Through the current and scan rate function equation i = avb, by taking the logarithm of both sides, we can obtain log(i) = b × log(v) + log(a), and the slope of the straight line obtained by fitting log(i) and log(v) is b. A value of b close to 1.00 indicates that the material sodium storage is mainly controlled by the capacitance, and a value of b close to 0.50 indicates that the material sodium storage is mainly controlled by the diffusion. The b values of peak 1 and peak 2 were obtained by calculating the b values for the two selected redox peaks as 0.56 and 0.92, respectively, indicating that the sodium storage of this material is controlled by a combination of diffusive and capacitive behaviors.37 The capacitance contribution ratio of the material at different scan rates is obtained by the formula i = k1v + k2v1/2.38 As shown in Fig. 9d, the capacitance contribution ratio gradually increases with the increase in the scan rate, and the diffusion rate is lower than the electron transfer rate; thus, the higher capacitance contribution ratio is favorable for the rate performance of the material.39",
                        "The Na+ diffusion kinetics of the materials were investigated by testing the CV curves at different scanning rates for five materials and by the Randles–Ševčík equation (Eq. 3):",
                        "where Ip is the peak current [mA], n is the number of electrons transferred in the electrode reaction, A is the electrode active surface area [cm2], D is the sodium diffusion coefficient [cm2 s−1], C is the Na+ ion concentration (mol cm−3), and v is the CV scanning rate [mV s−1]. The larger the slope, the higher the Na+ diffusion coefficient, as can be seen by Eq. (3). As shown in Fig. 10, Sn/SnO2/C-519 has the highest slope and its Na+ diffusion coefficient is the highest. This indicates that the appropriate amount of both SnO2 and pores in the material can expand the sodium ion transport channel and improve the Na+ transport efficiency."
                    ],
                    "name": "Characterization of the electrochemical performance",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In this paper, a simple carbothermal reduction method was designed to prepare Sn/SnO2/C composites, which showed excellent cycling and rate properties as anode materials for sodium-ion batteries. After 500 cycles at 500 mA g−1 current density, the Sn/SnO2/C-519 electrode material still maintained a discharge specific capacity of 546.10 mAh g−1. This is due to the unique structure of the material that allows a faster diffusion rate of Na+. In addition, the carbon attached on the surface of the particles not only improves the electrical conductivity of the material, but also mitigates the volume expansion of the material, thus improving the electrochemical performance. This provides new insights for simplifying the material preparation process and designing porous Sn anode materials in the future."
            ],
            "name": "Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Sn/SnO2/C Prepared by Carbothermal Reduction Method as the Anode Material for Sodium-Ion Batteries"
}