{
    "DOI": "10.1039/C7CP06998G",
    "Journal": "Physical Chemistry Chemical Physics",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Secondary batteries are a well-known energy storage device. Especially, Li-ion batteries are used in many applications such as cellular phones, vehicles, mobile computers, and drones. A longer life, a lower price, a higher power and a higher energy density have been required in their battery properties. Na-ion batteries are a candidate for next-generation secondary batteries, because the adequate resource of Na and high mobility of Na+ can provide a low price and high power ability, respectively. These properties will be advantageous in large-scale battery devices for hybrid electric vehicles, smart grid systems, and renewable energy systems.",
                "Amorphous carbon, alloyed anode systems, Ti oxide-systems, MXene, and expanded graphite-systems have been investigated as anode materials for sodium-ion batteries to achieve high capacity, high rate capability and/or a long cycle life. However, an anode material that simultaneously satisfies all these battery abilities has not been provided, because of the strict trade-off relationships of these properties of anode materials in batteries. Further developments that integrate the anode materials with an electrolyte will be needed to relieve such trade-off.",
                "Ether-based solvents have attracted much attention as electrolytes for sodium-ion batteries, since they are very stable in the reduction state. In particular, they could significantly improve the cycle performance with Na metal anodes and alloyed anodes, despite showing a large volume change during the charge–discharge cycle. Recently, it has been reported that graphite anodes show a good electrochemical performance in Na-ion batteries when using ether-based solvents. The Na storage in conventional graphite is due to the co-intercalation of Na+ and the solvent (ether).",
                "However, our results indicated that the ultra-long cycle performance and rate capability were not compatible in the same ether solvent as shown in the result section: the highest cycle performance was with diethylene glycol dimethyl ether (G2), while the best rate capability was with ethylene glycol dimethyl ether (G1). A solvent that shows both a good cycle performance and rate capability is needed for the practical use of this anode system.",
                "In this work, we demonstrate that a mixed ether-based solvent of G2 and G1 makes these electrochemical abilities compatible. The ultra-long cycle test showed a good cycling behaviour of graphite when using mixed ether-based solvents, with a discharge capacity retention ratio of more than 90% and rate capabilities (4 A g−1/0.2 A g−1) of more than 75% after 10000 cycles. From surface evaluation, a small amount of electrolyte decomposition after a long cycling test was observed on the graphite electrode, which helped to maintain the high rate performance after the ultra-long cycle test. These results represent progress in the Na-ion battery development."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Spherical graphite powder as an active material (EQ-Lib-MCMB: MTI corp.), carbon powder as a conductive additive (SFG-6L: Timcal corp.), and poly vinylydene fluoride as a binder (EQ-Lib-PVDF: MTI corp.) were mixed at a solid weight ratio of 80:7:13 in 1-methyl-2-pyrrolidione to form a slurry.",
                        "The slurry was coated onto Cu foil (10 μm) and evaporated at 120 °C for 5 min. The electrode was pounched out into discs with a diameter of 10 mm and dried in an evacuated oven at 70 °C for 1 night. The weight of the active material in the electrode ranged from 3.4 mg to 3.6 mg."
                    ],
                    "name": "Electrode preparation",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "A CR2032 coin-type cell was assembled in an Ar-filled glove box. Na metal was used as counter electrode. A trilayer separator (2320: Celgard corp.) and a grass fiber filter (GB-100R: Advantech) were used as separators. The trilayer separator and the grass fiber separator were set as the graphite electrode side and the Na metal side, respectively. For the liquid electrolyte, 1 M NaPF6 (Kishida Chem.) was dissolved in different ether-based solvents (Kanto Chem.) with G1:G2 v/v ratios of 3/7, 5/5, and 7/3."
                    ],
                    "name": "CR2032 cell preparation",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Cyclic voltammetry (CV) was performed between 0.005 and 2.5 V at a scan rate of 0.1 mV s−1. The short cycle performance test was carried out after an initial charge–discharge cycle at a current rate of 0.2 A g−1 between 0.005 and 1.5 V. 50 cycles were performed at a current rate of 0.2 A g−1. Afterwards, the rate capability was tested at the current rates of 0.5, 1.0, 2.0, and 4.0 A g−1.",
                        "Ultra-long cycle tests (10000 cycles) were carried out at a current rate of 2.0 A g−1 between 0.005 and 1.5 V. Rate capability after the ultra-long cycle test was evaluated at a current rate of 4.0 A g−1. All electrochemical evaluations were performed at room temperature."
                    ],
                    "name": "Electrochemical evaluation",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The crystal structure of the electrode was characterized by X-ray diffraction (XRD) using Cu Kα radiation (Ultima, Rigaku). The micro structure was observed using a field emission scanning electron microscope (FE-SEM, Hitachi S-4300E). The AC impedance analysis was carried out using a Solartron 1280B frequency response analyzer, in the frequency range of 20000–0.05 Hz, with an AC signal amplitude of 10 mV and in an open circuit state. The Zview software (Scribners Associates Inc.) was used for the AC impedance analysis program. X-ray photoelectron spectroscopy (XPS) was carried out using a PHI 5000 Versa Probe system (ULVAC-PHI, Inc.) equipped with an Al Kα (1486.86 eV) X-ray radiation source. The irradiated spot was about 0.1 mm in radius. Depth profiling was performed by sputtering with an Ar ion beam. The sputtering rate was determined to be 8.2 nm min−1 as measured on a SiO2 reference. The spectra were calibrated to the C1s peak at 284.5 eV."
                    ],
                    "name": "Electrode characterization",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The particle size of spherical graphite is tens of microns, and the X-ray diffraction (XRD) pattern indicates a graphite structure, as shown in Fig. 1a. The cross-sectional scanning electron microscopy (SEM) image of the graphite electrode (inset of Fig. 1a) confirmed the particle size. The Raman spectrum shows a strong G-band in Fig. 1b. Fig. 1c shows the cyclic voltammogram (CV) data when using mixed electrolyte solvents. Five charge–discharge current peaks were observed, indicating the presence of several electrochemical reactions. These peaks in charging (discharging) are labelled from C1 to C5 (D1 to D5), as shown in Fig. 1c. The discharge peaks at about 0.6–1.3 V were broader than the charge peaks, indicating that the electrochemical reactions were slightly different between the charge and discharge processes. The charge–discharge peaks of mixed ether solvents, except for the most electronegative peak, were observed in between those of pure G2 and G1. It is considered that electrochemical reactions related to G1 and G2 occur at the same time. The most electronegative peak in the mixed ether solvent was observed at a higher potential than that in G2, which might occur if another electrochemical reaction exists due to the mixed ether solvent. CV data measured at various scan rates (0.1, 0.2, 0.3, 0.4, 0.5, 0.7, 1.0, 1.5, 2.0, and 3.0 mV s−1, Fig. 1d and Fig. S1, ESI†) could help to identify the contributions for intercalation and capacitive reactions. The relationship between the peak current and the scan rate is given as follows (eqn (1)).i is the peak current, ν is the scan rate, and a and b are adjustable parameters. b = 0.5 indicates the intercalation reaction, and b = 1.0 indicates the capacitive reaction. The logi vs. logν plots are shown in Fig. 1e and Fig. S2 (ESI†). Fig. 1e and Fig. S3a (ESI†) show the b-values at charge and discharge, respectively. For all peaks, the contribution of the capacitive reaction in discharging is larger than that in charging. Although the detailed mechanism is not clear, the charge and discharge processes are different. Electrochemical reactions assigned as peaks of C1 (D1), C2 (D2), and C3 (D3) are almost all capacitive reactions, while the intercalation reaction is dominant for peaks of C4 (D4) and C5 (D5). Upon increasing the amount of G2 in the electrolyte, the contribution of the intercalation reaction increases slightly in the electrochemical reaction assigned as C4 (D4) and decreases in that assigned as C5 (D5). Such a large ratio of the intercalation reaction may increase the specific capacity. The first charge–discharge (sodiation–desodiation) curves obtained using various electrolytes are shown in Fig. 1f. The charge–discharge capacities and their efficiencies are about 105–113 mA h g−1 and about 80%, respectively. Increasing amounts of G2 tend to increase the charge–discharge capacities as shown in Fig. 1g. The average operating voltages in charge and discharge are 0.70 and 0.92 V, respectively. The XRD patterns of spherical graphite at the charge state (sodiation, 0.005 V vs. Na/Na+) and discharge state (desodiation, 1.5 V vs. Na/Na+) are shown in Fig. 1h and Fig. S3b (ESI†). In the charge state, all spherical graphite anodes formed a stage-1 intercalation graphite structure. Their sharp diffraction peaks were observed in electrolytes that contained G2. When using only G1, the diffraction peaks of the stage-1 structure were broad and weak. The reason might be that the electrochemical reaction forming the stage-1 structure was not complete, and EG intercalated into graphite could easily cause deficiency.",
                        "The most anodic CV peak (C5) is at around 0.005 V. The c lattice parameter of 11.81 Å was estimated from the peaks at 2θ = 15.0° and 22.7° corresponding to (002) and (003) reflections, respectively. In the discharge state, the diffraction peak at about 2θ = 26.3° corresponding to graphite was observed in all electrodes. Their diffraction peaks are slightly shifted to lower angles, meaning that the first charge–discharge cycle extends the graphite layers and reduces the crystallinity of the graphite in the anode."
                    ],
                    "name": "Na storage and initial electrochemical performance of spherical graphite using mixed ether solvents",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "After 50 cycle tests at a current rate of 0.2 A g−1, rate tests at the current rates of 0.5, 1.0, 2.0, and 4.0 A g−1 were performed, as shown in Fig. 2a. These tests were evaluated after 2 charge–discharge cycles at 0.2 A g−1. The discharge capacities were retained after 50 cycles. Highest rate capability was observed in only G1 solvent, as shown in Fig. 2b. This result was different from previous reports. The reason for the difference is not clear. However, the shape of the graphite particles may provide the difference. The rate capability decreased with increasing amounts of G2. In AC impedance measurement using the blocking interface as shown in Fig. 2c, the electrolyte resistance was the largest for pure G2. The Raman spectra suggested that sodium ions and G2 were strongly solvated, because the Raman peak at about 868 cm−1 corresponding to the ring breathing mode was shifted to higher wavelength with an increasing amount of G2, as shown in Fig. 2d.",
                        "Therefore, the reduced ion conductivity in the electrolyte was considered to be one of the causes of lowered rate capability. Recently, in between the LiFePO4 cathode material and the electrolyte using an aqueous solvent, it was suggested that the water adsorption at the surface of the cathode material induced high rate capability. In this anode system, solvent adsorption at the surface of the graphite anode also occurred as shown in Fig. 1c. G1 adsorption at the surface of the graphite may induce high rate capability. On the other hand, the contribution of intercalation in the electrochemical reaction assigned as the C4 (D4) peak slightly increased with an increasing amount of G2, as shown in Fig. 1e (Fig. S3a, ESI†). This increasing current might lower the rate capability, because the intercalation reaction is generally slower than the capacitive reaction in general. Combinations of the above factors may influence the capability of this anode system.",
                        "The structure of solvated sodium in the electrolyte is important for its intercalation in graphite, because sodium can be intercalated into graphite only while keeping its solvated structure. We have estimated the solvation number from the Raman spectra (from 780 to 900 cm−1) using Fig. 2d and the following eqn (2). The Raman spectra were deconvoluted with ring-breathing mode (solvated with Na) at about 865 cm-1 (red line in Fig. 2e) and pure ether solvent mode at about 805, 820, 840, and 850 cm−1, as shown in Fig. 2e (blue lines) and Fig. S4 (ESI†). The Gaussian–Lorentzian functions were used for the Raman spectrum analysis. The solvation number (Nasolv) is calculated by dividing the molar concentration of solvent bonding to sodium ions (Csolv) by the total sodium concentration (CNa,tot). Csol, total and Cfree are the total molar concentration of the solvent and that of the free solvent, respectively. Isolv is the intensity of the Raman spectrum at 865 cm−1 to indicate solvation. Ifree is the sum of Raman intensities at about 805, 820, 840, and 850 cm−1. The Csolv/(Csolv + Cfree) can be represented by Isolv/(Isolv + Ifree).",
                        "In Fig. 2f, the calculated Nasolv value decreases from 3 to 2 with an increasing G2 ratio in the electrolyte. The size of the solvation structure might be small with low Nasolv, which probably increased the capacity of graphite. When using a mixed solvent in the electrolyte, G1 and G2 together solvate the Na-ions. G1 molecules solvated to Na-ions can be easily deformed due to the slightly weaker solvation, which probably enables the high rate capability in this anode system because the co-intercalation of Na-ions and solvents occurs easily."
                    ],
                    "name": "Initial battery performance with spherical graphite",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The ultra-long cycle performance data are shown in Fig. 3a. A test of 10000 cycles was performed at a current rate of 2 A g−1. For the first 10 cycles and at 500, 2500, 5000, 7500, and 10000 cycles, the maximum retention capacity was measured at a low current rate of 0.2 A g−1. When using only G1, the anode did not show charge–discharge capacity after several thousand cycles. We considered that the origin of the deterioration to be electrolyte drying-up, due to the high vapour pressure of G1.",
                        "The cells using G2 showed a good cycle performance after 10000 cycles. The discharge capacity retention is ∼95% and 80–85% at the current rates of 0.2 A g−1 and 2 A g−1, respectively. The resistance from the AC impedance results decreased with cycling, as shown in Fig. 3b and Fig. S5 (ESI†), and this decrease becomes larger when the G1 ratio increases in the electrolyte. These results suggested that the amount of electrolyte decomposition during the cycle test was small. After 10000 cycles, the rate capabilities were evaluated at a current rate of 4.0 A g−1, as shown in Fig. 3c, d, and Fig. S6 (ESI†). The discharge capacities at 4.0 A g−1 were smaller than that after 50 cycles. However, the discharge capacity ratio at a low and high rate (0.2 and 4.0 A g−1) in mixed solvents was above 70% after 10000 cycles. This discharge capacity ratio is almost the same as that after 50 cycles, suggesting that a small amount of electrolyte decomposed during the cycle test. The main factor of cycle deterioration is not considered to be the increased resistance on the surface of the anode by electrolyte decomposition."
                    ],
                    "name": "Ultra-long cycle battery performance in spherical graphite",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "XRD patterns of electrodes at the discharge state after 10000 cycles indicate that the diffraction peaks of graphite at around 2θ = 26.3° became broader, as shown in Fig. 4a. The peak broadening means the destruction of the graphite structures. In addition, the Raman spectra in Fig. 4b also suggest a destroyed structure. Particularly, peaks corresponding to the D band became stronger when using G1 as a solvent in the electrolyte. The spherical shape of the graphite particles was broken after 10000 cycles when using mixed ether solvents, and the deformation increased with the G1 ratio in the electrolyte (Fig. 4c). The destruction of the spherical shape was small when using only G2, because the small charge–discharge capacity at a current rate of 2 A g−1 means less volume change in the graphite during charge–discharge in the ultra long cycle test. Both the microstructure and macrostructure of the graphite electrode were greatly changed when using the G1 solvent after 10000 cycles. Increasing the G1 ratio in the electrolyte increased these effects due to a larger volume change of the graphite. The breakage of the spherical structure of graphite by the large volume change during charge–discharge increased the specific surface area of graphite, which probably reduced its AC impedance.",
                        "The depth profiles of C, Na, F, O and Cu in the graphite anode after 10000 cycles are shown in Fig. 4d and Fig. S7 (ESI†).",
                        "The electrodes were first rinsed with DEC in order to exclude the effect of the residual electrolyte. The atomic ratio of C increased and those of O and Na decreased, with sputtering time. The layer of electrolyte decomposition products, which included oxygen and sodium, was several tens of nm in thickness. This layer is thinner with an increasing G1 ratio in the electrolyte, which corresponds to the results obtained from the AC impedance spectra.",
                        "Fig. 4e–h and Fig. S7 (ESI†) show the C1s, Na1s, F1s, and O1s X-ray photoelectron spectra (XPS) at the surface of graphite electrodes after 10000 cycles. The C1s spectra include three peaks corresponding to C–C and C–H bonds at 284.5 eV, C–O bonds (Na alkoxide) at 286.1 eV and Na2CO3 near 289.6 eV. Na2CO3 and Na alkoxide were formed mostly by the decomposition of the electrolyte on the outermost surface of the anode.",
                        "The O1s spectra show two obvious peaks at about 530.9 and 532 eV, which are assigned to Na2CO3 and C–O binding (Na alkoxide), respectively. A broad peak at about 536 eV is assigned as the Na Auger peak. The F1s spectra show two obvious peaks at about 684.5 and 687 eV, which are assigned to Na–F and P–F bonds, respectively. The Na–F bonds are attributed to NaF which is formed by decomposition of NaPF6, while the P–F bonds originate from the remaining NaPF6 in the electrolyte.",
                        "The Na1s spectra show a peak at about 1072 eV containing 2 overlapping peaks, which are assigned to Na–O and Na–F bonds. When the G2 ratio in the electrolyte is large, strong peaks attributed to Na were observed at the electrode surface.",
                        "The electrolyte decomposition products at the surface of the graphite anode have nearly the same composition, regardless of the composition of solvents in the electrolyte. As mentioned above, the thickness of the layer of the electrolyte decomposition product was thinner with an increasing G2 ratio. However, the deterioration of rate capability (%: 4.0 A g−1/0.2 A g−1) is small before and after the ultra long cycle test. We infer that the electrolyte decomposition product has not enough thickness to decrease the rate capability and/or does not affect Na ionic conduction at the surface of the graphite electrode."
                    ],
                    "name": "Characterization of the electrodes after the ultra-long cycle test",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "The graphite anode system using a mixed ether solvent shows a better battery performance than that of other candidates of anodes for sodium-ion batteries as shown in Fig. 5. The coexistence of the good cycle performance and rate performance in this anode system has implications for practical use. Although the capacity of this anode system is slightly smaller, the energy density of the battery (full-cell) is not so much smaller than the other candidates when the limited voltage range (0.005–1.5 V) is taken into account. It is remarkable that the rate capability was retained in this anode system after 10000 cycles. Assuming that 0.1 A g−1 is 1C, this anode system could still charge to 75% of full capacity with a current rate of 40C (charging time is about 68 seconds) after 10000 cycles.",
                "Our result extends the possibility of ether based solvents in the electrolyte of secondary batteries. Of course, ether based solvents may decompose at high oxidation potential. However, our previous report indicated that clear oxidation peaks of Linear Sweep Voltammetry (LSV) evaluation were not observed until 4.7 V vs. Na/Na+. This result means that the oxidative decomposition of the ether based solvent is not observed in the present cathode material for Na-ion batteries.",
                "The mixed ether solvents enable the stable co-intercalation of Na with ether solvents into the graphite layer. This result suggests that the other alkali metals and mixed ethers may also be stably intercalated into graphite. Hence, graphite anodes could have expanded opportunities in secondary batteries, by choosing the combination of ether solvents and alkali metals."
            ],
            "name": "Discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "We demonstrated that mixed ether solvents significantly improved the battery performance of spherical graphite for Na-ion batteries. The discharge capacity after 10000 charge–discharge cycles and the retention ratio are 90 mA h g−1 and 90%, respectively. Rate performance at a current rate of 4.0 A g−1 showed 80 mA h g−1 after 10000 cycles. Hence, an ultra-long cycle performance and a high rate performance were shown to co-exist in graphite anodes for Na-ion batteries, thereby accelerating the development of advanced Na-ion batteries.",
                "We demonstrated that the electrochemical performance of an amorphous GeOx anode in Na-ion batteries could be improved by replacing the EC/DEC electrolyte solvent with ether-based solvents. The ether-based solvents are more stable in the reduced state than EC/DEC. The first cycle irreversible capacity and cycle performance were improved by using ether-based solvents owing to the suppression of electrolyte decomposition. The layeres of decomposition products on the electrode surface were thinner with ether-based solvents than with EC/DEC. The ether-based solvents also improved the cycling performance of GeOx owing to the suppression of electrolyte decomposition during the large volume changes that the anodes undergo during the sodiation–desodiation process. We believe that these results will accelerate the development of Na-ion batteries."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Mixed ether-based solvents provide a long cycle life with high rate capability to graphite anodes for Na-ion batteries"
}