{
    "DOI": "10.1002/cssc.201900582",
    "Journal": "",
    "Keywords": [
        "batteries",
        "electrodes",
        "intercalation",
        "pseudocapacitors",
        "sodium"
    ],
    "Sections": [
        {
            "content": [
                "Lithium‐ion batteries (LIBs) have become the most widely used secondary battery since their commercialization in the early 1990s. With the introduction of LIBs into fields such as electric vehicles (EVs) and large‐scale energy storage systems (ESSs), the rapidly growing demand for LIBs is causing battery components such as lithium and cobalt to skyrocket in price. To mitigate the resource shortage and rising cost of lithium, substantial efforts have been devoted to developing “beyond lithium” batteries, of which sodium‐ion batteries (SIBs) have attracted immense interest owing to the resource abundance and low prices of sodium. Considering the higher redox potential of Na/Na+ and heavier mass of sodium compared with those of lithium, SIBs are considered as promising candidates for application in large‐scale ESSs and smart grids where the energy density becomes less critical. Even so, superior electrochemical kinetics is greatly desired for SIBs to adapt for the geographical and climatic complexity in renewable energy storage, whereas frequency regulation and peak shaving in smart grids demand high rate capability in SIBs.",
                "The kinetics and rate capability of a full battery are largely determined by the electrodes and particularly by the cathode. Three classes of inorganic cathode materials have been investigated for SIBs including layered metal oxides, polyanionic compounds, and Prussian blue analogs (PBAs). Among them, three‐dimensional open frameworks of PBAs are characterized by the weak interaction between the Na+ and the anion pπ electrons. This framework offers the possibility for ultrafast sodium kinetics through “intercalation pseudocapacitance”, which is featured by fast intercalation behavior with no limitations from solid‐state diffusion. Dunn and co‐workers qualified the kinetics of charge storage in T‐Nb2O5 and defined that facile ion transport pathways and little structural change in the crystalline network is necessary for intercalation pseudocapacitance. Yang and co‐workers demonstrated intercalation pseudocapacitance behavior and ultrafast Zn2+ insertion in VO2 nanofibers, achieving a high rate capability (171 mAh g−1 at 300 C) for aqueous zinc‐ion batteries. The principle benefit realized from intercalation pseudocapacitance is that high capacity and fast kinetics of the electrode can be achieved simultaneously, leading to high rate performance without sacrificing energy density. Unfortunately, there is still a lack of studies on intercalation pseudocapacitance of PBAs. This unfulfilled pseudocapacitive behavior might be caused by the imperfection of the framework originating from the coordinated water and vacancies during synthesis.",
                "Herein, we demonstrate intercalation pseudocapacitive behavior in a low‐vacancy copper hexacyanoferrate (LV‐CuHCF) electrode synthesized in a dehydrated environment, leading to ultrafast sodium kinetics. Benefiting from the rigid highly crystallized framework, both remarkable high specific capacity and outstanding rate capability are achieved. The specific capacity reached 86 mAh g−1 at 1 C rate (1 C=80 mA g−1), to which an unexpected contribution was made by the redox couple of Cu+/Cu2+. Such capacity is among the highest values for CuHCF‐based cathodes in SIBs. In terms of rate capability, 50 % capacity of the as‐prepared CuHCF was maintained even under an extremely high rate of 100 C at room temperature, owing to the unique intercalation pseudocapacitance. Furthermore, the CuHCF electrode maintained its outstanding rate performance even when tested at freezing point (0 °C)."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "In a perfect PBA framework, the octahedral metal centers are coordinated with C≡N− bridges with alternate N and C atoms forming a three‐dimensional network (Figure  a). However, in general synthesis processes, the fast precipitation rate of PBAs is always accompanied by the generation of [Fe(CN)6] vacancies. Consequently, coordinated water from the hydrous preparation environment occupies the six corners of the resulting octahedral cavities as seen in Figure  c. Because Cu has the largest hydration energy among the first period transition metals, it is easier to coordinate with water molecules in aqueous solution to form hydrated Cu2+ ions. The hydrated Cu2+ ions will bring a lot of water molecules into the CuHCF framework during its growth. Because of the coordinated water, the Cu2+ ions can no longer coordinate with the N atoms of [Fe(CN)6], which they are supposed to, leading to [Fe(CN)6] vacancies in the framework, for example, K0.71Cu[Fe(CN)6]0.72⋅3.7 H2O. As a result, there are fewer active redox sites in such high‐vacancy CuHCF (HV‐CuHCF). On the other hand, sodium migration also relies on the integrity of the framework as the ion diffusion in PBA framework is calculated to be a W‐shaped path from one face center to another. Once [Fe(CN)6] vacancies emerge, the ion pathways become discontinuous, which would hinder the sodium intercalation/deintercalation. To minimize the formation of [Fe(CN)6] vacancies during the synthesis of CuHCF, a dehydrated synthesis method was designed. Ethanol was used as the solvent to prevent Cu2+ ions from coordinating with water. Much less coordinated water is introduced into the CuHCF framework during the precipitation process, giving birth to a low vacancy CuHCF (LV‐CuHCF) with a high Fe/Cu ratio of 0.931. In contrast, HV‐CuHCF prepared in hydrous conditions shows a low Fe/Cu ratio of 0.647. The X‐ray diffraction (XRD) patterns of LV‐CuHCF and HV‐CuHCF can both be well indexed to the same cubic structure (JCPDS No. 86‐0513; Figure  a, c). However, there is a clear shift of peaks to lower angles in LV‐CuHCF, indicating a larger lattice parameter owing to the minimization of [Fe(CN)6] vacancies, which will be favorable for sodium diffusion. FTIR spectroscopy (see the Supporting Information, Figure S1) provides information on the octahedral [Fe(CN)6] ligand, wherein the observed absorption bands were related to the vibrations of CN−, Fe−C, and water. Thermogravimetric (TG) analysis (Figure S2) and Raman spectroscopy (Figure S3) showed that LV‐CuHCF has much lower coordinated water and [Fe(CN)6] vacancy contents than HV‐CuHCF. As a result, LV‐CuHCF is expected to provide more sodium storage sites and unbroken sodium ion pathways, enabling intercalation pseudocapacitance to achieve higher capacity and faster kinetics.",
                "Considering the low electronic conductivity of PBAs, Ketjen black (KB) was introduced to obtain PBA‐carbon composites for both LV‐CuHCF and HV‐CuHCF. Figure S4 shows that the cubic‐shaped CuHCF particles embedded in the KB matrix are homogeneous for both samples. Figure  b and d compare the first‐cycle charge–discharge profiles of LV‐CuHCF and HV‐CuHCF at 1 C. As expected, LV‐CuHCF exhibits twice the capacity of HV‐CuHCF, achieving a record value of 86 mAh g−1 among all previous reports on CuHCF‐based cathode materials. In addition to the higher charge–discharge voltage plateau at 3.48/3.38 V, an extra plateau at a lower voltage of 2.96/2.72 V appears compared with HV‐CuHCF. This unforeseen pair of plateaus can be ascribed to the redox reaction of copper, which will be discussed later.",
                "Rate capability is one of the primary hurdles that hinders the application of SIBs considering the large ionic radius and high mass of sodium. As a unique mechanism, intercalation pseudocapacitance is supposed to be powerful in accelerating sodium kinetics. Figure  a and b display the charge–discharge profiles of LV‐CuHCF from 1 to 100 C and HV‐CuHCF from 1 to 50 C. Upon increasing the current rate to 2, 5, 10, 20, and 50 C, the discharge capacity of LV‐CuHCF maintains 77, 71, 64, 58 and 50 mAh g−1. In contrast, HV‐CuHCF only possesses a capacity of 17 mAh g−1 at 50 C. Impressively, even when cycled at an extremely high rate of 100 C, which is the highest rate ever reported for PBAs, the LV‐CuHCF electrode can still exhibit a reversible capacity of 41 mAh g−1, corresponding to a high capacity retention of approximately 50 % of the capacity at 1 C. Besides the appealing rate capability, a long cycle life is also demonstrated for the LV‐CuHCF electrode with a reversible capacity of 42 mAh g−1 at 10 C over 1000 cycles.",
                "Ultrafast kinetics with outstanding rate capability is hard to be fulfilled, assuming the conventional diffusion‐controlled electrochemical behavior of an electrode. Considering the three‐dimensional open framework and the weak interaction of Na+ with the anion pπ electrons, intercalation pseudocapacitance is predicted to play a crucial rule in realizing ultrahigh rate performance of LV‐CuHCF. Cyclic voltammetry (CV) was carried out with variation of the sweep rates (0.1–300 mV s−1) to examine the intercalation behavior of Na+ in the LV‐CuHCF electrode (Figure  a and Figure S5). In accord with the two voltage plateaus in the charge–discharge profiles of LV‐CuHCF, two pairs of redox peaks are observed in the CV curves at low sweep rates (Figure S5 a). Upon increasing the sweep rate, there are peak shifts for both cathodic and anodic peaks, as well as the evanescence of the low‐voltage peak couple (2.75/3.10 V). The remaining pair of peaks (3.40/3.25 V) corresponds to the redox couple of [Fe(CN)6]4−/[Fe(CN)6]3−, which is commonly observed in previous studies. In principle, the current response i of CV scans can be described as a power‐law formula with the sweep rate v [Eq. ]:",
                "where b reflects the control process of the electrochemical behavior. The variation of b value from 0.5 to 1 represents the transformation of the electrochemical behavior from a diffusion‐controlled process to a surface‐controlled one. As shown in Figure  b, for the sweep rates from 1 to 10 mV s−1, the b values for the cathodic and anodic peaks are 0.85 and 0.88, respectively, suggesting that the current is primarily surface‐controlled in LV‐CuHCF. Specifically, the capacitive contribution gradually increases from 63 % to 84 % upon increasing the sweep rate from 0.5 to 4 mV s−1 (Figure S6), further verifying the domination of capacitive storage to the total electrochemical process. When increasing the sweep rate to 20 mV s−1 and above, the values of b decrease to 0.54 and 0.62 for the cathodic and anodic peaks, respectively, indicating a slow diffusion‐controlled process in the electrode. This phenomenon is associated with an increase in the ohmic contribution and/or diffusion constraints/limitations under ultrahigh sweep rates, which has been also reported in other intercalation electrodes such as TiO2 and T‐Nb2O5.",
                "In addition, the rate‐limiting step of the LV‐CuHCF electrode can be further identified by the relationship between capacity and sweep rate. As solid‐state diffusion always exhibits linear dependence of sweep rate in a plot of normalized capacity versus v−1/2, a capacity roughly independent of sweep rate from 0.1 to 10 mV s−1 (region 1 shown in Figure  c) implies that the rate‐limiting process in our LV‐CuHCF electrode is surface‐controlled. In region 2, from 20 to 300 mV s−1, the linear decrease in capacity with v−1/2 indicates that the rate‐limiting step changes from surface‐controlled to diffusion‐controlled at high sweep rates. That is, diffusion is rate‐limiting for charging times of less than 60 s, similar to most conventional electrodes. However, for charging periods above 120 s (ca. 16 C), a fully capacitive manner dominates the behavior of this intercalation‐based system with no indication of diffusion limitations. Another feature that identifies the intercalation pseudocapacitance behavior of LV‐CuHCF is the small peak shift with sweep rate. As shown in Figure  d, the cathodic peak shift is less than 0.2 V at sweep rates below 5 mV s−1. In addition, despite a slightly higher charge transfer resistance (Rct; Figure S7 a), the sodium diffusion coefficient (DNa+) of LV‐CuHCF calculated from the relationship between Zre and ω−1/2 in the low frequency region (Figure S7 b) is 5.7×10−11 cm2 s−1, an order of magnitude higher than that of HV‐CuHCF (5.44×10−12 cm2 s−1), indicating a fast diffusion process.",
                "The above‐mentioned redox reaction of Cu+/Cu2+, which contributes considerable capacity in the LV‐CuHCF electrode, was verified by ex situ X‐ray photoelectron spectroscopy (XPS) and ex situ XRD at different states of charge (Figure ). As displayed in Figure  a, the existence of CuII is identified in the electrode at a charged state (3.4 V). With an increasing amount of inserted Na+ ions in the framework, the peak at 933.2 eV shifts to a lower binding energy. In the meantime, the peak of CuI appears until the electrode is discharged to 2.0 V. The transformation from cupric to cuprous in CuHCF was demonstrated by Giorgetti and co‐workers through X‐ray absorption spectroscopy (XAS). Nevertheless, negligible capacity was contributed by this less activated Cu+/Cu2+ redox couple owing to the insufficient ionic and electronic conductivity, as previously reported for CuHCF electrodes.",
                "Ex situ XRD analysis (Figure  c) shows the phase variation of LV‐CuHCF at different states of charge (Figure  b). The XRD peaks shift negligibly during the Na+ extraction/insertion process with a volume change of less than 1 % (see note in the Supporting Information), demonstrating the robust structure of LV‐CuHCF, which is a key factor in achieving intercalation pseudocapacitance. Notably, the XRD peaks shift gradually toward higher angles during Na extraction and conversely change during Na insertion except at the charge state of 2.0 V. The abnormal volume shrinkage upon charging from 2.0 V to 2.8 V may be caused by the Jahn–Teller effect of Cu2+, which leads to strong distortion of CuN6 octahedra. The twist of CuN6 octahedra will be generated by the oxidation of Cu+ upon sodium insertion. On the contrary, such structure transformation is not observed in HV‐CuHCF electrode (Figure S8). Such discrepancy between LV‐CuHCF and HV‐CuHCF further verifies the redox activity of Cu in LV‐CuHCF.",
                "For ESS application, fast charge–discharge with superior cycling performance is required not only at room temperature, but also at higher and lower temperatures. As low temperature decreases the energy and power densities of the cathodes more significantly owing to the sluggish solid‐diffusion process, the need for cathode materials with ultrahigh rate capability at low temperature is even more urgent. LV‐CuHCF with intercalation pseudocapacitive behavior may satisfy the requirements for application at low temperature. Galvanostatic charge–discharge profiles of LV‐CuHCF and HV‐CuHCF in half‐cells under different rates at 0 °C are shown in Figure  a and b. The LV‐CuHCF electrode delivers capacities of 61, 55, 46, 38, 27, and 19 mAh g−1 at 1, 2, 5, 10, 20, and 40 C rates. Opposite to HV‐CuHCF, which delivers a specific capacity of only 26 mAh g−1 at 1 C and nearly no capacity upon the rate increasing to 40 C, LV‐CuHCF maintains impressive rate capabilities even at freezing point. In term of cycling stability, LV‐CuHCF maintains a reversible capacity as high as 60 mAh g−1 after 100 cycles with negligible capacity fading under 1 C at 0 °C whereas HV‐CuHCF delivers less than a half of the capacity of LV‐CuHCF (Figure  c).",
                "More details can be seen in their charge–discharge profiles (Figure S9 a). The plateau corresponding to the [Fe(CN)6]4−/[Fe(CN)6]3− couple in LV‐CuHCF is much longer than that of HV‐CuHCF and the plateau corresponding to the Cu+/Cu2+ couple in LV‐CuHCF can still be observed clearly. The typical shape of the discharge curve of LV‐CuHCF can remain even after cycling under a tenfold rate at 0 °C, whereas the curve of HV‐CuHCF becomes a straight line with negligible capacity under the same conditions (Figure S9 b). The capacity retention of LV‐CuHCF and HV‐CuHCF at 0 °C calculated on the basis of their own specific capacities under different current rates at room temperature is exhibited in Figure "
            ],
            "name": "Results and Discussion",
            "type": "section"
        }
    ],
    "Title": "Intercalation Pseudocapacitance Boosting Ultrafast Sodium Storage in Prussian Blue Analogs"
}