{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Sodium–ion battery",
        "O3-type layered cathode",
        "Ni-rich material",
        "Grain boundary modification",
        "Molten salt-assisted",
        "High-performance"
    ],
    "Sections": [
        {
            "content": [
                "The expansion of the battery industry and the search for alternatives to lithium–ion batteries are driving research into high-performance cathode materials for sodium–ion batteries (SIBs). The O3-type Ni-rich cathodes with high capacity are promising for use in SIBs. However, the large size of Na+ ions and side reactions with electrolyte mean that they require assistance with sluggish kinetics.",
                "This work reveals a fruitful solution in the form of strengthening the grain boundaries of polycrystalline cathodes, which are vital sites of electrochemical reactions. The infusion of Na2WO4 during calcination enhances the performance of NaNi0.8Mn0.2O2, while also opening new possibilities for research into SIBs. This process facilitates Na+ ion diffusion during cycling and suppresses undesirable side reactions, thereby significantly increasing the reversible capacity of NaNi0.8Mn0.2O2. The exceptional rate capability of Na2WO4-infused NaNi0.8Mn0.2O2, even at high current densities and low operating temperatures, instills a sense of optimism regarding the potential of grain boundary modification to improve performance for SIBs."
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Graphical abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "As various industries undergo electrification, the demand for electricity continues to surge, necessitating the use of energy storage devices for efficient energy management [ ]. This underscores the need for the development of cost-effective and high-efficiency technologies, such as lithium–ion batteries (LIBs). While LIBs have been the frontrunners in the battery market, concerns over unstable resource supply have followed [ ]. Thus, sodium–ion batteries (SIBs) have emerged as a promising alternative [ ].",
                "The SIB, which operates similarly to the LIB, offers several advantages, including its cost-effectiveness, abundance of resources, and safety, due to a lower risk of thermal runaway from short circuits [ ]. However, to be established as the next generation of energy storage devices, SIBs require further improvements in volumetric and gravimetric energy density, as well as cyclability [ ]. Advances in cathode materials, which act as the source of carrier ions (Na+), are crucial for battery performance. Cathode materials for SIBs include layered transition metal oxides, polyanionic compounds, and Prussian blue and its analogs [ ]. Among these, sodium-layered transition metal oxides (NaxTMO2) stand out as promising high-performance materials due to their high theoretical capacity, average working voltage, and facile synthesis [ ]. Additionally, they can utilize manufacturing processes and technologies from LIBs, making them the most commercially viable among cathode materials for SIBs [ ].",
                "Many transition metals with redox activity in SIBs, such as Ni, Cr, Fe, Co, Cu, and Mn, are present. Among these, Ni contributes to most of the charge compensation through multiple redox reactions, enabling the development of high-capacity cathode materials [ ]. However, NaNiO2 suffers from reduced overall electrochemical performance due to its low stability. This has led to research exploring the partial substitution of Ni with Mn to enhance material stability, as Mn4+ is electrochemically inactive and helps stabilize the crystal structure [ ]. Additionally, sodium-layered oxides are generally classified into types, such as P2 and O3, depending on the coordination environment of Na+ and the stacking sequence of oxygen layers, with each type exhibiting different characteristics. The O3-type sodium layered oxides typically have a high Na content of around 0.8–1, making them more suitable for high-capacity cathode materials [ ]. Therefore, the O3-type NaNi0.8Mn0.2O2, with high contents of Na and Ni, is expected to have high capacity. However, O3-type sodium layered oxides have persistent issues, such as miserable rate capability due to the slow Na+ diffusion kinetics, and poor cycling performance due to the side reactions between the electrode and electrolyte. Cycling at high voltage further aggravates these problems [ ]. These challenges present exciting opportunities for further research in the field of SIBs.",
                "The surface of the cathode material interacts directly with the electrolyte, and serves as a site for charge transfer reactions, making it a critical factor to enhance the performance of cathode materials [ ]. Numerous studies have demonstrated that surface modification through coating is a rational strategy to optimize materials at a fundamental level [ ]. For example, coating materials with high chemical stability, such as MnPO4 [ ], Na3Zr2SiPO12 [ ], and Na3PO4 [ ], alleviated performance degradation issues caused by side reactions on the cathode surface. There were also cases where the improvement in ionic conductivity of the material enhanced the reversibility of electrochemical reactions. Ion conductors, such as NaTi2(PO4)3 [ ], Li2SiO3 [ ], and Na2SiO3 [ ], were adopted as coating materials.",
                "In this context, grain boundary engineering is desirable. Grain boundaries are regions where two grains meet, and more specifically, are interfacial defects between the primary particles of the cathode material [ ]. The grain boundaries in polycrystalline cathode materials serve as local spaces for carrier ion diffusion, due to the low activation energy of the grain boundaries [ ]. Carrier ions diffuse while overcoming the energy barriers of the grain boundaries. Therefore, the characteristics of the grain boundaries in the cathode material directly affect ion diffusion, which in turn impacts the rate capability and power density of the battery. Modifying the grain boundaries through coating can provide ion diffusion channels, potentially reducing ion transport resistance and increasing ion diffusivity. Additionally, it can suppress side reactions with the electrolyte and prevent liquid electrolyte infiltration during cycling [ ]. In previous studies, He et al. reported on the Li-rich Mn-based layered cathode material for LIBs by adopting near-zero-strain LiAlO2 [ ], utilizing the reactive infiltration method (RIM) to form a uniform coating layer, and infusing it into the grain boundaries of Li1.2Mn0.54Ni0.26O2 through a sintering step. This study demonstrated that LiAlO2 present at the grain boundaries formed a coherent interface with the host materials, enabling the battery to achieve high performance. Additionally, Wang et al. proposed a method to inject SeO2 into the grain boundaries of Li-rich layered cathode materials by utilizing the high selenophilic properties of transition metal atoms [ ]. They formed robust interfacial structures by melting the SeO2 distributed in the grain boundaries, resulting in polycrystalline Li1.2Mn0.54Ni0.13Co0.13O2 with excellent rate capability and cycling stability. Research on various grain boundary modifications continues, with additional examples including LiMn2O4-modified Li0.6Co0.2Mn0.2O2 [ ], and ZrV2O7-coated LiNi0.8Co0.1Mn0.1O2 [ ].",
                "Herein, we introduce Na2WO4 to modify the grain boundaries of O3-type Ni-rich NaNi0.8Mn0.2O2. Tungsten compounds are transition metal oxides that are used for various purposes, and are employed in many battery studies [ ]. Sodium tungstate, Na2WO4, has a normal spinel-type structure, and a cubic phase with space group Fd–3m [ ]. It is thermodynamically stable, and exhibits excellent electrical conductivity [ ]. Notably, Na2WO4 has a melting point of 698 °C [ ], which is lower than the calcination temperature set for material synthesis. Based on this, we anticipate that mixing Na2WO4 with other starting materials and calcining them will cause it to melt along the grain boundaries of the NaNi0.8Mn0.2O2, infusing between the primary particles. This strategy provides a processing advantage, as it does not require additional steps for grain boundary modification.",
                "We expect that the Na2WO4 at the grain boundaries of NaNi0.8Mn0.2O2 will form a network that enhances Na+ ion mobility during cycling, solving the inherent ionic conductivity issues of O3-type sodium layered cathodes. Additionally, the Na2WO4 will prevent particles from directly contacting the electrolyte, thereby suppressing side reactions with the electrolyte. Consequently, we demonstrate that the Na2WO4-infused NaNi0.8Mn0.2O2 is the O3-type Ni-rich cathode for high-performance with improved ionic conductivity. To validate this, we conduct material property analyses and electrochemical tests under various conditions to assess the effects of Na2WO4, and the feasibility of grain boundary engineering. This work aims to contribute to research for SIBs as a case study for designing high-performance batteries through the grain boundary engineering of electrode materials."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "We prepared a powder mixture of precursor 8.143 g Ni0.8Mn0.2(OH)2 (POSCO HOLDINGS CO., Ltd., Korea) and 3.915 g NaOH (reagent grade, ≥98 %, pellets, Sigma–Aldrich) as the Na source in a 1:1.05 M ratio in a controlled humidity condition. Then, we added Na2WO4 (99.995 % trace metals basis, Sigma–Aldrich) as the coating material to the mixture in amounts corresponding to 3, 5, and 7 wt% of NaNi0.8Mn0.2O2. The powder was mixed for 20 min to ensure complete mixing and then placed in an alumina crucible for calcination. The calcination was conducted in an O2 atmosphere at 700 °C for 12 h, followed by natural cooling in the furnace. The obtained samples were named NWO3@NM, NWO5@NM, and NWO7@NM, respectively, depending on the amount of Na2WO4 added."
                    ],
                    "name": "Synthesis of the Na2WO4-infused NaNi0.8Mn0.2O2",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "To verify performance enhancement, we synthesized the pristine NaNi0.8Mn0.2O2 using only precursor 8.143 g Ni0.8Mn0.2(OH)2 and 3.915 g NaOH. This sample, named NM, was obtained following the same experimental procedure as described above."
                    ],
                    "name": "Synthesis of the pristine NaNi0.8Mn0.2O2",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Inductively coupled plasma optical emission spectrometric (ICP−OES, Agilent 5110) analysis was conducted to quantitatively measure the concentration of metallic elements. All samples were pre-treated with hydrofluoric acid to detect tungsten. X-ray diffraction (XRD, Rigaku Smartlab) analysis was performed using Cu–Kα radiation as the X-ray source, in the 2θ range 10–80°, with a step size of 0.02° and a scan rate of 1°·min−1. The FullProf Suite program was adopted for Rietveld refinement of the obtained diffraction patterns. To obtain surface information, we acquired images using field emission–scanning electron microscopy (FE–SEM, Hitachi High–Tech SU8010). For cross-sectional analysis of the samples, specimens for spherical aberration-corrected scanning transmission electron microscopy (Cs–STEM, JEOL NEOARM) were prepared using a focused ion beam system (FIB, Carl Zeiss Crossbeam 350). Concurrently with Cs–STEM, energy-dispersive X-ray spectroscopy (EDS) mapping was conducted. The bulk density of the samples was measured using powder resistivity measurement (HANTECH HPRM–FA2) in the pressure range 0–2000 kgf. Finally, X-ray photoelectron spectroscopy (XPS, Thermo Scientific K–Alpha) analysis was performed to obtain the surface elemental spectra of the electrodes."
                    ],
                    "name": "Material characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Half-cells of SIBs were prepared using CR−2032 coin cell parts (Wellcos Corporation). The cathode slurry was composed of 80 wt% active material, 10 wt% Super P, and 10 wt% polyvinylidene fluoride (PVDF), all dispersed in N–methyl pyrrolidone (NMP). The working electrode was obtained by coating a slurry on Al foil (15 μm) to a consistent thickness of 100 μm, and then drying it in a vacuum oven at 80 °C for 12 h, and it was punched into a circle shape with a diameter of 12 mm. The active mass loading level of all working electrodes for testing was confirmed to 2.8–3.2 mg·cm−2. The Na metal (cubes, containing mineral oil, 99.9 % trace metals basis, Sigma–Aldrich) was used as the reference electrode, and a glass fiber filter (0.42 mm, Whatman GF/F) was employed as the separator. Additionally, the electrolyte used was 1 M NaClO4 (ACS reagent, ≥99.0 %, Sigma–Aldrich) in a solvent mixture of ethylene carbonate (EC), propylene carbonate (PC), and diethyl carbonate (DEC) in the vol% ratios 1:1:1, together with 5 wt% fluoroethylene carbonate (FEC). Cell fabrication was carried out in an Ar-filled glove box.",
                        "Cycling tests were performed using a battery test system (WonATech WBCS 3000) in the voltage range 1.5–4.1 V (vs. Na/Na+). The theoretical capacity of all samples was 200 mAh·g−1. Under the same conditions, the cyclic voltammetry (CV) was measured, and the galvanostatic intermittent titration technique (GITT) was conducted by applying the constant current of 0.1C for 10 min, followed by the 30 min rest period. To evaluate the rate capability, the current density and operating temperature were varied. Electrochemical impedance spectroscopy (EIS) was conducted using a potentiostat (Biologic SP–300) by using the 5 mV amplitude signal in the frequency range of 100 μHz to 1 MHz."
                    ],
                    "name": "Cell assembly and electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "The polycrystalline cathode is a secondary particle formed by the aggregation of multiple primary particles [ ]. Therefore, primary particles, grain boundaries, voids, etc., can be observed in the cross-section of the O3-type Ni-rich NaNi0.8Mn0.2O2 [ ]. Since grain boundaries are sites where various reactions occur during cycling [ ], we focused on the low melting point of Na2WO4, which has excellent electrical conductivity [ ], and attempted to modify grain boundaries. Fig. 1 shows the cross-section of the O3-type Ni-rich cathode and the effect of grain boundary modification due to the introduction of Na2WO4. The cross-section of secondary particles is depicted with reference to the FIB−SEM images (discussed later), which provide detailed views of the grain boundaries and the distribution of Na2WO4. The melted Na2WO4 during calcination will flow between the primary particles, and when completely cooled, remain in the existing grain boundaries and voids. It is expected that the material existing in the grain boundaries of the Na2WO4-infused particles will assist in improving the rate capability of the cathode material by acting as a diffusion channel for carrier ions and helping the movement of electrons [ ]. In addition, it is anticipated that the pathway for electrolyte penetration will be blocked during cycling to prevent side reactions with the electrolyte, leading to additional performance improvement [ ].",
                "Table S1 shows the ICP−OES analysis results for quantitative measurement of the elemental composition and the Na2WO4 content of all samples. The pristine NM indicated molar ratios of Na:Ni:Mn of 1.050:0.798:0.202, which were close to the theoretical composition of 1.0:0.8:0.2, and these consistent results were also observed in the Na2WO4-infused samples. The concentration of tungsten was used as the basis for the calculation to determine the Na2WO4 content in the NWO3@NM, NWO5@NM, and NWO7@NM. We assumed that the Na2WO4 did not undergo compositional changes due to calcination, and later ensured the validity of this assumption through XRD analysis. The respective Na2WO4 contents were found to be 3.391, 5.116, and 7.247 wt%, indicating that approximately 3, 5, and 7 wt%, respectively, of Na2WO4 was included in each material, as inferred from the experimental process.",
                "We analyzed the crystal structures and impurity phases of all samples using XRD analysis and Rietveld refinement. To gain more accurate understanding of the crystal structure of Na2WO4, we temporarily added excess NWO15@NM. The synthesis method, replicated for preparation, has consistently yielded reliable results. Fig. 2 shows that the diffraction peaks of all samples, particularly at 17, 34, 35, 37, and 42°, unequivocally signify the successful synthesis of the O3-type layered cathode material [ ]. In the samples infused with Na2WO4, the diffraction peaks corresponding to Na2WO4 with the cubic spinel structure (space group: Fd–3m) were discerned [ ]. As expected, more pronounced diffraction patterns were observed in the NWO15@NM. This analysis substantiated the assertion that there was no alteration in the crystal structure and composition of the Na2WO4 during calcination. In other Na2WO4-infused samples, the inversion of the (003) and (104) peak intensities, compared to the pristine NM, also served as a confirmation. Furthermore, the XRD data also seemed to exhibit a diffraction pattern corresponding to Na3MnO4 (space group: P213). Na3MnO4 is known to be formed around 700 °C, and some of these sodium manganese oxides were synthesized [ ]. Using the FullProf Suite, Rietveld refinement was performed to investigate the multiple phases and lattice parameters of each sample. Fig. S1 and Table S2 present the results. The XRD data allowed the diffraction patterns of the O3-type NaNi0.8Mn0.2O2, Na3MnO4, and Na2WO4 phases to be precisely identified, which patterns were crucial to understand the material's properties. Table S2 shows that as the content of Na2WO4 increases, the lattice volume of the unit cell gradually increased. This was because Na2WO4 has a relatively large cell volume [ ].",
                "Fig. 3a−d and Fig. S2 present the FE−SEM images, where we scrutinized the morphology and particle size of the secondary particles in each sample. Fig. 3a−d revealed that all samples were comprised of spherical particles with diameters of approximately 10 μm, a finding that held for both the pristine NM and the Na2WO4-infused samples. Moreover, Fig. S2, the high-magnification FE−SEM images, were instrumental in confirming the successful infusion of Na2WO4. In the case of the pristine NM, gaps between the primary particles were observable (Fig. S2a), whereas in the others, these gaps were absent (Fig. S2b−d). Additionally, to analyze the cross-sections of the secondary particles in some samples, we used FIB processing. As shown in Fig. S3, the NWO5@NM appeared to be more densely packed, compared to the pristine NM. These findings provided additional evidence for the successful infusion of the Na2WO4, as planned.",
                "Subsequently, we utilized Cs–STEM technology to further investigate the cross-sections of the NM and NWO5@NM samples that were pretreated with FIB, focusing mainly on the grain boundaries. Fig. 3e–i are key parts of our study, providing visual evidence of grain boundary modification resulting from Na2WO4 infusion. Firstly, the HAADF image of NWO5@NM closely resembled the FIB–SEM results (Fig. 3e), as did the pristine NM (Fig. S4a). Additionally, the elemental EDS mapping of the cross-sections revealed by FIB indicated a uniform distribution of Na, Ni, Mn, and O elements in both samples (Fig. 3f, and Fig. S4b). However, in the NWO5@NM, W was prominently concentrated on the surfaces and grain boundaries of the secondary particles. Fig. 3g is the high-magnification HAADF image where grain boundaries are clearly visible, and Fig. 3h is the EDS mapping image to identify the presence of W at the grain boundaries. These images demonstrated that W was specifically concentrated at the grain boundaries. Additionally, Fig. 3i is the EDS line scanning curve along the A–B section in Fig. 3g, and we observed a sharp increase in W concentration in the grain boundaries (marked as 'GB') once again. The Cs–STEM analysis confirmed that Na2WO4 was successfully distributed at the grain boundaries, suggesting that grain boundary modification could potentially enhance the electrochemical performance of the material.",
                "Fig. S5 illustrates the comprehensive alterations in sample properties attributed to the presence of Na2WO4 at the grain boundaries. We conducted measurements on the bulk density of the 3.5 g pristine NM and 3.6 g NWO5@NM samples under applied pressure. In both cases, the bulk density values increased in proportion to the intensity of the applied pressure. However, the NWO5@NM consistently exhibited higher bulk density values than the pristine NM, with the difference between the initial and final values being approximately 0.46 and 0.41 g·cc−1 for the pristine NM and NWO5@NM, respectively. This suggested that the molten Na2WO4 filled the voids within the secondary particles, leading to a minor change in the NWO5@NM. Thus, the densely packed primary particles of the NWO5@NM were expected to be more resistant to electrolyte penetration, compared to the pristine NM, potentially preventing side reactions caused by electrolyte penetration during cycling, and contributing to performance improvement [ , , ].",
                "Our investigation into the impact of Na2WO4 for grain boundary modification on electrochemical performance had practical implications for this study. Cycling tests were conducted in the voltage range of 1.5–4.1 V (vs. Na/Na+) at room temperature (25 °C), and as shown in Fig. 4a, the initial specific discharge capacities of the NM, NWO3@NM, NWO5@NM, and NWO7@NM electrodes were 205.1, 196.0, 195.8, and 194.6 mAh·g−1, respectively. In the first cycle of all samples, the Coulombic efficiencies were similar, approximately more than 90 %. The initial specific capacities of the Na2WO4-infused samples were lower than that of the pristine NM, due to the reduced capacity caused by the Na2WO4, which did not directly participate in the electrochemical reactions. This suggested that adding approximately 5 wt% of Na2WO4 would be the most reasonable strategy.",
                "We also conducted the cycling test at various current densities within the same voltage range 1.5–4.1 V (vs. Na/Na+), changing the current density continuously every 3 cycles. Fig. 4b shows that the average discharge capacity for the initial cycles of the pristine NM was superior. However, during cycling, a significant capacity decline of NM was observed, compared to the Na2WO4-infused samples. In contrast, the NWO5@NM and NWO7@NM showed superior discharge capacity starting from 0.2C, with this advantage becoming more pronounced at 0.5C. Except for the cycles corresponding to the formation, the Na2WO4-infused samples showed better performance in almost all sections; and among them, the NWO5@NM provided the best results. The data for the last 3 cycles at 0.1C to evaluate the capacity reversibility suggested that the grain boundary-modified samples provided better performance than did the pristine NM. Fig. 4c provides the discharge profiles at each current density during cycling. As anticipated, the Na2WO4-infused samples maintained the initial charge–discharge profile better than the pristine NM, generally displaying higher energy density.",
                "We performed additional electrochemical tests to assess the rate capability, focusing exclusively on the pristine NM and NWO5@NM samples. All subsequent tests were performed after 3 cycles at 0.1C, representing the formation process. Fig. 5a and b display the CV curves of the NM and NWO5@NM, respectively, at scan rates of 0.2, 0.4, 0.6, and 0.8 mV·s−1. Multiple peaks resulting from the redox reactions of Ni can be observed within the voltage range of 2.0–4.0 V (vs. Na/Na+) [ ]. We evaluated that the NWO5@NM exhibited superior reaction reversibility compared to the NM, based on the shape, intensity, and symmetry of all peaks observed during the charge and discharge processes [ ]. To explain the enhancement of rate capability, we employed the Randles−Sevcik equation to calculate the apparent Na+ ion diffusion coefficient (",
                "D N a +), and assumed that the reactions occurring during cycling involve reversible electron transfer processes at 298 K [ ]. This was done using the data from the four peaks observed during the charging (O1, O2) and discharging (R1, R2) in each CV curve. The following equation is the Randles−Sevcik equation rearranged for",
                "D N a +:(1)",
                "D N a + = ( s l o p e 0.446 n F A C ) 2( R T n F )where",
                "n is the total number of electrons per mole in the electrochemical reaction,",
                "F is the Faraday constant (96,485 C·mol−1),",
                "A is the working electrode area (1.131 cm2),",
                "C is the Na+ ion concentration of the electrode,",
                "R is the gas constant (8.314 J·mol−1·K−1), and",
                "T is the operating temperature (298 K). Fig. 5c and d show the relationship between the peak currents (O1, O2, R1, and R2) and the square root of the scan rate for each sample. We considered this relationship to be a linear equation, and fitted it to obtain the slope values, then substituted it into Eq. (1) to calculate",
                "D N a + [ ]. As shown in Fig. 5e, and Table S3, the diffusion coefficient varied with the voltage. From the calculated values, we concluded that the NWO5@NM facilitated easier ion diffusion during cycling, and that the Na2WO4 might have acted as an ion diffusion channel. However, the electrochemical reactions in the battery do not solely depend on the diffusion of carrier ions. Both diffusion-controlled current (Faradaic) and capacitive current (non-Faradaic) occur continuously, with their respective contributions varying with voltage [ ]. By applying the following equation, which illustrates the relationship between current and scan rate, we derived the b value corresponding to the sum of the two types of currents:(2)",
                "logi p = loga + blogv",
                "In Fig. 5f, the intercept of the linear graph represents",
                "loga, and the slope corresponds to the",
                "b value, with each value summarized in Table S4. The",
                "b value ranges 0.5 to 1.0, where a value closer to 1 indicates a higher contribution of capacitive current. At the O1 and O2 peaks, NM had",
                "b values of 0.786 and 0.773, respectively, while the NWO5@NM had",
                "b values of 0.642 and 0.805, all greater than 0.5, confirming the contribution of capacitive current. This result further demonstrated that the NWO5@NM exhibited superior performance above 3.5 V, where the O2 peak appeared, due to the capacitive current. The introduction of Na2WO4 was expected to be more effective at higher voltages.",
                "Cycling tests were conducted in low-temperature operating conditions that restrict ion diffusion. Fig. S6 illustrates the discharge capacities at various current densities at 0 and −25 °C, demonstrating the overall superior performance of the NWO5@NM. This paved the way for the introduction of GITT technology, which allows the Na+ ion diffusion to be studied under various operating conditions. Fig. S7 presents the GITT experimental results obtained at 25, 0, and −25 °C, while Fig. 6 and Fig. S8 showcase the Na+ ion diffusion coefficients derived from these results. The diffusion coefficient values were calculated using a simplified equation based on Fick's second law, which has been validated by the linear relationship between voltage and τ1/2 observed in Figs. S9, S10, and S11 [ ].(3)",
                "D N a + = 4 π τ ( m B V M M B A ) 2 ( Δ E S Δ E τ ) 2( τ ≪ L 2 D N a + )where,",
                "τ is the constant current flux time (600 s),",
                "M B is the molecular weight of the cathode material (g·mol−1),",
                "A is the electrolyte−electrode interface area (cm2),",
                "m B is the active mass of the electrode (g),",
                "V M is the molar volume of the electrode (24.17 cm3·mol−1),",
                "Δ E τ and",
                "Δ E S are the voltage changes during the constant current flux and rest time, respectively, and",
                "L is the thickness of the electrode (cm). The calculated average Na+ ion diffusion coefficients, as shown in Table S5, unequivocally demonstrated the superior ion diffusivity of the NWO5@NM under all conditions. Compared to the pristine NM, the NWO5@NM exhibited an approximately 46.5 % increase in diffusion coefficient at 25 °C, 68.2 % at 0 °C, and 253 % at −25 °C, with the rate of increase becoming more pronounced at lower temperatures. The suppression of ion diffusion at low operating temperatures further emphasized the role of Na2WO4 as an ion diffusion channel at the grain boundaries. Consequently, GITT analysis also confirmed the significant enhancement in rate capability of the NWO5@NM.",
                "Fig. 7a shows the results of the cycling test at 1C for 100 cycles, with an additional 3 cycles at 0.1C to confirm the capacity retention. The first 3 cycles at 0.1C still indicated that the pristine NM had a higher initial discharge capacity. However, similar to previous findings, it also showed a more rapid decrease in capacity. At 1C, the first discharge capacities of NM and NWO5@NM were 128.6 and 160.8 mAh·g−1, respectively, decreasing to 82.17 and 105.5 mAh·g−1 by the 100th cycle. Both samples showed a continuous decline in discharge capacity throughout the test, with similar slopes in Fig. 7a. The capacity retention of the pristine NM and NWO5@NM was 63.9 and 65.6 %, respectively, with NWO5@NM demonstrating a comparatively better value. It was notable that the NWO5@NM consistently exhibited a higher average discharge capacity of 26.0 mAh·g−1, compared to the NM. Additionally, the discharge capacity and Coulombic efficiency data at the final 3 cycles indicated that the electrochemical reactions of the NWO5@NM were stable compared to pristine NM. The dQ/dV curves for the initial and final cycles at 0.1C, as seen in Fig. 7a, are shown in Fig. S12, providing an additional explanation. From the results of the initial 3 cycles at 0.1C, we identified the voltages at which redox reactions occurred in each sample and confirmed that the tendencies of the peaks varying with voltage for pristine NM and NWO5@NM were similar. However, during the final 3 cycles at 0.1C, the pristine NM failed to induce the initial redox reactions. Although the peaks changed for both samples after 100 cycles at 1C, NWO5@NM exhibited dQ/dV curves that were relatively similar to the initial ones. Notably, a distinct difference between the two samples was observed in the low and high-voltage regions. This is because Na2WO4 aided the charge transfer reactions of the cathode material, and still provided ion diffusion channels during cycling. The EIS results further supported this assumption.",
                "EIS analysis was performed on cells charged to 3.5 V, and Fig. 7b and c show the Nyquist curves before and after the cycling test at 1C. We adopted a circuit that is capable of interpreting the EIS behavior of the O3-type layered cathode. Table S6 lists the fitting results for each sample according to the cycling test, where R0 represents the Ohmic resistance, R1 is the Na+ migration resistance across the solid electrolyte interface (SEI) layer, and R2 and R3 represent the charge transfer resistance [ ]. Unlike LIBs, layered cathodes for SIBs exhibit complex phase transitions during cycling [ ], with the influence of O3 (or O′3) and P3 phases resulting in two intermediate frequency semicircles on the Nyquist plot. The total charge transfer resistance was obtained by adding R2 and R3. Therefore, the charge transfer resistance for the NM and NWO5@NM was 63.37 and 50.41 Ω, respectively, before cycling, and 171.2 and 133.1 Ω after cycling. This suggested that the Na2WO4 effectively reduced the charge transfer resistance at the grain boundaries, which served as reaction sites.",
                "Our study culminated in the use of XPS, to analyze the surface of the electrodes from the coin cells post-cycling tests. This analysis was crucial to uncovering side reactions triggered by the electrolyte during cycling. We disassembled coin cells inside an Ar-filled glove box, and washed the obtained working electrodes with dimethyl carbonate for XPS analysis. The C 1s XPS spectra, as depicted in Fig. 8a and d, revealed the emergence of C–O and CO peaks, indicative of side reactions involving carbonate-based electrolytes. The varying intensity of these peaks pre- and post-cycling was attributed to oxygen release and electrolyte salt decomposition during high-voltage cell operation [ ]. Notably, the CO peaks of both samples appeared similar, while the intensity of the C–O peak significantly increased after cycling for the pristine NM. Turning to the F 1s spectra, we commonly observed peaks corresponding to both PVDF and NaF in Fig. 8b and e. We observed peaks around 687 eV for PVDF, the binder used. The peaks around 685 eV for NaF were related to the formation of the SEI layer on the electrode surface [ ]. This layer could be formed due to the decomposition of the electrolyte salt NaClO4 and the additive FEC [ ]. Then, Fig. 8e showed the additional formations of NiF2 and MnF2 during cycling [ ]. The NiF2 and MnF2, a byproduct of side reactions involving HF with Ni-rich cathode materials [ ], were found in lesser amounts in the NWO5@NM, compared to the pristine NM, as per our fitting results. Finally, Fig. 8c and f showed the peaks related to the electrolyte salt NaClO4. The peaks at around 208.5 eV were associated with covalently bonded Cl, a residue of NaClO4 on the electrode surface. Peaks due to ionically bonded Cl appeared at around 198.5 and 200 eV [ ]. Both samples exhibited more substantial Cl− related peaks after cycling compared to before cycling. However, when considering the area ratio of the overall peaks, the Cl− peak of NWO5@NM was smaller. This indicated that the NWO5@NM electrode experienced fewer side reactions caused by the electrolyte, compared to the pristine NM. The presence of Na2WO4 at the grain boundaries was found to prevent direct contact between the electrolyte and the electrode and inhibited the electrolyte from penetrating along the grain boundaries during cycling."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "This study presented the results of improving the grain boundaries of the polycrystalline NaNi0.8Mn0.2O2 through the introduction of Na2WO4 during calcination, which led to the successful synthesis of the Na2WO4-infused samples without the need for any additional coating procedure. The XRD, SEM, and TEM analyses confirmed the presence of crystalline Na2WO4 in the grain boundaries of the secondary particles. Additionally, the Na2WO4-infused sample, with its filled voids, showed a higher bulk density. Electrochemical tests were conducted over a wide voltage range up to high voltages, and the initial charge−discharge curves at 0.1C showed that adding 5 wt% Na2WO4 is reasonable. Subsequent tests at different temperatures confirmed that the Na2WO4 enhanced the performance of the cathode material. During cycling, Na2WO4 acted as a pathway for Na+ ion diffusion, which was especially effective when ion movement was limited, as indicated by the CV and GITT results. Additionally, during 100 cycles at 1C, the NWO5@NM exhibited an average discharge capacity of 26.0 mAh·g−1 higher than NM, with the EIS results suggesting that the Na2WO4 helped reduce the charge transfer resistance at the grain boundaries, which were charge−transfer sites. Finally, the XPS spectra of the electrodes after electrochemical evaluation showed that the Na2WO4 positively influenced the mitigation of side reactions caused by the electrolyte. This study demonstrates that strengthening the grain boundaries of the polycrystalline O3-type Ni-rich cathodes for SIBs through the introduction of Na2WO4 is a significant strategy for performance improvement, providing valuable insights into the design of high-performance batteries."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "Sooin Jeong: Writing – original draft, Visualization, Formal analysis, Data curation, Conceptualization. Eunjeong Cho: Investigation. Wonchang Choi: Project administration."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of competing interest",
            "type": "section_h2"
        }
    ],
    "Title": "Design of Na2WO4-infused grain boundary for O3-type Ni-rich layered cathodes in sodium–ion batteries"
}