{
    "DOI": "10.1021/acsami.4c17755",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In large-scale energy storage systems, sodium-ion batteries (SIBs) offer promising application prospects due to their cost advantages and sustainability. The cathode material is critical in determining the operating voltage, energy density, and cycle life of SIBs.  Layered transition metal oxides, NaxTMO2 (TM stands for transition metal), are a subject of significant research interest due to their simple preparation process.  Although O3-type Na(NixFeyMnz)O2 (0.1 < x, y, z < 1) exhibits a high theoretical capacity, its low practical capacity and poor cycling stability limit its application in energy storage devices. The harmful multiphase transitions and sluggish kinetics during the extraction/insertion of Na+ lead to rapid capacity decay and deterioration of the rate capability. ",
                "To solve these problems, traditional strategies have employed surface coating and element doping. Surface coating is considered to be an effective method for protecting cathode materials from electrolyte erosion. However, it cannot regulate the unfavorable phase transition of the bulk phase.  Element doping stabilizes the bulk structure and surface state of the cathode material and improves the electrochemical performance of the cathodes.  Doping active or inactive cations (such as Mg2+, Fe3+, Cr3+, and Cu2+) at TM sites can inhibit structural transformation by optimizing the component ratio.  Alternatively, the bond strength of the transition metal–oxygen (TM-O) can be adjusted through dopants to reduce the slip of TM layer.  Owing to strong electronegativity of some anions (e.g., F– and Cl–), the shielding effect accelerates ion transport and provides additional sodium storage sites.  These strategies have been confirmed by many studies to significantly improve the performance of the O3-type cathode materials. However, it is not satisfactory to achieve comprehensive enhancement of electrochemical performances befitting from a single element doped due to the inherent structural characteristics of the electrode material. Multisite doping is designed to integrate the advantages of different doping elements, which integrate the synergistic effect in mitigating structural degradation. For example, Chen et al. reported a P2-layered lithium dual-site-substituted Na0.7Li0.03Mg0.15Li0.07Mn0.75O2 cathode with poor cyclic stability, which was significantly improved because the volumetric strain approached zero during cycling.  Wu et al. reported K/Ti dual-site-doping of NaK0.01Ni0.4Mn0.4Ti0.1O2, which significantly reduces the formation energy of Na+ vacancies and provides ultralow lattice strain during repeated Na+ de/insertion processes, thus enhancing structural stability. ",
                "The usually introduced cations with higher relative atomic mass and relatively lower electrochemical activity reduce the mass ratio of the active transition metal elements, which inevitably sacrifices the specific capacity of the electrode. In addition, the modifying mechanism of cation/anion doping for Na+ intercalation/deintercalation from the O3-type layered oxide materials is crucial to meet the actual requirements of SIB. It has been reported that the replaced parts of Ni2+ with Co3+ show higher electrochemical activity, which improves the reversibility of phase transition under a high cutoff voltage of 4.0–4.2 V and is beneficial to crystal structure stability,  while the local modification of grain boundaries in crystal structure has also demonstrated a contribution to structural stability. For instance, B3+ owing to smaller ionic radius is more likely to occupy the tetrahedral gap to construct the B–O bond with higher bond energy than Ni–O, Fe–O, and Mn–O bonds.  The B–O bond strengthens the TM-O bond, shrinks the TM layers, and relieves the strain. In previous work, we have found that 2 mol % B doping effectively improves the structural stability of O3-type Na0.85Ni0.2Fe0.4Mn0.4O2 material, but the substitution with electrochemically inert B inevitably sacrifices capacity of the electrode. Therefore, it is more ideal to develop a modification strategy that improves the structural stability, does not sacrifice the cathode capacity, and also has faster storage and reaction kinetics of Na+.",
                "In this work, we proposed a cosubstitution of transitional sites and interstitial sites by Co3+ and B3+ in the prepared codoped O3–Na (Ni0.2Fe0.4Mn0.4)0.96Co0.04B0.02O2 cathode material. The structural stability would be improved without sacrificing capacity by introducing the electrochemically active component Co3+, and Co3+ doping ensures a highly ordered crystal structure and improved Na+ diffusion kinetics. In addition, B3+ is used to improve framework stability and mitigate overoxidation. As a result, the obtained sample exhibited a high reversible capacity, excellent cycling stability, and rate capability. The modified cathode material was assembled in full cells, which exhibited a specific energy after a long-term cycle, indicating the significant advantage of the codoping synergistic effect and potential application value."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "O3–Na(Ni0.2Fe0.4Mn0.4)BxO2 (x = 0.01, 0.02, 0.04), O3–Na(Ni0.2Fe0.4Mn0.4)1–yCoyO2 (y = 0.02, 0.04, 0.06), and O3–Na(Ni0.2Fe0.4Mn0.4)0.96Co0.04B0.02O2 were synthesized by sol–gel and high-temperature solid-phase methods.",
                        "For the preparation of O3–Na(Ni0.2Fe0.4Mn0.4)BxO2, 2 g of Ni0.2Fe0.4Mn0.4(OH)2 (commercial) was added to a certain volume of 0.1 M NaBH4 (Aladdin, 99%) anhydrous ethanol solution and stirred for 3 h. The mixed solution was filtered, washed, and vacuum-dried to obtain the modified precursor. The modified precursor and Na2CO3 (Aladdin, 99%, 5 mol % excess) were mixed by ball milling. The mixed material was precalcined at 450 °C for 5 h, calcined at 900 °C for 15 h at a heating rate of 2 °C/min, and naturally cooled to 200 °C to obtain the modified sample. Na(Ni0.2Fe0.4Mn0.4)B0.01O2, Na(Ni0.2Fe0.4Mn0.4)B0.02O2, and Na(Ni0.2Fe0.4Mn0.4)B0.04O2 are labeled as NFMB-1, NFMB-2, and NFMB-3, respectively.",
                        "For the preparation of O3–Na(Ni0.2Fe0.4Mn0.4)1–yCoyO2, 2 g of Ni0.2Fe0.4Mn0.4(OH)2 (commercial) was added to a certain volume of 0.006 M Co(NO3)2·6H2O (Aladdin, 99%) in anhydrous ethanol solution, and the mixture was stirred for 3 h. The subsequent washing, drying, sodium mixing, and calcination processes are identical with those used for preparing the O3–Na(Ni0.2Fe0.4Mn0.4)BxO2 material. The synthesized materials Na(Ni0.2Fe0.4Mn0.4)0.98Co0.02O2, Na(Ni0.2Fe0.4Mn0.4)0.96Co0.04O2, and Na(Ni0.2Fe0.4Mn0.4)0.94Co0.06O2 were labeled as NFMC-1, NFMC-2, and NFMC-3, respectively.",
                        "For the preparation of O3–Na(Ni0.2Fe0.4Mn0.4)0.96Co0.04B0.02O2, 2 g of Ni0.2Fe0.4Mn0.4(OH)2 (commercial) was added to a certain volume of 0.006 M Co(NO3)2·6H2O (Aladdin, 99%) anhydrous ethanol solution and stirred continuously for 0.5 h. Then, 0.1 M NaBH4 (Aladdin, 99%) anhydrous ethanol solution was added, and the mixture was stirred continuously for 3 h. The subsequent washing, drying, sodium mixing, and calcination processes are identical with those used for preparing the O3–Na(Ni0.2Fe0.4Mn0.4)BxO2 material. The synthesized material O3–Na(Ni0.2Fe0.4Mn0.4)0.96Co0.04B0.02O2 is labeled NFMCB, and the pristine sample is labeled NFM."
                    ],
                    "name": " Materials Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "X-ray diffraction (XRD, Rigaku) was employed to characterize the phase of the samples and analyze their unit cell parameters. Scanning electron microscopy (SEM, Philips, FEI Quanta 200 FEG) and transmission electron microscopy (TEM, JEM-ARM200F) were utilized to obtain microscopic morphological information. X-ray photoelectron spectroscopy (XPS, Thermo Scientific, Escalab 250 XI) was employed to measure the valence states of the elements in the samples. High-angle annular dark-field scanning transmission electron microscopy (HAADF-STEM) images were obtained using a spherical aberration-corrected transmission electron microscope (AC-TEM, JEM-ARM-200F), and the elemental distribution map at the atomic scale was determined by using the integrated X-ray photoelectron spectrometer. Inductively coupled plasma atomic emission spectrometry (ICP-AES, Shimadzu, ICPS-8100) was employed to analyze the elemental composition of the samples."
                    ],
                    "name": " Materials Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical properties of the material were assessed by using a CR2032 coin cell. For the half-cell configuration, sodium (Na) foil was employed as the counter electrode, while a hard carbon electrode was utilized for the full cell configuration. The mass ratio of active material, conductive agent (SP), and binder (PVDF) in both the positive and negative electrode slurries was 8:1:1. The positive electrode slurry was coated onto aluminum foil and then cut into discs with a diameter of 14 mm, yielding a loading of 3.6 mg·cm–2 after drying. A 1 mol·L–1 NaClO4 solution in propylene carbonate (PC) was used as the electrolyte with a glass fiber membrane (GF/D) serving as the separator. The battery was assembled in an inert glovebox to prevent exposure to moisture or oxygen.",
                        "The half-cell (2.0–4.2 V) and full-cell (2.0–4.0 V) were subjected to constant current charge and discharge tests using a battery test system (LAND CT2001A). The half-cell was also subjected to cyclic voltammetry (CV, 0.1 mV·s–1) and electrochemical impedance spectroscopy (EIS, 10–2–106 Hz, 5 mV) using an electrochemical workstation (DH7000C). The half-cell was evaluated using galvanostatic intermittent titration techniques (GITT) at a rate of 0.2 C with pulse and relaxation durations of 10 and 60 min, respectively."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "In constructing the model, bulk structures of Na27Fe11Mn11Ni5O54 (NFM) and Na27Fe10CoMn11Ni5O54B (NFMCB) were developed. Structural optimizations were conducted using Density Functional Theory (DFT) with the Vienna Ab initio Simulation Package (VASP) employing the projector augmented wave (PAW) method.  The Perdew–Burke–Ernzerhof (PBE) functional, combined with DFT-D3 correction, was utilized for the exchange functional.  A plane-wave cutoff energy of 450 eV was established during the optimization. Lattice size optimization for NFM and NFMCB involved Brillouin Zone integration with a Monkhorst–Pack 2 × 2 × 1 k-point mesh. Self-consistent calculations were performed with a convergence energy threshold of 10–5 eV, optimizing equilibrium geometries and lattice constants with a maximum stress of 0.02 eV·Å–1 per atom. The spin polarization method was applied to characterize the magnetism of NFM and NFMCB with Hubbard U corrections introduced for the 3d orbitals of Fe, Mn, Ni, and Co (UFe = 4.0 eV, UMn = 4.0 eV, UNi = 6.4 eV, and UCo = 3.3 eV). The Climbing Image Nudged Elastic Band (CINEB) method was employed to determine the transition state and migration path of Na in NFM and NFMCB, using energy and stress criteria set at 10–7 eV and 0.05 eV·Å–1, respectively."
                    ],
                    "name": " Theoretical Simulation",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "NaNi0.2Fe0.4Mn0.4O2 (NFM), Na(Ni0.2Fe0.4Mn0.4)B0.02O2 (NFMB-2), Na(Ni0.2Fe0.4Mn0.4)0.96Co0.04O2 (NFMC-2), and Na(Ni0.2Fe0.4Mn0.4)0.96Co0.04B0.02O2 (NFMCB) cathodes were determined by ICP-AES, as shown in . To study the effect of Co3+/B3+ doping on the crystal structure, all samples were tested by XRD, and the spectra are shown in . All samples had a typical O3-type layered structure with a space group of R3̅m, and the sharp diffraction peaks proved that all samples had good crystallinity. Compared with the NFM sample, the (003) diffraction peaks of all the modified samples shifted to smaller angles, especially the NFMCB sample, which exhibited the largest shift. According to the Bragg equation, the interlayer spacing of all modified samples was expanded. Furthermore, NFM and NFMCB exhibit lower Rwp and Rp values, suggesting that their fitting results possess higher credibility (A,B). It can be seen that Ni, Fe, Mn, and Co occupy the octahedral sites (3b) in the TM layer owing to their similar ionic radii, while B occupies the tetrahedral interstitial sites of the O stacking. After Co3+/B3+ doping, the lattice parameter a decreased from 2.961 to 2.956 Å and lattice parameter c increased from 16.217 to 16.281 Å (). On the one hand, because the ionic radius of Co3+ (65 Å) is slightly smaller than those of Ni2+ (69 Å) and Mn4+ (67 Å), Co occupies the 3b site and causes the TM layer to shrink. On the other hand, because the B–O bond energy is much higher than that of TM-O, the entry of B3+ into the tetrahedral gap will shrink the TM layer, which in turn leads to the expansion of the Na layer. Therefore, Co3+/B3+ doping causes the overall crystal structure to expand. As shown in C, the interlayer spacings of the Na and TM layers of NFMCB are 3.285 and 2.208 Å, respectively, and the interlayer spacings of NFM are 2.932 Å (Na layer) and 2.447 Å (TM layer), respectively. The contraction of the TM layer may enhance the structural stability by inhibiting deformation and slippage of the TM layer during the extraction and insertion of Na+. However, the expansion of the Na layer tends to relieve the lattice strain and enhance the Na+ transport kinetics owing to the reduced screening effect of the positively charged Na+ on the adjacent O layer. Therefore, Co3+/B3+ doping enhances the electrochemical performance by improving the structural stability and Na+ transport kinetics. As shown in , all samples showed an irregular morphology and were stacked by nanoplates. In the HR-TEM images (D,E) and AC-TEM images (F,G), the (101) interplanar spacing of NFMCB (0.22 nm) is slightly smaller than that of NFM (0.23 nm), whereas the (003) interplanar spacing of NFMCB (0.52 nm) is slightly larger than that of NFM (0.50 nm), which is consistent with the Rietveld refinement results. Elemental mapping analysis (H) showed that the NFMCB particles were enriched with Na/Ni/Fe/Mn/Co/O/B elements and were evenly distributed. The atomic-level energy spectrum of the NFMCB is shown in I. The distribution of Co atoms was consistent with that of Ni/Fe/Mn atoms, showing a defect distribution trend, indicating that Co atoms were successfully doped into the TM site. Because B is a lightweight element and the doping amount is small, it is not shown in the atomic-level energy spectrum. XPS was used to analyze the Co/B elements in NFMCB. As shown in , when the etching depth reaches 72 nm, the characteristic peaks of Co–O and B–O remain detectable. In summary, the experimental results show that Co3+/B3+ was successfully doped into the NFM lattice.",
                "To evaluate the promotion of the Co3+/B3+ synergistic doping effect on the electrochemical performance of NFM, GCD tests were performed on all samples. As shown in A,B and , the initial discharge capacity of the NFMCB sample at 0.1 C was 147.3 mAh·g–1, which was higher than that of NFMC-2 (146.1 mAh·g–1) and NFMB-2 (145.7 mAh·g–1). The initial discharge capacity of the NFM sample was the lowest, at only 142.4 mAh·g–1. The higher capacity of NFMC-2 was attributed to the electrochemical activity of Co3+, which increased the initial discharge capacity. Interestingly, B3+ is not electrochemically active but can increase the initial discharge capacity. The charge–discharge curve of the NFMB-2 electrode in the voltage range of 2.0–2.5 V is flatter, indicating that the introduction of B3+ activates the redox activity of Mn3+/Mn4+ to a certain extent. Furthermore, three pairs of redox peaks (3.27/2.74, 3.66/3.36, and 4.16/3.76 V) were observed in the CV curves (D) for NFM, which correspond to the three voltage platforms in the charge/discharge profiles. These three pairs of redox peaks are related to the Ni2+/Ni3+, Fe3+/Fe4+, and Ni3+/Ni4+ redox reactions. Furthermore, the positions of the three pairs of redox peaks for NFM shifted significantly during cycling, indicating poor structural stability. When B3+ was introduced into NFM, NFMB-2 had a wider peak shape, the curves overlapped best in the first three cycles, and a weak redox peak appeared in the voltage range of 2.0–2.5 V, which was consistent with the initial charge/discharge curves (). With the introduction of Co3+, it can be observed that the CV curves have a higher overlap and the reduction peak intensity at 3 V increases, indicating that Co3+ can promote the diffusion of Na+ at a lower voltage (). Benefiting from Co3+/B3+ doping, the overlapping CV curves of NFMCB showed highly reversible Na+ extraction and insertion behavior, ensuring good structural stability.",
                "All samples were tested at rates ranging from 0.1 to 10 C. As shown in C,F and , all modified samples exhibited excellent rate performance, especially the NFMCB sample, with reversible capacities of 142.05, 133.26, 128.37, 123.43, 120.24, 115.36, and 107.20 mAh·g–1 at 0.2, 0.5, 1, 2, 3, 5, and 10 C, respectively. It is noteworthy that, after high-current charge and discharge, NFMCB retains a capacity of 142.98 mAh·g–1 at 0.2 C, which remains almost unchanged compared to its initial capacity, indicating its ability to rapidly undergo Na+ extraction/insertion. In contrast, the capacity of the NFM electrode decayed rapidly and was only 69.82 mAh·g–1 at 10 C. The diffusion behavior of Na+ in the NFM and NFMCB electrodes was analyzed by the GITT. G,H shows the GITT curves and corresponding Na+ diffusion coefficient curves for the second cycle of the NFM and NFMCB electrodes, respectively. The average sodium ion diffusion coefficient (DNa+) of NFMCB calculated by GITT is 1.97 × 10–8 cm2·s–1, which is higher than the average DNa+ of the NFM positive electrode material (7.45 × 10–9 cm2·s–1), indicating that the NFMCB electrode has better kinetic characteristics. In addition, the cycling performance was evaluated at 1 and 3 C (I,G). The reversible capacity of NFMCB after 200 cycles at 1 C was maintained at 111.8 mAh·g–1, with a capacity retention of 91.3%, indicating its superior stability, which is significantly better than those of NFMB-2 (82.1%), NFMC-2 (81.9%), and NFM (29.6%). In addition, the NFMCB maintained a capacity of 110.3 mAh·g–1 after 200 cycles at 3 C, with a capacity retention of 88.6%. In contrast, NFM showed a sharp drop in capacity after only 20 cycles, and the voltage decayed rapidly, which may be related to the harmful structural transformation. The average output voltage and energy density of NFM and NFMCB at 1 C with the cycle numbers are shown in . Notably, the average output voltage of the NFMB is more stable than that of the NFM, and the energy density is also higher. The dQ/dV curves of NFM and NFMCB are shown in . The curve of NFMCB almost overlaps and does not shift significantly, whereas the redox peak of NFM attenuates and shifts significantly.",
                "The Na+ diffusion kinetics were further evaluated using CV. As shown in , the peak current exhibits a good linear relationship with the square root of the scan rate. It should be noted that, the larger the slope, the faster is the Na+ migration. NFMCB had a higher slope than NFM during both charge and discharge. In addition, EIS results further verified that NFMCB had good Na+ migration kinetics.  shows the Nyquist plots of the NFM and NFMCB. The fitted Rs and Rct values are presented in . It can be seen that the Rct value of NFMCB after 100 cycles only increased by 11.16 Ω, which is much smaller than that of NFM (2171.70 Ω), indicating that NFMCB has a lower migration barrier, which is beneficial for enhancing the reaction kinetics during charge and discharge. In summary, through the double substitution strategy, we successfully designed an O3-type layered cathode material with excellent rate performance. The difference in radius between Co3+ and Ni2+/Fe3+ is small, and occupying the TM site inhibits the ordering and phase transition of the TM layer. B3+ occupies the interstitial site, and sharing oxygen with TM can strengthen the TM-O bond, stabilize the crystal structure, and inhibit the phase transition caused by the slip of the TM layer.",
                "To observe the effect of Co3+/B3+ doping on the structural evolution of the cathode during the entire charge–discharge process, in situ XRD experiments were conducted on NFM, NFMB-2, NFMC-2, and NFMCB electrodes.  and  show contour plots of the in situ XRD pattern of the electrode. In addition,  also shows the changing trend of the corresponding c-axis parameters. As shown in A, the NFM electrode underwent O3 → P3 → O3′. As Na+ is removed, the (003) diffraction peak splits and gradually decreases in intensity until it disappears completely, indicating that NFM undergoes an O3 → P3 phase transition. With further Na+ extraction, the O3 phase of the oligomer is fully transformed into the P3 phase. When charged to approximately 4.0 V, the (003) diffraction peak shifts to a higher angle, accompanied by a decrease in intensity, reflecting the formation of the O3′ phase. This stage leads to a significant shrinkage of the interlayer spacing, resulting in degradation of the NFM electrode structure and reduced electrochemical reversibility. After embedding Na+, NFM transforms from the O3′ phase to the P3 phase and finally transforms into the O3 phase through the O3/P3 dual-phase coexistence, and the corresponding Δc change rate is as high as 6.2% (). Under 4.0 V, NFMB-2 undergoes the transformation O3 → P3, and there is an obvious dual-phase process. Above 4.0 V, a mixed phase of O3′ and P3 appears, and the shrinkage of the interlayer spacing is suppressed. Therefore, the Δc shrinkage decreased to 4.6% (). When Co3+ was introduced into the TM sites, a reversible O3 → P3 phase transition was observed in the NFMC-2 cathode (C). An obvious dual-phase process was observed, and the Δc shrinkage was reduced to 3.4% (). Interestingly, the O3 → P3 phase transition of the NFMCB electrode does not appear in an obvious two-phase coexistence but is similar to a solid solution reaction process. The structural evolution during the cycle was highly reversible with a Δc value of only 1.1% (). A lower volumetric strain stabilizes the lattice structure of the cathode and creates a less inactive insulating material. The results show that Co3+/B3+ doping can effectively alleviate the unfavorable multiphase transition.",
                "To further investigate the enhanced electrochemical performance and structural stability of NFMCB, DFT calculations were conducted to examine the impact of Co3+/B3+ codoping on electronic structure and Na+ migration energy barriers. B reveals that the total density of states (TDOS) for the NFM sample primarily arises from the Mn-3d and the O-2p orbitals near the Fermi level. In contrast, the NFMCB sample’s electronic states near the Fermi level predominantly involve Mn-3d, Co-2p, and O-2p orbitals, with B atoms contributing minimally (C). Both samples exhibit semiconductor characteristics, with small energy gaps. However, Co3+/B3+ codoping reduces the energy gap from 0.95 to 0.77 eV, approaching semimetallic behavior, indicating improved conductivity in NFMCB. Additionally, the Na+ diffusion path in NFMCB, shown in A, indicates a preference for two-dimensional diffusion between TM layers. The calculations demonstrate that under complete Na concentration limitation the Na+ migration energy barrier is lower in NFMCB (0.55 eV) compared to NFM (0.73 eV). DFT results confirm that the dual anchoring effect of Co3+/B3+ significantly enhances Na+ migration, elucidating the structural stability of NFMCB during cycling.",
                "To verify the practicality of NFMCB, full cells were assembled using this electrode and a commercial hard carbon electrode. A shows the schematic structure of the NFMCB//HC full cell. In the advanced full-cell assembly, the HC negative electrode is pre-sodiumized by electrochemical charge and discharge, which is of great significance for subsequent matching with the NFMCB electrode. B shows the GCD curve of the NFMCB//HC full cell at 0.1 C. The NFMCB//HC full cell can obtain a high energy density of 316.2 Wh·kg1– (based on the total mass of the positive electrode active material). In addition, the reversible capacity of the full cell at 0.2, 0.5, 1, 2, 3, 5, and 10 C is 103.3, 100.6, 98.3, 95.8, 94.3, 89.9, and 79.7 mAh·g–1, respectively (C). The full cell exhibited an excellent cycling performance with a capacity retention of 80.8% after 200 cycles at 1 C (D). Compared to the currently reported layered oxide cathode materials, the full cell has an advantage in terms of capacity retention (E and ). "
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we proposed a Co3+/B3+ codoping strategy to stabilize O3-type NaNi0.2Fe0.4Mn0.4O2 cathodes. The synergistic effect of Co3+ and B3+ in the NFM system lowers the migration energy barrier of Na+, promotes the diffusion, inhibits the harmful P3 → O3′ phase transition, significantly improves the dynamic properties of the NFM system, and provides structural stability. Therefore, the prepared Na(Ni0.2Fe0.4Mn0.4)0.96Co0.04B0.02O2 exhibits impressive electrochemical properties, including high reversible capacity (147.3 mAh·g–1 at 0.1 C), excellent capacity retention (91.3% and 88.6% after 200 cycles at 1 and 3 C for half-cell, 80.8% after 200 cycles at 1 C for full cell), and rate performance (97 mAh·g–1 at 10 C). Rational multielement doping strategies can enhance the structural stability of O3-type layered oxides, thereby accelerating their commercialization."
            ],
            "name": "Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Synergistic Effect of Anchoring Transitional/Interstitial Sites on Boosting Structural and Electrochemical Stability of O3-Type Layered Sodium Oxides"
}