{
    "DOI": "10.1007/s11581-023-05020-z",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Currently, lithium-ion battery (LIB) is the main power supply for mobile device and new energy vehicle; however, the shortage of lithium resource limits its future development [1,2,3,4,5]. Sodium-ion battery (SIB) has become an alternative energy storage device due to the abundant reserve and wide distribution of sodium, as well as similar chemical properties to that of LIB. The Na ion is ca. 1.02 Å in radius, larger Li ion (0.76 Å) [6,7,8,9,10,11,12], which could contribute sluggish Na-ion diffusion kinetic in the SIB [13,14,15,16,17], especially in the anode side. Hence, developing an appropriate anode material that has excellent sodium storage properties is still a challenge for the practical application of SIB.",
                "Titanium dioxide (TiO2), an intercalation type anode material has been extensively investigated recently because of its good electrochemical stability, benign to human body and environmentally friendly, negligible structure strain during sodiation [18,19,20,21]. The anatase phase TiO2 offered 2D diffusion paths for Na-ion diffusion along both a- and b-axes [22,23,24,25,26], with a lower sodiation energy barrier, frequently reported as anode in SIB. Yan et al. prepared anatase TiO2 nanotubes synergistically doped with Ni and N (Ni-N/TNTs) via three steps of sol-gel process, alkali-thermal reaction, and thermal treatment in NH3. The obtained Ni-N/TNTs exhibited stable cycling performance with a high charge capacity of 303 mA h g−1 after 500 cycles at a current density of 50 mA g−1, and maintain a capacity of 143 mA h g−1 after 8000 cycles at a high current density of 5 A g−1 [27]. Bai et al. reported a co-precipitation method for the synthesis of Mo-doped anatase TiO2 nanoparticles, further upon AlF3 coating. The overall sample could deliver a high reversible capacity of 178.9 mA h g−1 with good cycling stability and excellent rate capabilities of up to 10 C [28]. Chen et al. proposed a controllable solvothermal method to prepare the size-tunable olive-like anatase TiO2/carbon composites with the average entire sizes of 80, 150, and 300 nm (TOC-80/150/300), and TOC-80 delivered a high reversible capacity of 267 mA h g−1 at 0.1 C, and retained 94.6% over 1000 cycles at 10 C [29]. These studies on the synthesis of modified anatase TiO2, such as nanostructure design, composition optimization, heteroatom doping, and addition of conducting additives, have demonstrated the enhanced Na-ion storage performance of TiO2 anode, yet, these synthetic processes are not suitable for industrial production due to their complex procedures and high cost.",
                "Metatitanic acid (titanium dioxide hydrate) is commercially used in the production of anatase or rutile TiO2 pigments. By adjusting the calcination temperature, nanoscale anatase TiO2 could be obtained. In this study, industrial metatitanic acid was selected as raw material to synthesis the anatase TiO2 for SIB. To enhance the SIB performance, N-doped carbon was applied to in situ modify the anatase TiO2. Simultaneously, the carbon layer coated on the TiO2 can improve the electronic conductivity thus boosting the sodium storage capacity. Particularly, the obtained N-doped carbon coated TiO2 composite exhibited good rate performance in ether-based electrolyte and admirable cycling stability in ester-based electrolyte (130 mA h g−1 after 10,000 cycles at 1 A g−1), also excellent electrochemical performance in full cell, which possess a high energy density of ca. 300 W h kg−1 and a good capacity retention of 90 mA h g−1 (83.3% of the initial capacity) after 200 cycles."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Tris(hydroxymethyl)aminomethane hydrochloride (Tris-HCl, ≥99.0%) and dopamine hydrochloride (≥98.0%) were purchased from Sigma-Aldrich. The metatitanic acid was obtained from Chongqing Titanium Industry Co., Ltd of Pangang Group. All reagents were used without further purification."
                    ],
                    "name": "Chemicals",
                    "type": "h3"
                },
                {
                    "content": [
                        "300 ml of Tris-HCl (pH ~ 8.5) buffer solution was prepared first in a round flask. 600 mg of metatitanic acid powder was put into the buffer solution and dispersed in it. Then 225 mg of dopamine hydrochloride was added to the suspension, and the reaction was stirred magnetically with 300 r/min in a water bath at 30°C for 12 h. Polydopamine-coated metatitanic acid was obtained by washing and centrifugating using deionized water. Subsequently, the obtained polydopamine-coated metatitanic acid was heated in a sealed quartz tube under argon atmosphere at 550°C for 4 h, and the TiO2@C nanocomposite was acquired eventually. The metatitanic acid was directly pyrolyzed at 550°C to obtain TiO2 sample."
                    ],
                    "name": "Synthesis of anatase TiO2 and TiO2@C",
                    "type": "h3"
                },
                {
                    "content": [
                        "The crystal structure of the samples was characterized by X-ray diffraction (ultima IV) measurement using Cu Kα radiation. The chemical constitutions and valence states of the samples were investigated by X-ray photoelectron spectroscopy (Thermo Scientific ESCALAB 250Xi). The morphology of the samples was observed by using scanning electron microscopy (Hitachi SU8010) and transmission electron microscopy (JEM-ARM200F). Thermogravimetric analysis (Netzsch STA 449 F3) was carried out to determine the weight ratio of carbon in the sample under the air atmosphere from room temperature to 1200°C at heating rate of 10 °C min−1."
                    ],
                    "name": "Characterizations of materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "CR2032-type coin cells were assembled with TiO2@C or TiO2 as active material of electrode, sodium metal as the counter electrode and glass fiber (Celgard 2400, GF/D) member as separator in an argon-filled glove box (H2O, O2 < 0.01 ppm) and used to test the electrochemical performance. Active material, conductive carbon (Super P) and polyvinylidene difluoride as binder were mixed with a weight ratio of 8:1:1 in the N-methyl-2-pyrrolidinone solvent and formed black slurry, which was then coated on the copper foil and dried in vacuum drying chamber for 12 h. The mass loading of active material on the electrode was about 1–1.2 mg cm−2. The ether-based electrolyte was 1.0 M NaCF3SO3 in diglyme and the ester-based electrolyte was 1.0 M NaClO4 in EC:DEC=1:1 vol% with 5.0% of FEC. The full cell consists of commercial sodium vanadium phosphate (Na3V2(PO4)3) coated on the aluminum foil as the cathode, GF/D as separator, and TiO2@C as the anode assembled in CR2025-type coin cell within the ester-based electrolyte.",
                        "The charge-discharge cycling test of the cell was carried out using Land CT2001A battery testing system at a voltage range of 0.01–3.0 V. The galvanostatic intermittent titration technique (GITT) test was performed under a current pulse of 30 mA g−1 for 30 min with an interval of 90 min. The cyclic voltammetry (CV) tests and the electrochemical impedance spectroscopy (EIS) tests were carried out on an electrochemical workstation (CHI-660E)."
                    ],
                    "name": "Electrochemical characterization",
                    "type": "h3"
                }
            ],
            "name": "Experiment",
            "type": "h2"
        },
        {
            "content": [
                "The industrial metatitanic acid was pyrolyzed at 550°C to obtain the anatase TiO2. To enhance the electrochemical performance of the anatase TiO2 used in SIB, the polydopamine (PDA) was applied as carbon source to coat metatitanic acid, and the corresponding carbon-coated anatase TiO2 (TiO2@C) was obtained by pyrolysis the PDA-coated metatitanic acid at 550°C under the argon atmosphere (Fig. 1).",
                "The morphology and microstructure of the obtained anatase TiO2 and TiO2@C were characterized by the scanning electron microscopy (SEM) and transmission electron microscopy (TEM). As seen, the SEM image in Fig. 2a, TiO2 sample maintains the original morphology of metatitanic acid (Fig. S1, see the supplementary information). Figure 2b shows the TiO2@C sample after carbon coating, where the scattered smaller nanoparticles disappeared. For sample TiO2@C, the agglomerate ranges from tens of nanometers to one micron with the continuous carbon-coated layer. Compared with carbon coated on every single nanoparticle, the continuing carbon-coated layer could provide the consecutive electron transport channels [30]. The presence of coated carbon layer can improve the electronic conductivity of TiO2@C material and enable volume change buffering during the charge-discharge process, thus increasing the capacity and cycle stability of TiO2@C anode. The high-resolution TEM (HRTEM) image of TiO2 sample in Fig. 2c clearly shows the TiO2 anatase crystal lattice with (101) planes and a d-spacing of 3.47 Å. While for sample of TiO2@C, the thickness of the carbon layer is about 2–3 nm (Fig. 2d). The content of carbon in the TiO2@C measured by thermogravimetric analysis (TGA) is ca. 17 wt% (Fig. S2).",
                "The X-ray diffraction (XRD) patterns (Fig. 3a) confirm that two samples are of the anatase TiO2 nanocrystals (JCPDS No. 21-1272). In addition, a peak at about 27° can be observed in XRD pattern of TiO2 and TiO2@C corresponds to the (110) crystal plane of rutile TiO2, and the intensity decrease in TiO2@C when carbon is introduced because of The phase transformation from anatase TiO2 to rutile TiO2 needs the oxygenated environment, while after carbon coating, the reduction environment of carbon layer should block the phase transformation of anatase TiO2 to rutile TiO2. Based on the XRD data, the average particle size of TiO2 nanoparticles of TiO2@C and TiO2 was calculated to be about 9.1 nm and 13.1 nm, and the corresponding microstrain was 0.11% and 0.15%, respectively (detailed calculation process was shown in the supplementary information). X-ray photoelectron spectroscopy (XPS) was further used to probe the elements and corresponding valence state in the TiO2 and TiO2@C nanocomposite. As seen in the XPS survey spectra in Fig. 3b, there are distinct C 1s and N 1s peaks in the TiO2@C sample, while the slight C 1s peak of TiO2 should come from the polluted carbon. The peaks centered at 458.7 and 464.3 eV of TiO2 and TiO2@C (Fig. 3c) can be attributed to Ti 2p3/2 and Ti 2p1/2, respectively. Furthermore, the fitting of the O 1s XPS spectrum (Fig. 3d) comprises the main peak at 529.9 eV and an additional broader peak deconvoluted into two peaks centered at 531.6 eV and 533.3 eV, corresponding to the Ti-O bond, the oxygen vacancies and oxygen adsorbed at surface of samples, respectively. It is obvious that TiO2@C processes a higher concentration of oxygen vacancies than that of TiO2. The XPS results indicate that using carbon-coated treatment can facilitate the formation of surface defects. The existence of crystal defects such as oxygen vacancies and Ti3+ is beneficial for obtaining superior electronic conductivities and surface Na-ion storage [31, 32], thus augmenting the electrochemical performance of SIB.",
                "As for TiO2@C, the high-resolution XPS spectrum of C 1s (Fig. 3e) stems from the surface carbon layer of material, that the dominating peak deconvoluted into two peaks centered at 284.7 and 285.7 eV respectively corresponded to the C-C and C-O bonds, while the subordinate peak at 289.1 eV is vested in C=O bond. Moreover, the XPS result shows up to 5.7 at% of N doped into the TiO2@C, which is a result of the decomposition of amino group of polydopamine during the pyrolysis process. In the high-resolution XPS spectrum of N 1s (Fig. 3f), three peaks appear at 398.5, 399.7 and 400.5 eV, corresponding to pyridinic N, pyrrolic N and graphitic N, respectively. It is also possible that the incorporation of nitrogen atoms can create carbon defects in the TiO2@C matrix, which acts as an additional active site to store sodium ions. Also, the three configurations of N can effectively increase the electrical conductivity of carbon materials [33, 34].",
                "To demonstrate the excellent physical properties of the obtained samples and reveal the potential for application in SIB, the TiO2 and TiO2@C samples were assembled into half-cell to test the rate and cycling performances. Firstly, ether-based electrolyte was applied to investigate the electrochemical performance of the assembled cells. The cyclic voltammetry (CV) test was performed to study the electrode reaction process and reversibility of cell during charge-discharge cycle. Figure 4a and b shows the initial three CV curves of sample TiO2 and TiO2@C. As for TiO2 sample, two reduction peaks from the initial CV curve can be seen, among which the peak at about 0.6 V involves the reduction of Ti4+ to Ti3+ [35], and another peak at the voltage of ~0.1 V involves the conversion of Ti3+ to sodium intercalation compound and then to metallic Ti0 [36, 37]. However, the current of the oxidation peak at ca. 0.1 V is lower than the current of reduction peak due to the fact that part of the conversion reaction is irreversible in the initial discharge. While for sample of TiO2@C, a strong reduction peak of ca. 0.2 V was observed from the first CV cycle, which can be ascribed to the abundant Na ions insertion into the internal layers and/or adsorption on the surface of the carbon layer and form the solid electrolyte interface film (SEI) on the electrode surface during first discharge, which is a distinct difference from the first CV curve of TiO2. The CV curves of the second and third cycles are close to overlap, which represents the excellent reversibility of TiO2@C electrodes. Two voltage plateaus can be clearly seen in the discharge curve of the initial cycle within two samples (Fig. S3), respectively corresponding to the reduction of Ti4+ and the formation of the SEI and the sodium intercalation compound.",
                "Figure 4c shows the rate performance of TiO2 and TiO2@C samples within ether-based electrolyte, measured at current densities ranging from 0.1 to 5 A g−1. The discharge specific capacity of TiO2@C is higher than the TiO2 sample throughout the test, especially at smaller current densities. During the initial discharge progress at a current density of 0.1 A g−1, TiO2@C delivers the capacity of 630 mA h g−1 while TiO2 only shows 267 mA h g−1, after ten cycles, the capacity of 330 mA h g−1 has been remained in sample of TiO2@C, nearly twice the capacity of TiO2. The capacity attenuation comes from the irreversible consumption of sodium ions by the SEI film formed on the electrode surface in the early cycle process and the consumption of electrolyte during charge/discharge progress [38, 39]. When the current densities reach 0.2, 0.5, 1, 2 and 5 A g−1, TiO2@C and TiO2 deliver the average capacity of 290, 217, 150, 100, 60 mA h g−1 and 147, 110, 83, 56, 26 mA h g−1, respectively. When the current density returns to 0.1 A g−1, the discharge capacities of the two samples can all recover to the value of the tenth circle, indicating the favorable reversibility.",
                "Cycling performance was afterward tested to investigate the lifetime of the two samples. As seen in Fig. 4d, the TiO2@C and TiO2 samples remain in a relatively stable state with capacity of 270 mA h g−1 and 150 mA h g−1 at a current density of 0.1 A g−1 after 100 cycles, respectively. In order to further test the tolerance of TiO2@C and TiO2 at high current rate, galvanostatic charge-discharge test was conducted at a current density of 2 A g−1. It can be observed from Fig. 4e that the synthesized TiO2@C material has good cycle stability, which still maintains the capacity of 90 mA h g−1 after 2600 cycles with a Coulombic Efficiency of nearly 100%, while TiO2 holds a capacity of 40 mA h g−1, significantly lower than that of TiO2@C.",
                "The CV tests with different scan rates from 0.2 to 0.6 mV s−1 were performed to study the diffusion performance of Na ions. The CV curves of the two samples at different scan rates (Fig. 5a and d) have similar shapes, and show minor polarization between Na ions insertion and extraction. The log (scan rate)-log (peak current) plots and corresponding b-values are shown in Fig. 5b and e, demonstrating that in both samples the Na ions insertion and extraction processes are a combination of capacitance and diffusion (b-value of 0.5 indicates a total diffusion-controlled behavior, whereas 1.0 indicates a capacitive process).",
                "Compared with TiO2 (Fig. 5e), TiO2@C electrode (Fig. 5b) shows a better reversibility by comparing the overlap ratio of the fitted linear line, because the anode and cathode peaks have approximately equal currents. At a certain scan rate of 0.2 mV s−1, the contribution of the capacitive current in the total measured current is evaluated, as shown in Fig. 5c, of which 75.2% is quantified as the capacitance current. As the scan rate increases from 0.2 to 0.6 mV s−1 (Fig. 5f), the capacitive contribution ratios exhibit progressively that increased from 75.2 to 86.3% in TiO2@C anode, while the capacitive contribution of TiO2 only from 74.1 to 83.9%. The desirable pseudocapacitive behavior can be attributed to the N-doped carbon layer, which provides convenient charge-transfer pathways for ultrafast and long-term cyclability.",
                "The galvanostatic intermittent titration technique (GITT) test (Fig. 6a) was conducted on the charge and discharge processes to further explore the Na-ion diffusion kinetics of TiO2@C and TiO2 electrodes. The diffusion coefficient of Na ions in each step of the titration curve during discharge and charge processes were calculated (detailed calculation process was shown in the supplementary information) and illustrated. As shown in Fig. 6a, TiO2@C shows the smaller polarization than TiO2 in each step of the titration curve during discharge and charge processes. The diffusion coefficient of Na-ions at Na ions insertion was calculated and the results were shown in Fig. 6b, the average diffusion coefficient (DNa+) of TiO2@C is 1.778 × 10−12 m2 s−1 significantly higher than that of TiO2 (1.061 × 10−12 m2 s−1), indicating that TiO2@C has a faster Na-ion diffusion capability.",
                "Furthermore, it can be observed that the diffusion rate of Na ions in TiO2 anode begins to decline at 30% state of the charge (SOC), reaches the lowest point at 58% SOC, and then rises to the initial level, which is corresponding to the voltage plateau dominated by the faradaic reaction in the discharge curve. Instead, the TiO2@C can significantly alleviate this decline process, indicating that the carbon coating processing on TiO2 surface can greatly enhance the diffusion rate of Na ions, and finally result in an excellent electrochemical performance of SIB. The electrochemical impedance spectroscopy (EIS) measurement of the TiO2@C and TiO2 electrode was measured to get further details of the Na ions insertion kinetics. By analyzing the Nyquist plot and fitted equivalent circuit, an overlapped semi-circle at high and medium frequencies is characteristic of ion migration through the surface layer (sl) and the charge transfer (ct) through the electrode-electrolyte interface, and a sloping line at low frequencies is characteristic of Warburg element (W) dominant ion diffusion in SIB. Rel is the ohmic drop at the electrolyte and the value of TiO2@C is ca. 17.9 Ω read from Fig. 6c, smaller than that of the TiO2 (21.2 Ω). Likewise, the surface layer and charge transfer resistance (Rsl and Rct) of TiO2@C (15.3 Ω) is also smaller than that of TiO2 (29.8 Ω). Accordingly, it can be seen from the Bode plot (Fig. 6d) that the resistance of high and low frequency in TiO2 is higher than that of TiO2@C. The EIS results again demonstrated that the N-doped carbon-coating layer could improve the reaction kinetics.",
                "The ester-based electrolyte was further applied to investigate the SIB electrochemical performances of TiO2 and TiO2@C samples. The rate performance is shown in Fig. 7a where the TiO2@C exhibits an initial specific capacity of 490 mA h g−1 at 0.1 A g−1. After 10 cycles, the discharge capacity is maintained at a value of 210 mA h g−1. Subsequently, along with the current rate increases from 0.2 to 5 A g−1, the TiO2@C sample obtains the average capacities of 190, 170, 150, 125, and 74 mA h g−1, respectively. And when the current rate is reset to 0.1 A g−1, the reversible discharge capacity recovers to a high level of 205 mA h g−1, representing excellent rate performance and high reversibility. On the contrary, TiO2 sample only delivers a capacity of 50 mA h g−1 at a current density of 0.1 A g−1 and provides negligible capacity at high current densities of 2 and 5 A g−1.",
                "Moreover, the cycling performance of two samples at a current rate of 0.1 A g−1 was displayed and compared in Fig. 7b. The specific capacity of TiO2 electrode rises slowly in the early cycling and then stabilizes at a value of 60 mA h g−1. The possible reason is that the TiO2 electrode could not be fully activated at the current density of 0.1 A g−1, so that the preliminary cycling could not provide a stable capacity. Satisfactorily, the TiO2@C sample delivers a capacity of 230 mA h g−1 at the 50th cycle, and remains a reversible capacity as high as 220 mA h g−1 after 800 cycles. Furthermore, Fig. 7c shows the long-term cycling life of the TiO2 and TiO2@C materials at a higher current density of 1 A g−1. After a 10-cycle electrochemical activation at 0.1 A g−1, the TiO2@C sample delivers a capacity of 160 mA h g−1 at the 11th cycle and obtains a reversible capacity of 130 mA h g−1 after 10,000 cycles at 1 A g−1, with a capacity decay rate of 0.002% per cycle. As for sample of TiO2, a value of 20 mA h g−1 is obtained after 10,000 cycles at 1 A g−1. The TiO2@C sample possesses the high capacity resulting from the N-doped-coated carbon layer that the surface defects and interconnected carbon framework of nanomaterials can accelerate the diffusions of ions and charges. The cyclability of TiO2@C at 2.0 A g−1 in the ester-based electrolyte has been provided in Fig. S5. After 4500 cycles, the capacity of TiO2@C in the ester-based electrolyte maintains a value of 105 mA h g−1, higher than that in the ether-based electrolyte. Although the discharge capacity in ether-based electrolyte is higher than that in ester electrolyte at the beginning of cycles, the cycle stability of TiO2@C in ester-based electrolyte is better.",
                "One step further, to investigate the feasibility of TiO2@C for practical applications, Na3V2(PO4)3 was applied as cathode material to match the TiO2@C anode within ester-based electrolyte to fabricate a full cell. As electrochemically tested, the Na3V2(PO4)3 cathode delivers a superior rate capacity of 112, 109, 105, 101, 96, and 84 mA h g−1 at the current of 0.1, 0.2, 0.5, 1, 2 and 5 A g−1, respectively. (Fig. S4). After matching the capacity of Na3V2(PO4)3 cathode and TiO2@C anode, the Na3V2(PO4)//TiO2@C full cell was assembled and the voltage range was 2–4 V. The overall electrochemical reaction during charge-discharge process of the full cell can be summarized as follows [40]:",
                "As shown in Fig. 8a, the full cell shows the initial charge and discharge capacities of 130 mA h g−1 and 108 mA h g−1 at a current density of 0.1 A g−1 respectively, and maintains a good capacity retention of 90 mA h g−1 (83.3% of the initial capacity) after 200 galvanostatic cycles. The full cell featured an average discharge voltage of 2.7 V revealing by Fig. 8b, and the energy density is calculated to be ca. 300 Wh kg−1. These results prove the realization of Na-ion full cells based on TiO2@C anode that are encouraging enough to be considered for practical purposes."
            ],
            "name": "Result and discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, a facile and effective method was reported to synthesize the anatase TiO2 coated by N-doped carbon layer (TiO2@C) by one step pyrolysis of PDA-coated metatitanic acid for the first time. When utilized as anode materials for SIB, TiO2@C exhibits better sodium storage performance, delivering an excellent long-term life with 130 mA h g−1 after 10,000 cycles at 1 A g−1 in ester-based electrolyte. A full cell assembled with TiO2@C anode, Na3V2(PO4)3 cathode and ester-based electrolyte display an energy density of ca. 300 Wh kg−1. The present work provided a high value-added application of metatitanic acid and also a feasible method for large-scale industrial fabrication of TiO2 anode applying to SIB."
            ],
            "name": "Conclusion",
            "type": "h2"
        }
    ],
    "Title": "Nanoengineering of N-doped carbon-coated anatase TiO2 nanoparticles for high-performance sodium ion battery"
}