{
    "DOI": "10.1021/acsami.2c05521",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "In recent years, sodium-ion batteries (SIBs) are regarded as competing candidates for lithium-ion batteries (LIBs) in large-scale applications due to the abundant and globally distributed sodium sources.  Intensive efforts have been devoted to the development of high-performance cathode materials to promote the practical applications of SIBs. Among all the cathode materials, sodium layered transition metal oxides, denoted as NaxTMO2 (TM = Mn, Ni, Co, Fe, etc., 0< x ≤ 1), are regarded the promising candidates due to their facile fabrication process and high energy density. The most investigated types of NaxTMO2 are O3- and P2-type host materials, where O and P represent the octahedral and prismatic location environments, respectively, of sodium ions, and the number stands for the number of TMO2 layers in each repeated unit cell in the structure.  P2-type materials exhibit better rate performance and cycling stability compared to its O3-type counterparts due to the facile Na+ migration pathway and less complicated phase structure evolution. ",
                "However, structure rearrangements such as P2–O2/Z are often reported in P2-type NaxTMO2 materials due to the sliding of TMO2 layers, followed by the formation of O-type stacking phase when the content of Na+ is low in the host materials.  It is generally accepted that the structure rearrangement between O-type and P-type stacking during the sodiation/desodiation process may lead to several demerits: (1) large volumetric strain due to the shrinkage or expansion along the c-axis, which results in structure instability;  (2) the huge strain at the phase boundary which initiates the growth of intragranular cracking;  and (3) negative impact on Na ion diffusion rate due to higher energy barrier for Na+ diffusion in O-type host materials.  The phase transition has restrained further enhancement of the cyclability in P2-type NaxTMO2 materials. In this context, doping/substitution has been developed as an effective strategy to overcome the demerits caused by the structure rearrangement in NaxTMO2 materials. Dopants/substituents such as Li, Mg, Cu, and Ti have been explored to mitigate the structure rearrangement and enhance the electrochemical performance of P2-type NaxTMO2 materials. ",
                "Yang and co-workers first reported that Zn substitution can enhance the electrochemical stability in P2-type Na0.66Ni0.33–xZnxMn0.67O2 materials.  After that, there are increasing reports on Zn-containing NaxTMO2 materials, such as P2-type Na2/3Mn7/9Zn2/9O2,  P2-type Na2/3(Ni0.5Zn0.5)0.3Mn0.7O2,  P2-type Na0.67ZnxMn1–xO2,  and P2-type Na2/3Mn1–xZnxO2.  However, two issues are worth noting in Zn-containing materials. On the one hand, the increase of Zn content will inevitably decrease the reversible capacity based on the cationic redox reaction due to the electrochemical inert properties of Zn. An optimized Zn content is required to achieve a balance between the reversible capacity and cyclability. On the other hand, a new type of phase transition is observed in the abovementioned Zn-containing materials. It seems that the increased amount of Zn content tends to switch the solid solution in NaxMnO2 to a biphase transition in P2-type Na2/3Mn0.7Zn0.3O2 and P2-type Na0.67Zn0.2Mn0.8O2, during which large quantities of O-type stacking faults are expected to be introduced to the original P2-type host materials.  Up to date, there are rare reports on how to suppress the biphase transition in Zn-containing NaxTMO2 materials.",
                "Among all the dopants/substituents, we assume that electrochemically active Cu can be a promising candidate to substitute the electrochemically inert Zn by increasing the reversible capacity based on the cationic redox reaction via participating in charge compensation. The redox reaction of Cu2+/3+ has been reported in many NaxTMO2 materials.  In addition, it is also reported that copper can significantly suppress the P2–O2 phase transition in P2-type Na2/3Ni1/3Mn2/3O2 materials and improve its cyclability.  In this work, the effect of Cu substitution was investigated in P2-type Na0.6Mn0.7Ni0.15Zn0.15–xCuxO2 materials. The coexistence of Cu and Zn in Na0.6Mn0.7Ni0.15Zn0.075Cu0.075O2 (NMZC) enables an excellent capacity retention of 96.4% over 150 cycles at 0.1 C rate. The substituted Cu can not only decrease the volume change but also inhibit the anionic redox reaction via participating in charge compensation during the sodiation/desodiation process, therefore suppressing the electrolyte decomposition on the electrode/electrolyte interphase and enhancing the electrochemical performance."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                "The ratio of metals in the synthesized composites was determined by inductively coupled plasma-optical emission spectroscopy (ICP-OES) tests. The results are provided in . It can be seen that the final composites have high consistence with the target stoichiometry. The morphology of the as-prepared composites was investigated by scanning electron microscopy (SEM). As shown in , the particles in the three samples are irregular microflakes with smooth surface in the range of 1 to several micrometers. No significant difference can be observed among the samples with different contents of Zn and Cu. Their XRD patterns and the corresponding Rietveld refinement results are shown in  and . All the diffraction peaks can be indexed to P2-type phase with P63/mmc space group. The lattice parameters a and c in the Na0.6Mn0.7Ni0.15Zn0.15O2 (NMZ) sample are 2.833 and 11.215 Å, respectively, and vary slightly after partial or complete substitution of Zn with Cu, which is most likely due to the similar ionic radius of Zn2+ (0.74 Å) and Cu2+ (0.73 Å). The lattice fringes of the NMZC material are obtained by high-resolution TEM (c), and the detected interplanar distance is 0.25 nm, which corresponds well with the calculated distance of (102) planes. The EDS mapping reveals that Na, Ni, Zn, and Mn elements are distributed homogeneously throughout the micron-sized particle of NMZC (d).",
                "The long-term cycling performance of Na/Na0.6Mn0.7Ni0.15Zn0.15–xCuxO2 cells was investigated in the voltage range of 2.2–4.3 V at 30 °C (a). An initial discharge capacity of 112.8 mA h g–1 was delivered by the NMZ electrode at 0.1 C rate. The copper-containing electrodes show similar initial discharge capacities, with 113.9 mA h g–1 for NMZC and 116.8 mA h g–1 for Na0.6Mn0.7Ni0.15Cu0.15O2 (NMC), respectively. After 150 cycles, only less than 80% of the initial capacity is maintained for NMZ. After the substitution of half Zn with Cu, the capacity retention of NMZC can be significantly improved to 96.4%. Our material demonstrates excellent cycling performance among the recently reported Zn-containing NaxTMO2 materials, as can be seen from . The change of capacity retention rate with cycling number is shown in  to provide a distinct comparison. It can be seen clearly that a further increase of Zn content deteriorates the cycling stability. The Zn-free NMC delivers a capacity of less than 80 mA h g–1 after 150 cycles, which is even worse than NMZ without substitution. This result indicates that both electrochemically active Cu and inert element Zn play vital roles in maintaining good cycling performance in Na0.6Mn0.7Ni0.15Zn0.15–xCuxO2 materials. The charge/discharge profiles and dQ/dV curves in different cycles are shown in b–e. It can be seen that the substitution of Zn with Cu has a significant impact on the Na sodiation/desodiation behavior as well as its reversibility in the high voltage range. The redox peaks below 2.5 V can be ascribed to the Mn4+/Mn3+ redox reaction in these materials which occurs reversibly after the initial charge process, and no significant variation can be observed among these materials. The redox peaks in the voltage range of 2.5–3.8 V can be correlated with the Ni2+/Ni3+ redox reaction and Cu2+/Cu3+ redox reaction, while the sharp peak above 3.8 V can be associated with the Ni3+/Ni4+ or anionic redox reaction in these materials, which usually occur along with the formation of O-type stacking phase.  The copper substitution mainly influences the redox behavior in the high voltage range of 3.8–4.3 V. The dQ/dV curves show that the Na/NMZC cell displays a slight degradation in the whole voltage range, which explains the best capacity retention rate among the three cells. By contrast, the sharp redox peak of the Na/NMC cell displays continuous decay between 4.0 and 4.3 V, which is responsible for the unsatisfactory cycling performance. In addition, the rate performance of the three composites is compared at various current rates, as shown in f. NMZC demonstrates good rate capability, with around 50% of the capacity at 0.1 C rate reserved even at the high current rate of 20 C. The rate performance of NMZC is also better than those of NMZ and NMC. It suggests that the coexistence of Zn and Cu is beneficial for cycling performance as well as rate performance.",
                "In situ XRD tests were carried out to investigate the structural evolution during the charge/discharge process in Na/Na0.6Mn0.7Ni0.15Zn0.15–xCuxO2 cells. The in situ XRD test setup is shown in . The in situ XRD contour maps of NMZ and NMZC electrodes and the corresponding charge/discharge curves are given in , and the results of the NMC electrode are provided in . It can be seen clearly that the NMZ electrode experiences a biphase transition upon the Na+ extraction/insertion process in the high voltage range. After an extraction of 0.25 mol Na+ ions from NMZ at around 4.1 V, the initial (002)P2 reflection located at around 15.6° disappears and a new (002) diffraction starts to emerge at a higher angle. Considering the similar crystallographic feature of the highly desodiated “Z” phase in Fe-Mn-based NaxTMO2, the new phase in the Zn-containing material is hereafter referred to as the Z phase for simplicity.  With further extraction of Na+ ions, the (002)Z diffraction peak shifts continuously toward a higher 2θ angle till 16.6° at the end of the charge process, corresponding to the large contraction of the crystalline structure along the c-axis. By contrast, when the Na/NMZ cell is discharged, the (002)Z peak shifts toward a lower angle consecutively till the P2 phase is recovered around 3.8 V. After that, the (002)P2 reflection shifts slightly to a higher angle upon further discharge. It is worth noting that most of the diffraction peaks with h,k ≠ 0 are smeared into diffuse intensity lines and the substantial broadening of (001) and (101) peaks reflects the loss of long-range order along the c-axis in the regime of Z phase, indicating the low crystallization of the new phase. According to the reports, the evolved Z phase is most likely to compose a large quantity of octahedral stacking Na+ vacancies which are formed due to the gliding of transition-metal layers after the extraction of a large number of Na+ ions from the original P2 phase.  By contrast, partial substitution or complete substitution of Zn with Cu can significantly suppress the phase transformation. No diffraction peaks beyond the P2 phase is detected in NMZC and NMC, indicating good preservation of the initial P2 structure in the working voltage range. During the charge process, the (001) diffraction peaks gradually shift toward lower angles, while the (100) and (102) diffraction peaks shift toward higher angles in both Cu-containing electrodes. The shift tendency for these peaks are opposite during the discharge process, indicating reversible structure change during the desodiation/sodiation process.",
                "The precise changes of lattice parameters a and c and the unit cell volume are obtained by sequential Rietveld refinement of the in situ XRD patterns (, ). During the charge process of NMZ, the lattice parameter c of the P2 structure increases gradually and then decreases significantly in the regime of the Z phase. The increase of the lattice parameter c in the initial charge process agrees well with the interlayer expansion due to the increased repulsion between transition-metal layers after the extraction of Na+ ions, while the subsequent decrease of the lattice parameter c is because of the contraction of sodium layers after the gliding of transition-metal layers. The biphase transformation results in a “diving” phenomenon in parameter c from a peak value of 11.34–10.66 Å and an interruption of the continuous change of the lattice parameter a above 4.0 V in NMZ, as shown in a and . The unit cell volume contracts as large as 7.50% during the charge process in NMZ. By contrast, the lattice parameter c increases and lattice parameter a decreases continuously in both NMZC and NMC, which lead to the expansion of unit volume by 0.78% in NMZC and 0.50% in NMC in the charge process. The phase transition and large volume expansion undoubtedly jeopardize the structural stability. However, the inferior cycle life of NMC compared to NMZ also indicates the importance of the inert element Zn in achieving good cycling stability.",
                "The charge compensation mechanism of NMZ, NMZC, and NMC electrodes during the charge process was analyzed by XPS tests. The XPS results of electrodes at the pristine state and charged to 3.7 and 4.2 V are shown in . It can be seen clearly that the peak position of Mn2p spectra demonstrates barely a shift up to 4.3 V in all electrodes, which suggests that Mn is most possibly in tetravalent state and that no further oxidation occurred during the charge process. By contrast, the peak of Ni2p shifts to a higher position in these electrodes, indicating the oxidation of Ni during the charge process. In addition, the binding energy of Cu also shifts to a higher value, indicating that both Ni and Cu contribute to the charge compensation during the desodiation process in the two Cu-containing electrodes. Moreover, the O1s spectra of NMZ, NMZC, and NMC electrodes in different states are fitted and compared in . The peak located around 529.8 eV in the pristine electrodes can be assigned to the O2– anions from the crystalline framework, while the additional peaks below 531 eV can be attributed to surface-deposited species.  However, unlike NMC, the O1s peak of NMZ becomes asymmetric compared to that at 3.7 V when the electrode is charged to 4.3 V. An additional peak at 530.5 eV related to O1– with a lower negative charge compared to O2– anions is introduced to enable good fitting results, which indicates the occurrence of anionic redox reaction in NMZ.  This agrees well with the reports that Na–O–Zn configurations tend to trigger the anionic redox reaction due to the weak force between the Zn-3d and O-2p orbitals.  No peroxo-like (O2)n− species can be detected in charged NMZC and NMC electrodes, which indicates that the substitution of Zn with Cu leads to decreased or suppressed anionic redox reaction in the desodiation process.",
                "The influence of Cu substitution on the oxygen redox reaction was further supported by first-principles calculations. The theoretical oxidation process in NMZ, NMZC, and NMC during the desodiation process was predicted by density functional theory (DFT) calculation with hybrid functional (HSE).  We prepared simplified structural models of Na0.5(Mn0.75)4+(Ni0.125Zn0.125)2+O2 for NMZ, Na0.5(Mn0.75)4+(Ni0.125 Zn0.0625Cu0.0625)2+O2 for NMZC, and Na0.5(Mn0.75)4+(Ni0.125Cu0.125)2+O2 for NMC. The density of states (DOS) of the three composites with different Na amounts (0.5, 0.375, 0.5, 0.125, and 0) were obtained from DFT calculations for the prediction of their theoretical reaction mechanism, as shown in  and . According to the DOS results, the electron densities of Mn 3d orbitals near the Fermi level (EF) remain zero, and the electron densities of Ni 3d orbitals decrease obviously after the extraction of 0.125 mol of Na+ ions, suggesting inactive Mn4+ ions and the usage of Ni2+/3+ oxidation reaction during this process in all of these models. After this, the change of orbital density varies in the three models. It can be seen that no significant change in Ni 3d orbitals is observed after further extraction of 0.125 mol of Na+, and many holes in O 2p orbitals are formed, as shown in the binding energy range from −0.5 to −1.5 eV in NaxMn0.75Ni0.125Zn0.125O2, implying the extraction of Na+ ions is predominately compensated by the O2–/1– oxidation reaction. The contribution from Ni3+/4+ oxidation reaction, followed by anionic redox reaction is regarded to be responsible for the charge compensation in the following desodiation process of Na0.25Mn0.75Ni0.125Zn0.125O2. Similar charge compensation order is also reported in Na2/3Ni1/3Mn2/3O2, where Ni2+/3+ oxidation is followed by anionic redox reaction rather than Ni3+/4+ oxidation reaction.  After Cu substitution, holes in O2p orbitals emerge in Na0.25Mn0.75Ni0.125Zn0.0625Cu0.0625O2, and the electron densities on Cu 3d orbital decreased in NaxMn0.75Ni0.125Zn0.0625Cu0.0625O2 and NaxMn0.75Ni0.125Cu0.125O2 models when x is decreased from 0.375 to 0.25, as we can see from c. Based on the change of electron densities of both Cu3d and Ni3d orbitals as well as hole densities of O 2p orbitals, it can be concluded that both anionic oxidation reaction and Cu2+/3+ oxidation reaction occur in the extraction process of 0.125 Na+ from Na0.25Mn0.75Ni0.125Zn0.0625Cu0.0625O2, while only cationic redox reaction occurs in the extraction process of 0.125 Na+ from Na0.25Mn0.75Ni0.125Cu0.125O2.",
                "Combining the results of DFT calculation and XPS results, we infer that the substitution of inert Zn with electrochemically active Cu can decrease the anionic redox reaction in the Na0.6Mn0.7Ni0.15Zn0.15–xCuxO2 composites, which agrees well with our speculation. The charge compensation mechanism in NMZ, NMZC, and NMC during the first charge process is deduced, and the schematic illustrations are provided in  and . The copper-free and zinc-free samples are first analyzed and compared for simplicity. It can be seen that the initial charge capacity values are 101.6 mA h g–1 for NMZ and 107.1 mA h g–1 for NMC, which are equivalent to the extraction of 0.39 mol Na+ ions from NMZ and 0.41 mol of Na+ ions from NMC. Around 0.3 mol Na+ ions is extracted based on the oxidation of Ni2+/3+ first and then O2–/1– in NMZ, while only cationic oxidation of Ni2+/3+ and Cu2+/3+ contributes to the deintercalation of 0.3 mol Na+ ions from NMC. Thus, further electron extraction from Ni is responsible for the extraction of 0.09 mol Na+ ions from NMZ and 0.11 mol Na+ ions from NMC, respectively, in the high voltage range. Though no peroxo-like (O2)n− species were detected in charged NMZC electrodes, probably due to the limitation of XPS, the DFT calculation results for NMZC and the comparison of charge compensation mechanism in NMZ and NMC indicate the coexistence of oxidation of Cu2+/3+ and anionic redox reaction after Ni2+/3+ oxidation. The initial charge capacity is 106.8 mA h g–1, and the extraction of 0.41 mol Na+ ions in NMZC is based on both cationic and anionic oxidation reactions. Altogether, the substitution of Zn with Cu lead to increased capacity based on the oxidation reaction of Cu2+/3+ and decreased capacity contributed by anionic redox reaction.",
                "To explore whether O2 is produced due to the anionic oxidation reaction, OEMS tests were conducted to monitor the operando gas generation in Na/NMZ, Na/NMZC, and Na/NMC cells at 0.1 C. No O2 gas was detected in these cells, as shown in , whereas CO2 evolution was detected mainly from 3.8 V onward which is assigned to the decomposition of carbonate-based solvents in the electrolyte at a high voltage range ().  The released CO2 reaches a total value around 0.034 mol mol–1 in NMZ, 0.025 mol mol–1 in NMZC, and 0.011 mol mol–1 in NMC, respectively. The total amount of CO2 is decreased with the increase of Cu content in Na0.6Mn0.7Ni0.15Zn0.15–xCuxO2. Thus, it can be seen that O2 is generated in none of these cells, and the substitution of Zn with Cu is favorable for suppressing the side reaction between the electrode and electrolyte. It is reported that oxidative species from the lattice oxygen redox reaction may react with the electrolyte to form CO2. "
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we have explored the influence of Cu substitution in Na0.6Mn0.7Ni0.15Zn0.15–xCuxO2 (x = 0, 0.075, and 0.15) on the electrochemical performance and charge compensation process. Cu substitution mainly affects the electrochemical behavior in the high voltage range above 3.8 V. The coexistence of Zn and Cu promises an optimized capacity retention of 96.4% in NMZC over 150 cycles at 0.1 C. In situ XRD analysis confirms that the substitution of Zn with Cu in Na0.6Mn0.7Ni0.15Zn0.15–xCuxO2 can significantly suppress the P2–Z phase transition which occurs in NMZ. Additionally, DFT calculation and XPS results demonstrate that Cu substitution in Na0.6Mn0.7Ni0.15Zn0.15–xCuxO2 materials influences the charge compensation process by decreasing the participation of anionic redox and increasing the Cu2+/3+ redox reaction in the charge compensation process during the desodiation process. The electrode decomposition is effectively suppressed with the incorporation of Cu, probably due to the alleviated bulk structure change and decreased anionic redox reaction, which contribute together to the improved cyclability. This study provides new insights on the underlying mechanism of Cu substitution in improving the cycling performance of sodium layered oxides, which is of significance in the further development of high-performance cathode materials for SIBs."
            ],
            "name": "Conclusions",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Na0.6Mn0.7Ni0.15Zn0.15–xCuxO2 (x = 0, 0.075, and 0.15) composites were synthesized by combustion method. In the preparation process, NaNO3, Mn(NO3)2, Ni(NO3)2, Zn(NO3)2, and Cu(NO3)2 in a fixed ratio (Na:Mn:Ni:Zn:Cu = 0.6:0.7:0.15-x:x) were mixed with 80 mL of distilled water to get a transparent solution. Around extra 5 wt % of NaNO3 was added, considering the loss during high-temperature calcination. Afterward, 6.5 g of sucrose was added to the mixed solution, and the solution was stirred until the dissolution of sucrose. The obtained solution was then heated at 100 °C till a syrupy mass was obtained, which was first calcined at 350 °C for 0.5 h in air and then grounded in a mortar for 1 h. Finally, the powder was calcined in air at 500 °C for 3 h and 900 °C for 15 h to obtain the final product. The obtained material was stored in a vacuum desiccator to protect it from air."
                    ],
                    "name": " Material Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrodes were prepared by blending the obtained materials, polyvinylidene fluoride and acetylene black, in a mass ratio of 7:1:2, with an appropriate amount of 1-methyl-2-pyrrolidinone. The mixture was mixed sufficiently in a mixing defoamer (THINKY, ARM310) and then smeared on a piece of carbon-coated aluminum foil. After drying in a vacuum oven for 12 h at 110 °C, small disks were cut from the foil for coin cell fabrication. The cells were assembled in a glove box filled with argon (O2 and H2O ≤ 1 ppm). A piece of electrode foil was assembled as a cathode in a 2025-type coin cell which contains a piece of sodium metal and glass fiber, working as an anode and separator, respectively. The obtained coin cells were tested on a Land battery tester. In this work, 1 C rate is equal to 120 mA g–1."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "The morphology of the three samples were characterized by SEM (Hitachi S-4800). The XRD patterns of the as-prepared materials were tested on an X-ray diffractometer (Brucker D8, Germany) with Cu Kα radiation. In situ XRD tests were carried out on a Bruker D8 discover X-ray diffractometer when the coin cells were cycled at the current of 12 mA g–1 on a Neware battery tester. The cells for in situ XRD test is the same as the coin cells for electrochemical performance test, except that a hole is drilled and sealed with a piece of Kapton film in the center of the cathode cap, and a carbon paper was used as a current collector. The crystal parameters were obtained by refining the obtained XRD patterns on TOPAS 4.2 software. The TEM, high-resolution TEM, and EDS mapping images of NMZC were obtained on an F20 system. XPS spectra were obtained on a Thermo Fisher Scientific K-Alpha surface analysis system with Al Kα X-ray source (1486.8 eV). The XPS data of O1s spectra were refined by using the software of XPS PEAK 4.1. The FWHM values are constrained in the range between 0.5 and 2.5 eV, while the Gaussian–Lorentzian values are set around 20%. The fitting was optimized until the χ2 value is lower than 5%. The online electrochemical mass spectrometry (OEMS) experiment was performed on a mass spectrometer (modified 5975C mass-selective detector, Agilent), which was connected to a homemade electrochemical flow cell. A specially designed coin cell was located in the flow cell which enables the galvanostatic test and gas flow in and out of the coin cell. The gas evolution condition was monitored when the cell was charged and discharged."
                    ],
                    "name": " Material Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "Spin-polarized DFT calculations were carried out by Vienna Ab-Initio Simulation Package (VASP) in this work. Crystal structures of P2-type NaxMn12Ni2Zn2O32, NaxMn16Ni2Zn1Cu1O32, and NaxMn12Ni2Cu2O32 (x = 0, 2, 4, 6, and 8) were modeled, and k-points 2x1x1 were employed for all the DFT calculations. NaxMn12Ni2Zn2O32 and NaxMn12Ni2Cu2O32 were set to the antiferromagnetic states, and for NaxMn16Ni2Zn1Cu1O32, the spin on Cu is excess. The energy cutoff was fixed at 450 eV. The cell and atomic structures of all the models were optimized simultaneously with PBE + U, with the U-J values of 3.9 for Mn, 6.0 for Ni, and 7.5 for Cu, respectively.  The convergence criteria for the self-consistent field loop are set less than 1 × 10–6 eV, while the convergence criteria for the cell and geometry are set lower than 0.02 eV/Å. The density of states of O 2p, Cu 3d, Mn 3d, and Ni 3d orbitals were calculated on the accuracy level of the HSE functional. "
                    ],
                    "name": " Density Functional Theory Calculations",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "Copper Substitution in P2-Type Sodium Layered Oxide To Mitigate Phase Transition and Enhance Cyclability of Sodium-Ion Batteries"
}