{
    "DOI": null,
    "Journal": null,
    "Keywords": [
        "Sodium-ion batteries",
        "Upscaled PET plastic waste",
        "Hard carbon anode",
        "Potassium-ion batteries",
        "Low potential plateau capacity",
        "Storage mechanism in hard carbons",
        "Mesoporosity"
    ],
    "Sections": [
        {
            "content": [
                "Trash to Treasure is a less energy-intensive approach for upcycling plastic waste into value-added products to generate sustainable, cost-effective, eco-friendly materials. The carbonization of polyethylene terephthalate (PET) via a single-step process into hard carbon (HC) delivers a high-performing anode material for sodium-ion batteries (SIBs) and potassium-ion batteries (PIBs). Direct pyrolysis of PET waste increases the interlayer spacing with partially closed slit-shaped micro and mesopores that significantly improves the lower potential plateau-based capacity to 68% of the total capacity, validating a battery-type anode material. The HC carbonized at 1000℃ delivers a reversible capacity of 337 mAh/g with capacity retention of 88% after 100 cycles at 30 mAh/g. The HC exhibits 80% capacity retention even after 1000 cycles at a 1C rate and is promising for fast cycling-high power density applications. In PIBs, the HC carbonized at 800℃ performs the best and shows a reversible capacity of 305 mAh/g, with a battery-type low voltage plateau contribution of 32%. The charge storage mechanism in SIBS and PIBs follows a three-stage storage mechanism, i.e., adsorption, intercalation, and pore-filling.",
                "Previous article in issue",
                "Next article in issue"
            ],
            "name": "Abstract",
            "type": "section_h2"
        },
        {
            "content": [
                "Polyethylene Terephthalate (PET) is a commonly used transparent amorphous thermoplastic for packaging food and beverages due to its versatile properties, such as durable, low cost, transparent, lightweight, and easy processability. PET is also one of the most-recycled plastic for reuse, but the mechanical and chemical recycling processes either cause degradation with each recycling or are energy-intensive processes. Trash to treasure approach for recycling plastic waste into energy materials helps to generate new resources and reduce environmental pollution. [1], [2], [3], [4].",
                "Recently, sodium-ion batteries (SIBs) and potassium-ion batteries (PIBs) have attracted increasing attention as a promising candidate for large-scale stationary energy storage. With the low cost, abundance, and facile accessibility of sodium and potassium resources, SIBs/PIBs form a commercial alternative to LIBs. The demand and optimization of low-cost and straightforward synthesis of sustainable anode materials remain a significant challenge for commercialization. [5], [6]) Alloys-based anodes experience huge volume expansion, resulting in poor cyclability and low ICE value. [7], [8] Graphite is a commonly used anode for LIBs; However, the energetics makes the graphitic intercalation compounds (GICs) for sodium unstable for significant sodium storage. [9], [10] So, the non-graphitization/disordered carbon with expanded interlayer spacing (0.36 to 0.42 nm), also known as hard carbon, is the most investigated anode for SIBs, [11] delivers the reversible capacity above 300 mAh g−1, and a low potential plateau below ∼0.1 V. [12], [13].",
                "Here, we propose the utilization of PET waste bottles for high-performance, sustainable hard carbon anode for SIBs and PIBs. The PET-derived HC (WPET-HC) was synthesized and optimized for SIBs and PIBs. WPET-HC/Na exhibits a high reversible capacity of 337 mAhg−1 at 0.1C, with a more significant plateau contribution of 68%, whereas WPET-HC/K performs best with a reversible capacity of 305 mAh g−1. Further, these anode exhibits excellent rate performance and long cyclic stability of up to 80% for 1000 cycles at a 1C rate. This work provides a new sustainable and eco-friendly circular economy and ecosystem by upscaling plastic trash to HCs as anodes for high-performance SIBs and PIBs."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                "Synthesis of Hard Carbon: Commercial Polyethylene Terephthalate (CPET) from Sigma Aldrich and Co. and PET-based plastic waste bottles (WPET) were used directly to synthesize hard carbon. The single-step carbonization was performed using a quartz tube furnace at 800℃ and 1000℃ for two hours in the N2 atmosphere (heating rate of 4 ℃ min−1). The obtained HCs were denoted as CPET-800, CPET-1000, WPET-800, and WPET-1000.",
                "Material Characterization: Fourier transforms infrared spectrometer (FT-IR) was carried out on Thermo Fisher Scientific Instruments. The field-emission gun-scanning electron microscopy (FEG-SEM, ZEISS Sigma 300) was used to identify the morphology of the HCs. The interlayer spacing and crystalline size of the HCs were estimated by conducting X-ray diffraction (XRD) on Bruker-D2 Phaser instrument with Cu Kα (λ = 1.5418 Ǻ) radiation. Raman spectra were performed on a Horiba T6400 with a 514.5 nm Ar-Krypton mixed ion gas laser. X-ray photoelectron spectroscopy (XPS) measurement was performed on PHI 5000 VERSA PROBE III (ULVAC PHI(Physical Electronics), USA) using a monochromatic Al Kα X-Ray Source. Further, complete porosity information of HCs was analyzed using an N2 adsorption isotherm at 77 K with an outgassing temperature of 250 ℃ (Autosorb IQ instrument), and the small angle X-ray scattering (SAXS), using a XENOCS SAS instrument using synchrotron radiation as the X-ray source (30 W Cu tube with 50KV, 0.6 mA).",
                "Electrochemical Characterization: The electrode was prepared by a homogeneous slurry of active material, polyvinylidene difluoride (PVDF), and Super-P black carbon in the ratio of 80:10:10 with N-methyl-2-pyrrolidone solvent. The obtained slurry was coated onto a copper (Cu) foil with a uniform thickness of ∼25 µm and dried for 12 h in a vacuum oven at 80℃. Further, CR-2032 based half-cell was fabricated using sodium metal as the counter electrode and Whatman glass fiber membrane (GF/C) as the separator inside the Ar-filled glovebox (M−Braun, H2O <0.5 ppm; O2 <0.5 ppm). The mass loadings of the electrodes were ∼2 mg cm−2. The electrolyte used is 1 M NaClO4 in a binary mixture of ethylene carbonate (EC) and propylene carbonate (PC) (1:1, v/v) for Na cell, whereas 1 M KPF6 in EC and DEC (1:1, v/v) for K cell. The charge-discharge cycling at different C-rates and cyclic voltammetry (CV) measurements at different scan rates were tested on a Bio-Logic instrument in the potential range of 1.5 V to 5 mV. Electrochemical impedance spectroscopy (EIS) measurements were performed in a frequency range from 10 mHz to 10 kHz. The GITT technique was performed at a 0.1C rate after 1st charge-discharge to estimate the diffusion coefficient using Fick's second law. [14], [15]."
            ],
            "name": "Experimental Section",
            "type": "section_h2"
        },
        {
            "content": [
                "FEG-SEM examined the morphology and microstructure of the synthesized PET-HC. CPET-HC has a uniformly distributed micro-rod shape (Fig. 1a) with a diameter of 10 µm and a 50–100 µm length. However, the WPET-HC has irregular micro-stone-chips-like morphology (Fig. 1b) with a particle size >30 µm and retains mainly the precursor morphology, [16], [17], [18], as shown in Fig. S1. XRD pattern (Fig. 1c) shows the two broad peaks near 23⁰ and 43⁰ corresponding to (0 0 2) and (1 0 0) planes, respectively, confirming the disordered structure. The peak position of WPET was at a lower angle than CPET-based HC, signifying larger interlayer spacing. The calculated d002 values are 0.374, 0.363, 0.396, and 0.379 nm for CPET-800, CPET-1000, WPET-800, and WPET-1000, respectively. Fig. 1d display the Raman spectra of the HCs, revealing the defect concentration by estimating the d-band (∼1350 cm−1) and G-band (1590 cm−1). [19] The relative integrated intensity ratio of the D (defects) and G (graphitic) bands is indirectly proportional to the degree of graphitization in the HCs. A lower value of ID/IG (Table S1) at a higher carbonization temperature of 1000℃ implies fewer defects in the structure. The HC with a better graphitic-orientated structure enhanced the electrode materials' electronic conductivity. Further, the ID/IG ratio of WPET-HC is low compared to the CPET-HC sample, confirming more ordering of graphitic domains in WPET and more defect concentration in CPET.",
                "Fig. 1e shows the FTIR spectra of the synthesized hard carbon. The carbonyl ester group (CO) at position 4 (wave number ∼1740 cm−1) confirms the release of the CO/CO2 during decarbonylation of the ester group. [20], [21] The peak at ∼2922 cm−1 (–CH) and the peaks between 1550 and 1650 cm−1 (CC) support the presence of benzenoid compounds. [22] The peak around 1200 cm−1 is assigned to the terephthalate group, indicating PET-HC cross-linking. [23], [24] The result suggests the oxygen-based functional groups at the surface of the PET-HCs. Fig. 1f displays the C1s deconvoluted XPS spectra of WPET-800 and WPET-1000, revealing carbon and oxygen content. The deconvolution of the C1s shows four separated peaks centered at 284.2 eV (sp2 hybridized carbon), 285.1 eV (sp3 hybridized carbon), 286 eV (CO), and 286.78 eV (CO). [25], [26], [27] The rise in carbonization temperature shows the reduction of CC and CO, CO linkages resulting in decreased oxygen content (at.%) from 37.52% to 16.86%. [26] It suggests more graphitization and lesser defects for WPET-1000, as confirmed by XRD and Raman spectra analysis.",
                "The turbostratic (non-periodic stacking) curved hard carbon generates many differently sized closed and open pores. Fig. S2a shows the nitrogen-adsorbed isotherm profile for the WPET sample. WPET-800 shows a Type-I isotherm with a high surface area of 583 m2 g−1 (pore volume of 0.292 cm3 g−1), whereas WPET-1000 shows a Type-II isotherm with type-H4 hysteresis, accompanying with partially closed slit-shaped pores [28] lying in the micro and mesoporous region. The micro/ultra-micro porosity of the sample decreases with the temperature, as seen in the low relative pressure region. The BET surface area of WPET-1000 is 205 m2 g−1 (pore volume of 0.186 cm3 g−1), ∼ 3 times lesser than WPET-800, beneficial for less decomposition of electrolytes during the initial cycles. The pore-size distribution confirmed the presence of both micro and mesopores in the structure, as shown in Fig. S2b. WPET-1000, with almost 84% of mesoporosity, results in a hierarchical and continuous network of micro- and mesopores, improving the ion diffusion channels within the HC structure. The presence of more mesopores can contribute to additional charge storage from pore-filling at the confined slit-shaped nanopores. Further, the closed pore information was investigated using SAXS analysis. Fig. S2c shows the typical SAXS profile of WPET-800 and WPET-1000 with the fitted curve at low and high scattering vector (q) regions. The shoulder peak at q = 0.5 – 0.25 Å−1 signifies the presence of periodically located internal pores. [29] The shift in shoulder peak to lower q with the rise in carbonization temperature indicates the formation of larger-internal pores. Further, the total surface area (SASAXS) was calculated using Porod analysis. [30], [31] As shown in Fig. S2d, the estimated closed surface area of WPET-1000 was 370 m2 g−1, found as high as compared to WPET-800 (SACLOSED = 159 m2 g−1), crucial to increasing the plateau capacity of hard carbon.",
                "The galvanostatic discharge/charge profile of CPET and WPET HC anode at 800℃ and 1000℃ materials vs. Na/Na+ and K/K+ half cells are shown in Fig. 2a and b. In (Na/Na+) cells, CPET-800 and CPET-1000 delivered the reversible capacity of 207 and 259 mAh g−1 at the current density of 30 mA g−1 (0.1 C) with more surface adsorption-based capacity. However, WPET-1000 significantly improved the reversible capacity to 337 mAh g−1 (ICE = 66%), with a maximum lower potential plateau capacity of almost 68%. In potassium (K/K+) cells, WPET-800 exhibits an excellent reversible capacity of 305 mAh g−1 with an ICE of 61%. In addition, CPET-800, CPET-1000, and WPET-1000 show reversible capacities of 286, 259, and 276 with ICE of 55%, 59%, and 63%, respectively. The higher surface area of HCs at low/mild temperatures of 800℃ and 1000℃ with the higher amount of oxygen-based functional groups at the surface facilitates more consumption of electrolyte and side reaction during the initial cycles to build SEI layer, resulting in low ICE values. [32] Table S2 shows the reported ICE value of HC anode for SIBs showing HCs carbonized at below 1000℃ have ICE of around 60–70%. In comparison, the WPET-HC demonstrates a similar ICE value at 1000℃.",
                "The plateau region is significantly below 0.1 V primarily due to the intercalation followed by closed-pore-filling. The typical derivative capacity (dQ/dV) curves (Fig. S3) were analyzed to quantify the maximum plateau-based capacity for WPET-based HC. The WPET-1000 exhibits strong sodiation and desodiation peaks at 0.07 and 0.09 V, respectively, while CPET-1000 has sodiation peaks below 0.03 V. These peaks correspond to the insertion/pore filling in the hard carbon anodes, as reported. [12], [33] The area between the sodiation and desodiation curve is more for the CPET sample because the higher surface area promotes more electrolyte decomposition in the first few cycles. Furthermore, the potassiation peaks are predominant in the case of WPET-HC as compared to CPET-HC (Fig. S3c and d), possibly due to the larger interlayer spacing. Minor peaks at around 0.15–0.2 V correspond to the different intercalation stages, such as KC36 (stage-three K-GIC) and KC24 (stage-two K-GIC), followed by a pure phase KC8 (stage-one K-GIC) showing a strong peak at near 0.1 V, resulting greater plateau region capacity. [34].",
                "The sloping and plateau capacity (Fig. 2c and d) for sodiation and potassiation at a lower potential was estimated for the first reversible cycles. The surface adsorption-based sloping capacity (SC) is found to be more for the CPET sample and decreases with the rise in carbonization temperature. [35] The WPET-1000 HC, with its more hierarchical open and closed porosity distribution, favors more closed pore-filling. The significantly higher plateau capacity (PC) of 68% validates a sustainable anode material from waste PET for SIBs with a battery-type characteristic to improve the cell voltage.",
                "In contrast, WPET-800, with more interlayer spacing than WPET-1000, formed more stable potassium-rich carbon-based intercalation compounds followed by the pore filling, resulting in a plateau contribution of 32%. It is worth noting that WPET-800 with a lesser mesopore has less PRC contribution, and WPET-1000 with more mesopore has more PRC contribution. However, in the case of SIBs, the total reversible capacity is significantly enhanced with the mesopores, whereas capacity is deteriorating for PIBs. As sodium-rich intercalation compound is unstable, [9] we can accomplish that PRC is primarily due to pore filling in SIBs. While in PIBs, PRC contribution arises due to the majority of intercalation between the graphene sheets followed by pore filling, justifying the low capacity of WPET-1000/K due to lesser interlayer spacing. The higher potential potassiation/depotassiation peak above 0.1 V supports intercalation, followed by the pseudo-pore filling leading to a pseudo-metallic cluster and reduces the dendrite formation in PIBs, especially at higher current rates, which is more advantageous than SIBs.",
                "The CPET/WPET-derived HC anodes demonstrated highly reversible and repeatable voltage profiles. Fig. 3a confirms that the CPET-1000 and WPET-1000 electrodes versus Na/Na+ exhibit excellent reversible capacity retention of 83.1% and 92.8%, respectively, between the 2nd and 50th cycles. Furthermore, in K/K+ cell (Fig. 3c), the reversible capacity retention of 85.6% and 87.5% were achieved after the long 50 cycles for CPET-800 and WPET-800 anode, respectively, supporting the stable SEI formation.",
                "The superior rate performance of CPET-1000 and WPET-1000 electrodes vs. Na/Na+ at various current rates is displayed in Fig. 3b. The specific discharge capacities of 259/337, 223/298, 187/239, 126/180, 83/125, 53/75, and 39/46 mAh g−1 are recorded at 0.1C, 0.2C, 0.5C, 1C, 2C, 5C, and 10C rates, respectively for CPET/WPET-1000. A reversible capacity retention of 89% and 92% was achieved after 40 cycles of the rate test for CPET-1000 and WPET-1000, respectively, signifying excellent cyclability of the electrode. Fig. 3d shows the CPET/WPET-800 electrode vs. K/K+ exhibits the specific discharge capacities of 283/305, 226/245, 152/171, 100/123, 64/59, 252/283, and 136/150 mAh g−1 at 0.1C, 0.2C, 1C, 2C, 5C, 0.1C, and 1C rates, respectively. The WPET-1000 anode in Na-cell (Fig. 3e) delivered a discharge capacity of 144 mAh g−1 after 1000 cycles at 1C rate, demonstrating the excellent capacity retention of 80.6%, which is more promising for fast cycling-high power density applications. However, PET (waste)-800 fades quickly to 65.2% in 500 cycles at a 1C rate in K-cell, possibly due to poor K-ions kinetics.",
                "Understanding ion kinetics is necessary to correlate superior rate performance and impressive cycling of PET-HC. Fig. 4a and b displays the cyclic voltammetry of the best-performing sample versus Na/Na+ and K/K+ at a scan rate of 0.1 mV s−1. WPET-1000 has a narrow CV curve with sharp peaks at lower potential signifying more diffusive behavior versus Na/Na+. The reduction peak observed at a potential near 0.55–0.6 V in the initial cycles results from the irreversible decomposition of the electrolyte to form the solid electrolyte interfaces (SEI) layer. Although the CV curve (Fig. S4a and b) shows the two distinct storage mechanisms, diffusion-controlled insertion and surface-induced capacitive-controlled process. Interestingly, the specific contribution ratio can be qualitatively analyzed by plotting the log (scan rate) versus log (peak current) using the power-law formula i = avb, where i and ʋ are the measured peak current and the scan rate, respectively. [36] The b value determined from the slope of the curve lies between 0.5 and 1, suggesting the pseudo-capacitive behavior of the material (Fig. S4c and d). [37] The calculated b-value at the anodic peak is 0.7 and 0.77 (at a lower potential of 0.1 V) for WPET-1000/Na and WPET-800/K, respectively confirming the pseudo-capacitive behavior manifesting that the capacity arises from both diffusion and capacitive contribution. However, the b value approaching 1 at a potential of 0.2–0.4 V suggests more favored capacitive kinetics at higher storage potential. The ratio between diffusion and capacitive contribution at a particular scan rate can be quantified by analysis using Trasatti's and Dunn's equation (1). [37] Fig S5a.(1)",
                "i V = k 1 v + k 2 v 1 /(2)",
                "i V / v 1 / 2 = k 1 v 1 / 2 + k 2where i(V) is the peak current at a fixed potential and k1v, and k2v1/2 are the respective capacitive and diffusion-controlled processes. Further, equation (1) can be simplified by dividing both sides by v1/2 to obtain the value of k1 (slope) and k2 (intercept) using equation (2). Fig. S4e and f illustrates the capacitive contribution realized for the WPET-1000/Na and WPET-800/K. The lower capacitive contribution value of 48% at a scan rate of 0.1 mV s−1 suggests a more diffusion-controlled charge storage mechanism in SIBs, possibly due to larger interlayer spacing and more mesoporosity in the structure favored excellent battery-type materials. However, WPET-800/K has a more capacitive contribution of 66% than the Na-system. The capacitive contribution increases with the increase of the scan rate (51% at 0.2 mV s−1 to 75% at 1 mV s−1) for WPET-1000/Na and (70% at 0.2 mV s−1 to 94% at 1 mV s−1) for WPET-800/K, as shown in Fig. 4c. These results point to the different charge storage sites in the sodium/potassium system, i.e., defect-assisted adsorption due to capacitive contribution and insertion into the graphitic layers, followed by pore-filling due to diffusion contribution.",
                "Fig. S5a and b shows the GITT curve at the second cycle from 1.5 to 0.005 V at 0.1C rate for a pulse time of 30 min with an intermittent equilibrium of 1 h. The sodium-ion and potassium-ion diffusion coefficients (DNa+ and DK+) can be estimated by solving Fick's second law [14], [15] using the simplified Eq. (3).(3)",
                "D = 4 π τ m B V B M B S 2 Δ E s Δ E τ 2where MB and mB are the molar mass of hard carbon and the mass of the electrode material, respectively. VB is the molar volume; S is the active surface area of the electrode material,",
                "τ is the pulse duration;",
                "Δ ES and",
                "Δ E",
                "τ can be obtained from the GITT curve. During the sodiation process, the DNa+ of WPET-1000 is on the order of 10−9 cm2 s−1 decreases slowly (1.2–0.2 V), followed by a sharp drop to ∼0.08 V. The DNa+ improves further and then drops to 0.005 V. The slow decline of DNa+ in the potential range of 1.2–0.2 V corresponds to the repulsive force generated among Na-ion adsorbed in the active sites. [38], [39] After that, the sharp drop is attributed to the formation of unstable Na-rich graphitic intercalation compounds (GICs), [9], [40] resulting in the lowest DNa+ in the plateau region due to a sluggish electrochemical reaction. Finally, Na-ion enters the confined space at a lower potential below 0.08 V, causing a little upsurge of DNa+. Based on the nature of DNa+, the sodiation profile splits into three different potential regions such as 1.5–0.2 V, 0.2–0.08 V, and 0.08–0.005 V corresponds to the three-stage charge-storage mechanism, i.e., adsorption-intercalation-pore filling as illustrated in Fig. S4c. [35], [41] Similarly, for the potassium system, DK+ undergoes almost saturation till 0.7 V, drops gradually till 0.05 V, and then sharply recovers before the cut-off potential. The DK+ of PET (waste)-800 is calculated on the order of 10−11 cm2 s−1, lower than that of Na-ion, and follows similar storage stages. In summary, GITT results reveal that sloping capacity comes from the adsorption of ions in the defects, edges, and surface, whereas plateau capacity arises due to ion storage into the interlayer and filling of nanopores.",
                "The stability of SEI during cycling was studied using EIS measurements before and after the 20th cycle at 0.1 C rate. The EIS profile displays one semicircle due to the SEI film and charge transfer resistance (RSEI +CT). As shown in Fig. 4d, the resistance of the electrolyte solution is low for WPET-1000/Na (8.6 Ω) compared to WPET-800/K (16 Ω), indicating rapid migration of Na+. The RSEI +CT increased from 58 Ω (0th cycle) to 164 Ω (20th cycle) for WPET-1000/Na and from 455 Ω (0th cycle) to 890 Ω (20th cycle) for WPET/K, indicating better SEI stability of SIBs as compared PIBs. For a direct comparison with the state-of-the-art literature, the comparative study of half cells using HC anode derived from plastic/polymer/biomass for SIBs [3], [4], [42], [43], [44], [45], [46], [47], [48] and PIBs [33], [35], [49], [50], [51], [52], [53], [54], [55] are shown in Fig. 4e and f. Herein, we reported the comparable reversible capacity with a maximum PRC contribution of 68% at a current density of 30 mAg−1, best reported in the literature for SIBs. In addition, PET-derived HC is reported for the first time for PIBs and exhibits high capacity beyond 300 mAh/g and a maximum PRC of 32%, revealing excellent battery-type anode material for practical application."
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "The present work reports the utilization of PET to achieve high-performance HC anode for SIBs and PIBs. The waste PET carbonized at 1000℃ delivered the excellent reversible capacity of 337 mAh g−1 at the current density of 30 mA g−1 with superior cycling of 88% after 100 cycles. The structure's larger interlayer spacing, low surface area, and slit-shaped micro to mesopores enhance the PC to 68%, indicating typical battery-type anode material. The rate capability is also improved, and the discharge capacity of 180 mAh g−1 at 300 mA g−1 (1C rate) with 80% capacity retention after 1000 cycles is promising for fast cycling-high power density application. PET waste at 800℃ performs best in the potassium-ion battery due to larger interlayer spacing and exhibits the reversible capacity of 305 mAh g−1. In addition, the charge storage mechanism was investigated using CV and GITT analysis that support three-stage storage mechanisms, i.e., adsorption, intercalation, and pore-filling. The study provides a trash-to-treasure, less energy-intensive approach to upscaling plastics into HCs for sustainable, low-cost, eco-friendly anode material for sodium-ion and potassium-ion batteries with distinct storage mechanisms."
            ],
            "name": "Conclusion",
            "type": "section_h2"
        },
        {
            "content": [
                "Nagmani: Methodology, Investigation, Visualization, Formal analysis, Software, Writing – original draft, Writing – review & editing. Sreeraj Puravankara: Conceptualization, Supervision, Visualization, Resources, Writing – review & editing, Funding acquisition, Project administration."
            ],
            "name": "CRediT authorship contribution statement",
            "type": "section_h2"
        },
        {
            "content": [
                "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
            ],
            "name": "Declaration of Competing Interest",
            "type": "section_h2"
        }
    ],
    "Title": "Utilization of PET derived hard carbon as a battery-type, higher plateau capacity anode for sodium-ion and potassium-ion batteries"
}