{
    "DOI": "10.1021/acsami.9b22746",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) are regarded as one of the alternatives to lithium ion batteries (LIBs) for large-scale energy storage owing to the abundance, wide geographical distribution, and significantly low cost of sodium sources.  Compared with Li, Na has a larger ionic radius (1.06 vs 0.69 Å) and greater atomic mass (22.99 vs 6.94 g mol–1); hence, it is a more arduous challenge to explore suitable electrode materials with a robust structure for stable reversible Na+ extraction and insertion.  To develop satisfactory electrode materials for the further development of SIBs, continuous efforts have been devoted to exploitation of cathodes.  Among a wide variety of cathode candidates including layered oxides, polyanionic compounds, and Prussian blue analogues, polyanionic compounds have received significant attention because of high redox potential, chemical/thermal stability, and desirable safety trait.  Recently, dramatic progress has been made especially on Na3V2(PO4)3 (NVP), Na3V2(PO4)2F3, NaVPO4F, N3V2(PO4)2O2F, Na2FePO4F, and NaMnPO4F due to higher theoretical capacity (118–143 mA h g–1) and working potential (3.0–3.9 V).  However, the electronically insulating phosphate groups isolate the valence electrons of transition metals within the lattices resulting in low intrinsic electron conductivities, which restricts their effective capacity and rate performance. Furthermore, extensive challenges that accompany the increase in mass loading, not limited to sluggish charge-transfer kinetics and electrode mechanical instability, need to be addressed. ",
                "In order to overcome these limitations mentioned above, one of the most effective strategies is to construct a functionalized bicontinuous charge transport network for the electrode architecture. The bicontinuous charge transport network offers facile electron conduction and ion diffusion at the electrode scale, which has been verified to be capable of achieving an excellent rate and cycling performance.  For example, by introducing reduced graphene oxide nanosheets, 3D hierarchical meso- and macroporous conductive network can be formed and wrapped around the NVP nanocrystals.  The as-prepared NVP@C@rGO shows excellent rate capability and outstanding cycling stability. More typically, a double carbon-coated structured NVP@C@CMK-3 composite, confining of carbon-coated nanosized NVP particles in the mesoporous carbons (CMK-3), was also prepared.  A superior rate capability of 81 mA h g–1 at 30 C can be easily realized. With the above highly conductive carbon network, the free-standing electrode has no insulating binder, which can host a further improved charge-transfer capability. ",
                "Meanwhile, some previous works have also reported that electrode materials with regular morphology and microsize particles indeed lead to high specific capacity and good capacity retention for SIBs.  For example, Hwang et al. presented a radially aligned hierarchical columnar structure in spherical particles with an O3-type layered compound, which exhibited enhanced electrochemical performance.  Zhang et al. have synthesized graphene-decorated NVP microspheres, which enable high rate capability with long cycle life for sodium storage.  Such elaborate porous microspheres not only provide an enhanced charge transfer between the particles but also accommodate the structural stress of the material during charging and discharging. In brief, the bicontinuous charge transport network can offer facile electron conduction and ion diffusion at the electrode scale, whereas the porous microspheres can contribute to an enhanced charge-transfer behavior at the particle scale. It is conceivable that an extremely high electron conductivity and ion diffusion can be achievable when coupling the two designs together.",
                "Herein, we present a facile strategy to construct a free-standing NVP-based electrode (NVP-M) coupling porous NVP@C microspheres with a bicontinuous charge transport network through a simple membrane casting method. Specifically, the porous NVP@C microspheres are composed of continuous carbon-coated nanorods and bicontinuous charge transport network consists of the 3D interwoven carbon nanofibers (CNFs). Based on the morphology, structure characterization, chemical kinetic analysis, and electrochemical performances evaluation, it is confirmed that the as-prepared NVP-M electrode has the following prominent advantages: (i) coupled with the 3D interwoven CNFs network, the porous NVP@C microspheres can offer easy access of the electrolyte and a short pathway for Na+ transport, which is beneficial to achieve a facile Na+ diffusion; (ii) the 3D interwoven CNFs along with the N-doped (derived from PVP) carbon coating layer around the primary NVP nanorods also construct an efficient highway for electron transport, which contributes to a high electron conductivity. In addition, the 3D interwoven CNFs and porous NVP microspheres can accommodate the structural stress of the material during charging and discharging. Consequently, the as-prepared NVP-M electrode presents extraordinary rate capability (116.1 mA h g–1 at 0.2 C; 96 mA h g–1 at 30 C) and excellent cycling stability (90% retention after 500 cycles at 1 C). Even at a higher rate of 10 C, it maintains a high capacity retention of 80% after 5000 cycles. More importantly, when the mass loading extends to 4 and 8 mg cm–2, the capacity can still maintain 70.7 and 62.2 mA h g–1 at 40 C, respectively, indicating a very promising prospect in practical applications."
            ],
            "name": "Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The NVP-M sample was prepared by a membrane casting method. The aqueous NVP precursor solution containing C6H8O7, NH4VO3, NH4H2PO4, and NaOH at a stoichiometric ratio of 3:3:2:3 was mixed completely with a neutral polymer poly(vinylpyrrolidone) (PVP) and carbon nanofibers (CNFs). Then, the mixture was cast into a membrane with different thicknesses, followed by a drying process at 40 °C to remove the solvent. Eventually, the NVP-M electrode can be obtained through annealing the membrane at a high temperature of 800 °C for 12 h in a tube furnace under an Ar atmosphere.",
                        "For comparison, the carbon-coated NVP-S sample was prepared by a sol–gel method. In a typical synthesis, C6H8O7 and NH4VO3with a stoichiometric ratio of 1:1 were dissolved in distilled water and magnetically stirred at room temperature to form a blue solution. Then, NH4H2PO4 and NaOH at a stoichiometric ratio of 2:3:3 with NH4VO3 were added into the blue solution, and the temperature of the solution was heated to 85 °C to evaporate the solvent until a blue sol was formed. The wetting sol was further dried overnight at 120 °C in a vacuum drying oven. The resulting drying gel was ground with a mortar and then sintered for 5 h at 350 °C to remove H2O and NH3, followed by the calcination for 8 h at 750 °C in a tube furnace under an Ar atmosphere to yield the final product."
                    ],
                    "name": " Electrode Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "The X-ray diffraction (XRD) was carried on to characterize the crystalline structure of the samples using an X-ray powder diffractometer (D8 ADVANCE ECO; Rigaku, Japan) with monochromatic Cu Kα radiation at 40 kV and 40 mA and scan rate of 10° min–1. The Raman spectra were conducted on a Renishaw in Via Raman Microscope with a laser of 532 nm in the range of 800–3200 cm–1. The chemical compositions and bonds between NVP and carbon coating layer were investigated by X-ray photoelectron spectroscopy (XPS) characterizations on a multifunctional imaging electro spectrometer (Thermo ESCALAB 250XI) with Al Kα (0.6 eV) probe beam. The morphology and detailed structure of NVP-M/S sample were observed by field-emission scanning electron microscopy (FESEM, JEO 4800) and transmission electron microscopy (TEM, JEM-2100). The thermogravimetric analysis (TG) and thermogravimetric analysis–differential scanning calorimetry (TG–DSC) of the pure PVP after calcination at the temperature of 800 °C was analyzed by a TG meter (NETZSCH STA 449 F3) under an Ar atmosphere. The carbon content was elevated by a TG analysis meter (NETZSCH STA 449 F3) under an Ar atmosphere from 30 to 800 °C. Contact angle measurements were carried on by the OCAH200 Contact Angle Meter at room temperature, and the CNFs were pressed into a dense disk before measurements. The porosity was measured according to the previous reports. Typically, three pieces of dried electrodes were first weighted and immersed in water for 24 h at the room temperature, respectively. Then, the wetting electrodes were taken out and wiped off the surface water with a tissue paper. Finally, the thicknesses and weights were measured quickly. The porosity was calculated by the equation as followwhere Wwet and Wdry are the weights of wet and dry electrodes, ρ is the density of the water, S is the area of the electrode, and Twet is the thickness of the wet electrode."
                    ],
                    "name": " Electrode Characterizations",
                    "type": "h3"
                },
                {
                    "content": [
                        "A glovebox with water and oxygen level under 0.01 ppm was used to assemble the coin-typed cells. The as-prepared NVP-M electrodes were directly used as free-standing electrodes without a binder and current collector. The electrode slurry had to be prepared by mixing active materials, super P and poly(vinylidene fluoride) in N-methyl-2-pyrrolidone at a ratio of 70:20:10 for NVP-S sample. Sodium metal was applied as anode, a 1 M solution of NaClO4 in ethylene carbonate (EC)/diethyl carbonate (DEC) (EC/DEC = 1:1, v %) with 5% FEC was used as electrolyte, and the glass fiber (Whatman CF/C no. 1822-047) was used as the separator. Galvanostatic discharge/charge and GITT measurements were performed on a LAND battery test instrument (CT2001A, Wuhan, China) between 2.0 and 4.3 V (vs Na/Na+). The applied current densities are based on the mass of the active materials. EIS was tested with an electrochemical workstation (CHI 660e, Shanghai, China) and its frequency of EIS measurements was limited from 0.1 to 106 Hz. Before the EIS test, the cells were cycled at 0.1 C for five cycles to form a stable SEI. The average electron conductivity of two samples was tested by a four-point probe method (RTS-8). For the NVP-M samples, the average electron conductivity is directly tested by the free-standing electrode, whereas the conductivity of the powder sample from sol–gel method is tested after coating the electrode slurry onto Al foils."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The preparation procedure of the electrode is shown in a. In brief, the aqueous NVP precursor solution containing citric acid (C6H8O7), NH4VO3, NH4H2PO4, and NaOH at a stoichiometric amount was mixed completely with a neutral polymer poly(vinylpyrrolidone) (PVP) and CNFs. Then, the mixture was cast into a membrane, followed by a drying process at 40 °C to remove the solvent. The NVP-M electrode can be obtained through annealing the membrane at a high temperature of 800 °C. Here, PVP is employed as not only a film-forming polymer to form a free-standing membrane but also a carbon source to generate a N-doped carbon coating layer for the crystallized NVP nanoparticles. It is noted that the membrane casted from the PVP will be fragmented quickly during annealing (); thus, the CNFs are selected to construct an integrated free-standing body, which is of great significance to keep the integrity of the free-standing electrodes (). More importantly, the interwoven CNFs can also offer an efficient highway for the electron transport and prevent the aggregation of NVP grains during sintering. Meanwhile, the NVP sample obtained by conventional sol–gel method was prepared as a comparison and abbreviated as NVP-S.",
                        "The X-ray diffraction (XRD) patterns of the NVP-M and NVP-S samples are shown in a. Both of them can be well indexed to the rhombohedral NVP (ICSD #248140) with a space group of R3̅c reported in previous literature,  demonstrating that the pure phases of NVP can be obtained by both membrane casting method and sol–gel method. The broad peak around 26.3° found in the NVP-M sample can be attributed to CNFs with a relatively high crystallinity.",
                        "The Raman spectrum was recorded to investigate the product composition. As shown in b, two prominent characteristic bands of carbon materials located at around 1350 cm–1 (D band, disorder-induced phonon mode) and 1573 cm–1 (G band, graphite band) are observed. The intensity ratio of ID/IG is an indicator of the degree of graphitic ordering for the given carbon materials and a smaller value of ID/IG means a higher graphitic ordering with a more outstanding electron conductivity. The value of ID/IG for the NVP-M, a mixed signal from amorphous carbon coating layer and CNFs, is 0.87, which is lower than that of NVP-S samples (1.01), ensuring a higher electron conductivity.",
                        "XPS was conducted to further investigate the chemical compositions and bonds between NVP and the carbon coating layer. c shows the survey spectrum obtained from the NVP-M sample and the presence of Na, V, P, O, C, and N elements in the NVP-M sample is verified. The high-resolution XPS analysis of N 1s spectra displays three fitted peaks locating at 398.6, 401.15, and 404 eV, which can be assigned to pyridinic-N, pyrrolic-N, and graphitic-N, respectively. Furthermore, the formation of C═C (284.7 eV), C═N (285.1 eV), and C–N (286.4 eV) bonds are further confirmed by the high-resolution of C 1s spectra in e. It is worth noting that the electron/ion conductivity across the carbon coating layers will be significantly influenced by all of the three types of N doping.  Pyridinic N is linked with two adjacent C atoms at the edge or vacancies and shares one p electron to π-conjugated system with a sp2-hybridized structure. Pyrrolic N provides two p electrons to the π-conjugated system to form a sp3 hybridization, consequently showing five-membered rings. Graphitic N works as n-type dopant by replacing one C in a hexagonal ring and results in a sp2-hybridized structure. As a result, both pyridinic N and pyrrolic N create atomic defects at the carbon coating layer, thus significantly strengthening the ion conductivity while the slightly electron-rich graphitic N doped sites elevate Fermi level in comparison with the undoped sites, thus exhibiting higher electron conductivity. The intuitive proof was obtained by the electron conductivity measurements with an ST2253 four-point probe measurement device. The obtained electron conductivity of NVP-M is more than three times higher than that of NVP-S, which is conducive to enhancing rate performance of NVP.",
                        "The morphology and structure of NVP-M and NVP-S samples were investigated by FESEM, TEM, and high-resolution TEM (HRTEM) (shown in a–c). An interconnected porous 3D network structure, which consists of the interwoven CNFs with a diameter of 20–30 nm and length of micrometers, can be found. The 3D networks demonstrated impressive electron/ion transport capability due to their naturally high electron conductivity and special channels for ion transport. Moreover, a number of porous NVP microspheres are wrapped in the CNFs network. The formation mechanism of the porous NVP microspheres was also investigated. PVP has been reported as a structure-directing agent to induce the formation of uniform microsphere composites in the hydro/solvothermal process,  during which PVP plays a crucial role due to its surfactant property.  Such a mechanism can be also effective for the formation of porous microspheres in this work. As b shows, PVP will transform into a viscous state during annealing (150–350 °C), which can be evaluated from the result of the DSC curve (). Benefiting from the surfactant property of PVP, spherical micelles can be formed and wrapped in the hydrophobic CNFs network () with the hydrophobic vinyl group on the outside.  As the temperature increases to about 360 °C, PVP begins to decompose gradually. Consequently, the N-doped amorphous carbon shall be formed on the outside surface of NVP nanorods, accompanying by series of macro pores throughout the microsphere. As observed by b,c, the porous microspheres are composed of numerous continuous NVP nanorods. Such small dimension of NVP primary particles and uniform distribution of porous NVP microspheres can be ascribed to the effect of carbon coating layer, which limits the growth of crystal grains and aggregation of microspheres. Nevertheless, the prepared NVP-S samples display irregular bulk morphology with an inhomogeneous particle size from nanometers to micrometers due to the high agglomeration of the primary particles (). Specifically, as shown in e, the NVP particles are well coated by a uniform amorphous carbon layer with a thickness of 5 nm and several thin graphitized carbon layers can be observed at the outside of the NVP-M sample. It is worth noting that the interlinked carbon coating layer would provide an effective contact between the active materials and soft conductive matrix, ensuring the fast transport of electrons throughout the electrode material. The interfringe spacing of NVP is about 0.43 nm, corresponding to the (1 1 0) interplane of rhombohedron NVP. The porous structure of NVP microspheres is further confirmed by the TEM image (f). The energy-dispersive X-ray spectroscopy (EDX) mappings exhibit the existence and homogenous distributions of C, P, Na, V, and O in the NVP-M sample.",
                        "The ion transport network, determined by the porous structure of the electrode, also has significant effect on the electrochemical performance. As shown in a–c, the NVP microspheres not only provide opener pathways for ion transport but also accommodate the structural stress of the material during charging and discharging. What is more, a higher porosity for NVP-M (f) is observed due to the porous microspheres and interconnected 3D CNFs network, which is expected to be of great electrolyte wettability."
                    ],
                    "name": " Synthesis and Characterization of the 3D Porous Self-Standing Electrode",
                    "type": "h3"
                },
                {
                    "content": [
                        "The electrochemical performances of the two as-prepared electrodes were evaluated by the coin cells with metallic sodium as the anode in the voltage window of 2.0–4.3 V versus Na+/Na. The charge/discharge profiles at different rates from 0.2 to 30 C (theoretical specific capacity is set to 117 mA h g–1) are presented in a and . Long and coupled flat charge/discharge plateaus at around 3.4 V can be observed, which relates to the redox reaction of V3+/V4+. As shown in b, unsurprisingly, the NVP-S electrode delivers a low discharge capacity of about 107.9, 102.9, 98.2, 90.9, 82.4, 76.0, and 67.2 mA h g–1 at the increasing rates of 0.2, 0.5, 1.0, 2.0, 5.0, 10, and 30 C, respectively. By comparison, an outstanding rate capacity can be achieved for the NVP-M, relating to a high discharge capacity of 116.1 mA h g–1 at a rate of 0.2 C, that is a capacity retention of 99.2% of its theoretical capacity. A slightly declining discharge capacity of 114.9, 109.7, 106.8, 103.0, 99.1, and 93.0 mA h g–1 is obtained with the increasing rates of 0.5, 1.0, 2.0, 5.0, 10, and 30 C. When the current density goes back to 1.0 C, the reversible capacity can be recovered to 110.7 mA h g–1, implying the prominent rate recovery ability. By comparison with other similar NVP-based free-standing electrodes reported in the literature,  the as-prepared NVP-M electrode delivers a more superior rate capability, seen in c and . Owing to their 3D carbon nanofiber network structure reported in the literature,  the enhanced rate performance can be attributed to the porous microspheres, which is favorable for electrolyte wettability and ion transport.",
                        "The electrochemical impedance spectra (EIS) measurements were performed to explore the reason for the remarkable rate performance for the NVP-M electrode. The Nyquist plots are exhibited in , which are composed of a semicircle in the high-middle frequency range (corresponding to charge-transfer resistance between the electrolyte and electrodes, Rct) and an oblique line in the low frequency (representing the Warburg resistance associated with the Na+ diffusion inside NVP, W). The Rct of the NVP-M electrode (360 Ω) is much smaller than that of the NVP-S electrode (470 Ω), which is attributed to the more efficient electron transfer and sufficient ion supply.",
                        "The thermodynamic and kinetic features of the two as-prepared electrodes were further studied by a galvanostatic intermittent titration technique (GITT) measurement. The cell was charged/discharged at a constant current density (0.2 C/23.6 mA g–1) for an interval of 10 min followed by an open circuit stand for 120 min to allow the cell voltage to relax to its steady-state value. The GITT curves during the first charge process and a typical titration fragment illustrating different parameters are displayed in f,g. The Na+ diffusion coefficients (DNa+) can be calculated by  applying the Fick’s second law of diffusion on the basis of a series of assumption and simplification, where mB, VM, MB, and L stand for the mass, the molar volume, the molecular weight, and the thickness of the electrode material, respectively. An oblique line behavior on the variation of cell voltage during titration versus τ1/2 is shown in  and, consequently, the  can be further written as",
                        "The DNa+ calculated based on  from GITT as a function of charge/discharge capacity are plotted in h and . A similar variation trend is observed for both electrodes and there are the minimum DNa+ values corresponding to the two-phase regions in both the charge and discharge process, which is consistent with the voltage plateaus of the galvanostatic charge–discharge curve. The phase transition has to be responsible for those minimum DNa+ values owing to strong attractive interactions between the intercalation species and the host matrix during the phase transition process, which can be also found in the other electrode materials suffering from the phase transition, such as Na3V2(PO4)2O2F, spinel-type LiMn2O4, LiCoO2, LiFePO4, and LVP.  In general, the DNa+ for the NVP-M is much higher than that of the NVP-S, which is attributed to the shorten ion transport path and an easy access of electrolytes, hence ensuring a significantly dramatical rate performance.",
                        "d also compares the cycling performance of the as-prepared two samples at a rate of 1 C. For the NVP-S electrode, it only delivers a reversible capacity of 73.7 mA h g–1 after 500 cycles with a low capacity retention of 73.9%. However, the NVP-M electrode delivers a high initial specific capacity of 117.5 mA h g–1 and maintains a high capacity retention of 90% with a reversible capacity of 105.8 mA h g–1 after 500 cycles. As shown in e, a high initial discharge capacity of 90.1 mA h g–1 is achieved and 72.5 mA h g–1 is retained after 5000 cycles at 10 C, corresponding to the capacity retention of 80.5%. The appreciable retentions capability of NVP-M can be attributed to the porous, stable network structures, which is favorable of accommodating the structural stress during repetitive charging and discharging."
                    ],
                    "name": " Electrochemical Performance and Kinetic Analysis",
                    "type": "h3"
                },
                {
                    "content": [
                        "Owing to the bicontinuous charge transport network coupled with the optimal porous microsphere morphology shown in c, the free-standing electrode with a higher mass loading is expected to demonstrate excellent electrochemical performance. The rate performances for the NVP-M and NVP-S electrodes with a mass loading of about 4 and 8 mg cm–2 (NVP-M-4, NVP-M-8, NVP-S-4, and NVP-S-8) are shown in a. It is shown that NVP-S-4 delivers a specific capacity of 103.2 mA h g–1 at 0.1 C, while it drops drastically to 8.6 mA h g–1 at 40 C. Compared to NVP-S-4, NVP-M-4 exhibits a remarkably higher rate capability of 102.4, 98.6, 98.4, 95.6, 90.1, 86.0, 82.6, 77.0, and 73.7 mA h g–1 at the increasing rates of 0.1, 0.2, 0.5, 1.0, 2.0, 5.0, 10, 20, and 30 C. Even at a considerably high rate of 40 C, the capacity of 70.7 mA h g–1 is remained, corresponding to a retention of 60.4% of its theoretical specific capacity. It is more exciting that there are still 62.2 mA h g–1 of reversible capacity even at a high rate of 40 C for NVP-M-8, almost sixfold for the NVP-S-8 at the same rate. What is more, the smaller Rct and higher DNa+ (shown in ) obtained from the EIS measurements (d,e and ) further demonstrated the significant importance of the coupling of bicontinuous charge transport network and optimal porous microspheres for the as-prepared extensive mass-loading electrodes. More importantly, the mass loading can be further increased by adjusting the electrode thickness and viscosity of casting fluid.",
                        "Cycling performances at 1 C of the NVP-M-4/8 are shown in b. The NVP-M-4 shows a discharge capacity 90.5 mA h g–1 after 400 cycles, corresponding to 91.1% of the initial discharge capacity. With respect to NVP-M-8, the capacity retention reaches up to 95.9% after 500 cycles. More importantly, when cycled at 10 C, the capacity retention of the NVP-M-4 is 89.3% after 1000 cycles, indicating superior reversibility and cycling stability.",
                        "Actually, the other polyanionic compounds, such as NaVPO4F (NVPF-M), were tried, and satisfactory electrochemical performance can be achieved (shown in ). It can be expected to extend this method to more other polyanionic compounds.",
                        "The remarkable rate performance and cycling stability, even at a high mass loading, can be attributed to the unique structural design of the NVP-M. On the one hand, the optimal porous microspheres along with interwoven CNFs network improve electrolyte penetration, and the nanoscale of the primary particles shortens ion diffusion pathways, which contributes to facile ion diffusion dynamics. On the other hand, the interwoven CNFs provide efficient highways for the fast electron transport. What is more, those two critical factors are well integrated by the in situ carbon coating, guaranteeing the effective contact between the active materials and the soft conductive matrix, which is conducive to the remarkable rate performance. A long cycling life is closely related to the structure stability of the electrode, which is more obvious for thick electrodes with a high mass loading. The conventional electrodes prepared by typical slurry coating method suffer the clear crack and detachment issue as the mass loading increases due to the relatively poor binding strength by means of the polymer binder.  However, the as-prepared free-standing electrodes effectively mitigate the crack and detachment issue because of the interwoven CNFs network. The forming integrated structure remains robust during sodiation/desodiation, thereby improving the activity and stability of the electrode."
                    ],
                    "name": " Expansion to a Free-Standing Electrode with a High Mass Loading and Other More Polyanionic Compounds",
                    "type": "h3"
                }
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, we have designed and prepared a robust free-standing electrode coupling optimized porous NVP@C microspheres with a bicontinuous charge transport network by a powerful but easy casting method. In the design, the optimal porous microsphere along with interwoven CNFs network enables facile ion diffusion dynamics and the interwoven CNFs are employed as efficient electron transport highways. Consequently, the prepared electrodes present ultrafast transport of electrons and ions and demonstrate remarkable electrochemical performance. The as-prepared NVP-M delivered an initial discharge capacity of 116.1 mA h g–1 at 0.2 C, 99.2% of its theoretical capacity. It still exhibited a high discharge capacity of 93.0 mA h g–1 at 30 C. Besides, a capacity retention of 80% at a rate of 10 C after 5000 cycles can be achieved. More importantly, when the mass loading increased to 8 mg cm–2, an excellent discharge capacity of 62.2 mA h g–1 was still obtained at a high rate of 40 C. These results clearly exhibit the promising strategy to fabricate bicontinuous free-standing electrodes coupled with the optimal microspheres, indicating its superiority in practical applications."
            ],
            "name": "Conclusions",
            "type": "h2"
        }
    ],
    "Title": "Electrode Design for High-Performance Sodium-Ion Batteries: Coupling Nanorod-Assembled Na3V2(PO4)3@C Microspheres with a 3D Conductive Charge Transport Network"
}