{
    "DOI": "10.1002/smll.202000695",
    "Journal": "",
    "Keywords": [
        "in situ confined growth",
        "lithium‐ion batteries",
        "sodium‐ion batteries",
        "synergistic anchoring effects",
        "WS2@CNFs"
    ],
    "Sections": [
        {
            "content": [
                "Advanced energy storage technology is urgently required to meet the need of modern society.[] Currently, 2D materials, especially transition metal dichalcogenide (TMD),[] have a wide range of application in the field of sodium and lithium storage.[] Among the existing myriad of TMDs, tungsten disulfide (WS2) nanosheets have been explored for their typical 2D layered structure,[] which can provide many interfacial sites for lithium and sodium storage, and fast channels for ions and electrons transportation, owing to its large specific surface area and extremely small size.[] The inner layer is bonded by a strong covalent bond (S–W–S), while the interlayers are linked through a weak van der Waals force with spacing of 0.6 nm between layers.[] WS2 has gained tremendous attention because it possesses a higher theoretical specific capacity (433 mAh g−1) as anode for lithium‐ion batteries (LIBs) and facilitates the diffusion of smaller metal ions in the matrix.[] This special structure can promote the further reaction of lithium ions and sodium ions with the matrix material.[] However, the 2D layer structure can be easily damaged by volume expansion and leads to attenuation of capacity.[]",
                "In order to maintain the stability of the layered 2D structure of WS2 nanosheets and to provide space for free expansion, various carbon materials with hollow topography are introduced as substrates to confine WS2 nanosheets.[] Based on the synergistic structure relationship between 2D WS2 nanosheets and hollow‐structured carbon materials, the electrochemical property can be improved effectively. The stability and conductivity of the layer structure prevent the capacity attenuation caused by the volume changes during charging/discharging.[] Generally, the various inorganic compounds have been integrated into different shapes of carbon frames with the aim of improving properties including electrical conductivity, cyclic performance, and stability for anode materials.[] However, in the reaction process, if the conditions of the growth of the material are not well‐controlled, then the 2D materials can easily pulverized and detached from the carbon structure in the subsequent battery reaction, resulting in bad rate performance and cycle performance.[] Therefore, the design of new type material is aimed to provide the buffer space to mitigate the volume changes, thereby maintaining excellent electrochemical properties and structural stability.",
                "In this study, to fabricate the HB WS2@CNFs, the confinement growth strategy is adopted to grow WS2 nanosheets into hollow beaded structured carbon nanofibers (HB CNFs). The strain induced by volume changes during Li+/Na+ ion charge/discharge process is proved to be relieved by the hollow confined structure and the synergistic anchoring effect between WS2 and HB CNFs, which in turn can enhance structure stability and cyclic performance. The mechanism of material is examined by ex situ methods.[] To the best of our knowledge, the use of synergistic anchoring effect in confinement growth of WS2 nanosheets to HB CNFs is an innovative tactic, and this is the first study to report the application of HB WS2@CNFs for LIBs and sodium‐ion batteries (SIBs)."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The specific route for fabricating the hollow beaded WS2@CNFs (HB WS2@CNFs) is demonstrated in Figure . First, the core–shell structure SiO2@SiO2/RF nanoparticles (Figure S1, Supporting Information) are incorporated into polyacrylonitrile (PAN) by electrospinning method.[] In Figure S2a,b, Supporting Information, the scanning electron microscopy (SEM) images of PAN nanofibers are shown as a comparison. Second, the HB CNFs are formed through a two‐step process. In the first step, the formed SiO2@SiO2/RF@PAN nanofibers are calcined and carbonized to obtain the beaded SiO2/C@CNFs (Figure S2c,d, Supporting Information). In the two steps, the HB CNFs are generated after SiO2 is etched away by NaOH (Figure S2e,f, Supporting Information). Finally, WS2 nanosheets preferentially nucleate inside of hollow carbon spheres and then grow on the outer wall of hollow carbon spheres to form HB WS2@CNFs through hydrothermal reaction.[]",
                        "The field‐emission SEM and transmission electron microscopy (TEM) show different microscopic morphologies for materials during the synthesis. In Figure , SiO2/C@CNFs display a homogeneous beaded structure. Figure  shows HB CNFs after etching with NaOH. When HB CNFs are used as nanoreactors, WS2 nanosheets are confined to grow on the surface and inside of HB CNFs (Figure ) during the hydrothermal process based on the synergistic anchoring effect. The confined growth of HB WS2@CNFs can be controlled by varying the solution concentration and reaction time. The synergistic anchoring effect between porous carbon layer and WS2 nanosheets keeps structure intact of HB WS2@CNFs (Figure ). Figure  displays a fewer layered structure of WS2 nanosheets in the intrinsic lattice fringe of HB WS2@CNFs from high‐resolution TEM (HRTEM). At the (002) crystal plane, the spacing of lattice stripes is measured to be 0.62 nm. The selected area electron diffraction (SAED, Figure ) pattern analysis of HB WS2@CNFs shows four typical diffraction ring patterns of (002), (101), (103), and (110), which belong to the standard hexagonal WS2. The distribution of the elements of C, N, S, and W (Figure ) at hollow beaded structure is homogeneous, which are further confirmed using annular dark‐field scanning transmission electron microscopy (STEM) and energy‐dispersive X‐ray spectrometry (EDX) mappings. The weight fraction of WS2 in the HB WS2@CNFs is determined to be 73.5% from thermogravimetric analysis (Figure S3, Supporting Information). A typical mesoporous structure (Figure S4, Supporting Information) is found, and the specific surface area is 212.5 m2 g−1 for HB WS2@CNFs from nitrogen adsorption/desorption analysis.",
                        "Pure WS2 (Figure S5, Supporting Information) and WS2 nanosheets grown on the surface of carbon nanofiber (SG WS2@CNFs, Figures S6 and S7, Supporting Information) are synthesized by means of the same method as the synthesis of HB WS2@CNFs to serve as comparisons and to highlight the novelty of HB WS2@CNFs. Figure S6, Supporting Information, shows the synthetic mechanism of SG WS2@CNFs. As shown in Figure S7a,b, Supporting Information, WS2 nanosheets are coated on the surface of carbon fibers. SG WS2@CNFs exhibits a structure with a mixture of mesoporous and microporous structures, and the specific surface area of SG WS2@CNFs is 108.9 m2 g−1 (Figure S8a,b, Supporting Information), which is smaller than that of HB WS2@CNF. The pore size of SG WS2@CNFs is too small to form synergistic anchoring effect between WS2 and CNFs when compared with HB CNFs (Figure S8c,d, Supporting Information) and HB WS2@CNFs (Figure S4, Supporting Information).",
                        "The crystal structures of pure WS2, SG WS2@CNFs, and HB WS2@CNFs were measured by X‐ray diffraction (XRD, Figure ), which are well‐indexed with hexagonal crystal structure of WS2 (JCPDS no. 08‐0237).[] Nevertheless, when the 2θ value of (002) plane is compared with those of pure WS2 (14.2°) and SG WS2@CNFs (14.0°), the 2θ degree value of HB WS2@CNFs is the smallest, at 13.7° (details can be found in the inset of Figure ), owing to the enlargement of interlayer spacing. Moreover, the Raman shifts exhibit stronger intensities of D and G peaks ascribing to 1340 and 1591 cm. In general, the ratio of intensity of D‐band and G‐band, the ID/IG values, is used as a reference for the degree of graphitization. The ID/IG values are determined to be 1.16 and 1.32 for HB WS2@CNFs and SG WS2@CNFs, respectively. A smaller ID/IG of HB WS2@CNFs than that of SG WS2@CNFs, which is close to the ratio of standard graphite materials,[] suggests that carbon in HB WS2@CNFs is more orderly than that of SG WS2@CNFs and HB WS2@CNFs has a relatively higher degree of graphitization (Figure ). The Raman shifts at 417.2 (E12g) and 349.5 cm (A1g) indicate the formation of high crystallinity of WS2.[]",
                        "X‐ray photoelectron spectroscopy (XPS) analysis of HB WS2@CNFs clearly demonstrates the presence of all expected peaks of C, N, W, and S in the composite (Figure S9, Supporting Information). In the C 1s spectrum, the peaks at 286.2, 283.8, 287.9, and 285.2 eV (Figure ) are assigned to CC, CO, CO and CN. The main forms of nitrogen‐doped (Figure ) carbon structure are pyridine N, pyrrolic N, quaternary N, and N=O, which play a significant role in the electrochemical property of material. In the high‐resolution W 4f spectrum, the W 4f7/2 and W 4f5/2 at 31.6 and 33.7 eV, respectively, are dominated to the overall W signal, along with the weaker peak of W 5p3/2 at 36.9 eV, confirming the existence of W4+ in HB WS2@CNFs composite (Figure ).[] The two peaks at 161.2 and 162.4 eV from the spectrum of S 2p are the spin–orbit doublet of S 2p3/2 and S 2p1/2 (Figure )."
                    ],
                    "name": "Characterization of Hollow Beaded Structure WS2@CNFs (HB WS2@CNFs)",
                    "type": "section"
                },
                {
                    "content": [
                        "The electrochemical performance of HB WS2@CNFs as anode materials for LIBs was evaluated by cyclic voltammetry (CV) and galvanostatic charge/discharge (GCD) tests. Figure  exhibits the CV curves of HB WS2@CNFs. The cathodic peak observed is about 0.79 V, indicating the lithium insertion into WS2 to form LixWS2 (WS2 + xLi+ + xe− → LixWS2). The other cathodic peak is about 0.67 V, which generate solid electrolyte interface (SEI) due to the conversion reaction: LixWS2 + (4‐x) Li+ + (4‐x)e− → W + 2Li2S.[] The oxidation peak at 2.39 V is attributed to the deintercalation of lithium process (Li2S ‐2e− → 2Li+ + S).[] The peaks at 2.14 and 1.93 V for the second and third cycles, respectively, indicate a reversible conversion of polymorphic sulfide to Li2S.[] Additionally, the CV curves for the second and third cycles are almost overlapped, implying remarkable reversibility and stability of HB WS2@CNFs. However, SG WS2@CNFs and pure WS2 show a reduced current with the increase in the scan numbers in Figure ,c.",
                        "Figure  is the GCD profiles of the HB WS2@CNFs, SG WS2@CNFs, and pure WS2, at the current density of 1 A g−1, which are charged and discharged in first, second, third, and fifth cycles. The initial charge/discharge capacities of HB WS2@CNFs are 857.3 and 618.9 mAh g−1 (Figure ), respectively, and the Coulombic efficiency (CE) is 72.2%, which is higher than those of SG WS2@CNFs (67.6%) (Figure ) and pure WS2 (64.9%) (initial capacities at 920 and 597.9 mAh g−1 in Figure ). Moreover, positions of the platforms in the charge and discharge curves correspond to the redox peaks in the CV diagrams. In order to further confirm its electrochemical mechanism, the GCD curves of three materials are converted into dQ/dV differential curves for discussion and shown in Figure S10, Supporting Information, in which the characteristic peaks of the differential curves correspond to the position of the redox peaks of the CV curves, further verifying the authenticity and reliability of experiment.",
                        "In Figure , the rate performance of HB WS2@CNFs electrode is then compared with SG WS2@CNFs and pure WS2. For SG WS2@CNFs and pure WS2, the specific capacity platform drop is large at various current densities with the poor stability, indicating the fast capacity attenuation exists. HB WS2@CNFs displays preferable values of 603.8, 537.7, 510.8, 479, 351, 256, and 182.4 mAh g−1 from 0.1 to 8 A g−1, with stable platform and smaller drop than WS2 and SG WS2@CNFs. Furthermore, the capacity recovers when the current density is lowered back to 0.1 A g−1, indicating the existence of reversible process. Figure S11a, Supporting Information, shows that HB WS2@CNFs retains remarkable cyclic stability and higher specific capacities after 100 cycles (507 mAh g−1 at 0.5 A g−1, 446 mAh g−1 at 1 A g−1) (CE is nearly 100% after the cyclic process), while SG WS2@CNFs and pure WS2 nanosheets show rapid decay with cycles (Figure S11b, Supporting Information). Besides, the long cycle performance of HB WS2@CNFs is tested at a current density of 2 A g−1 after 500 cycles (Figure ); thus, it is clear that HB WS2@CNFs possesses remarkable cycle performance and structure stability, which are superior to SG WS2@CNFs, pure WS2, and HB CNFs (Figure S12, Supporting Information). Finally, compared with other WS2‐based materials in LIBs listed in Table S1, Supporting Information, it is clear that HB WS2@CNFs is a highly competitive candidate in terms of cycling stability and rate property.",
                        "Figure  exhibits the electrochemical impedance spectroscopy (EIS) of HB WS2@CNFs, SG WS2@CNFs, and pure WS2. The equivalent circuit model of HB WS2@CNFs is obtained using the Nyquist plots and electrochemical workstation software. The electrode process is jointly controlled by the charge transfer and diffusion processes, and electrochemical polarization and concentration polarization coexist in the electrode process. HB WS2@CNFs shows the smallest semicircle arc diameter, compared to SG WS2@CNFs and pure WS2, indicating that it has the lowest charge‐transfer resistance (Rct), which improves the kinetics of reaction at the surface of electrode. EIS of HB WS2@CNFs after different cycles is shown in Figure . The values of Rct are 119, 4.14, 13.6, and 14.5 Ω at 0, 10, 50, and 100 cycles, respectively. Compared the values of Rct at 0, 10 cycles, the activation process enhances the transport properties of the HB WS2@CNFs electrodes. However, with the increase of the cycles (50th and 100th), the values of Rct are increased, but still lesser than that at the 0 cycle. In Figure S13, Supporting Information, the trend of the Nyquist curves of pure WS2 is similar to that of HB WS2@CNFs after different cycles of charge/discharge.",
                        "To explore the evolution on the structure and morphology of HB WS2@CNFs electrode, ex situ XRD and TEM are applied to the electrode material after different cycles (Figure ).[] First, a preliminary analysis of the Li insertion mechanism of WS2 nanosheets was investigated by density functional theory (DFT) calculation to explore the adsorption energies of various sites on WS2 (Figure S14, Supporting Information).[] Second, the ex situ characterization methods, XRD and TEM, are used to confirm the rationality of the DFT calculation. The internal structure and crystallinity of WS2 nanosheets change with different charge/discharge cycles. In Figure , the peaks at (102) and (110) crystal planes disappear after the first discharge process, suggesting that a conversion reaction of electrode material exists. The peak of the (101) crystal plane remains unchanged, indicating that Li+ is selectively inserted into a specific crystal plane. After the first charge, the reappearance of (102) and (110) crystal planes indicates the good reversibility of the electrochemical reaction. In addition, the peak of the (002) crystal plane shifts to a low angle and the peak of (101) crystal plane disappears. The selective intercalation and deintercalation of Li+ break the structure of some crystal plane, causing the peak to shift or to disappear from the first discharge/charge process. Combined with the DFT calculation, it is fully demonstrated that Li atoms are more easily adsorbed above W atom, resulting in an expansion of layer spacing. When the cycle is increased (from 10 to 100 cycles), some peaks could also be observed, which implies the change in composition. In particular, it is worth noting that the amorphous materials are dominated after 100th cycle of charging/discharging. In addition, the 2θ degrees of 42.7°, 49.8°, and 73.4° are corresponding to the peaks of the copper foil.",
                        "The TEM images of HB WS2@CNFs electrode after noted cycles are shown in Figure . Most of the WS2 nanosheets are anchored to the inside and the surface of the HB CNFs, further illustrating the anchoring effect between the WS2 nanosheets and the HB CNFs, as well as the confinement effect of hollow mesoporous carbon spheres implanted in the CNFs. For comparison, this is not observed for WS2. In Figure S15, Supporting Information, WS2 nanosheets are seriously pulverized and shed from the surface of carbon fiber after 50 and 100 cycles, indicating that the binding ability between WS2 and CNFs is poor. This is because carbon fiber has no special hollow structure, and cannot alleviate the volume expansion, resulting from the poor capacity retention performance.",
                        "Figure  exhibits the kinetic analysis of HB WS2@CNFs as an anode material of LIBs, to explain the outstanding electrochemical property.[] By adjusting the different sweep rates of CV measurements, a series of similar shaped CV curves are obtained (Figure ). The increased peak intensities are used to calculate the capacitance contribution, according to the relationship of current (i) and sweep rate (ν)1i=aνb",
                        "where a and b are the experimental values. The peak values of oxidation (ip,oxi) and reduction (ip,red) at various sweep rates are used to substitute Equation () to get b value (Figure ). In general, the b value of 0.5 represents a pure diffusion‐controlled behavior, whereas 1.0 displays an ideal capacitance process.[] For HB WS2@CNFs, the values of oxidation (bo = 0.79) and reduction (br = 0.82) are close to 1.0, exhibiting the main contribution from surface‐controlled redox reactions. The current response, i, at specific voltage, V, can be further separated into contributions by capacitive effects and diffusion‐controlled reaction, which is the basis of the following equation2iV=k1ν+k2ν1/2 where k1 and k2 are constants and ν is the sweep rate.",
                        "The polarization and the contribution from capacitive process at 0.2 mV s−1 (the blue area in Figure ) is calculated to be 65.8%. The larger the capacitive contribution, the faster the Li+ transport and the better cyclic performance. As the sweep rate of CV increases, the areas of CV curves increase; in the meantime, the capacitive contribution further enhances, as shown in Figure . Therefore, the design of hollow beaded structure anode material based on synergistic anchoring effect can improve electrochemical performance effectively."
                    ],
                    "name": "Electrochemical Performance of HB WS2@CNFs in LIB",
                    "type": "section"
                },
                {
                    "content": [
                        "In order to reflect the excellent structure and performance of materials, HB WS2@CNFs are used in SIBs.[] Figure  shows the first three cycles of HB WS2@CNFs at the sweep rate of 0.1 mV s−1. During the first cathodic scan, the reduction peak 0.89 V is observed, which indicates Na+ is inserted into WS2 through the conversion reaction (WS2 + xNa+ + xe− → NaxWS2, x < 2).[] The other reduction peak at 0.36 V is from the formation of W and Na2S (NaxWS2 + (4‐x)Na+ + (4‐x)e− → W + 2Na2S) and SEI.[] After the first scan cycle, a weak peak at 0.98 V is detected, corresponding to a partial oxidation of W. Meanwhile, a wide peak at 1.93 V is observed, which is related to the reverse conversion reaction between metallic W and Na2S matrix.[] Additionally, the redox peaks of HB WS2@CNFs in the second and third cycles are almost overlapped, suggesting that HB WS2@CNFs owe outstanding reversibility and stability when compared to WS2, which shows poor stability as the current begins to decay starting from the second lap, shown in Figure .",
                        "The GCD profiles of the two electrodes in first, second, third, fifth, and tenth cycles are presented in Figure  at 0.5 A g−1 in the voltage range of 0.01–3.0 V versus Na+/Na. The initial discharge/charge capacities of HB WS2@CNFs are 660.2 and 492.8 mAh g−1 (Figure ), which give an initial CE 74.6% higher than the value (71.3%) of pure WS2 (Figure ). The charge and discharge curves almost overlapped after the first cycle, suggesting a great cyclic stability and outstanding reversibility of HB WS2@CNFs composite exists.",
                        "The rate capacities of the HB WS2@CNFs electrodes were measured at 0.02, 0.05, 0.1, 0.2, 0.5, 1, and 2 A g−1, as shown in Figure , and their corresponding specific capacities of HB WS2@CNFs are 713, 582, 485, 415, 354, 267, and 188 mAh g−1, respectively. Afterwards, as the current density decreases back to 0.02 A g−1, the specific capacity of HB WS2@CNFs quickly recovers to 641 mAh g−1. Obviously, the rate property of HB WS2@CNFs is much better than those of pure WS2 and HB CNFs (Figure S16a, Supporting Information). The excellent sodium storage properties of HB WS2@CNFs materials stem from the unique hollow beaded structure.",
                        "Moreover, as we can see in Figure S17a, Supporting Information, the entire long‐cycling experiment exhibits that the specific capacity remains steady (381 mAh g−1) with remarkable capacity retention (nearly 100 %) at 0.2 A g−1. As the current density is increased to 0.5 A g−1, the specific capacities of SIBs begin to reduce (about 343 mAh g−1), but still owes good cyclic stability. Additionally, the cycle performance at the current density of 2 A g−1 after 300 cycles (Figure ) is evaluated and compared to that of HB CNFs (Figure S16b, Supporting Information). Figure  shows that HB WS2@CNFs have excellent cyclic stability at 2 A g−1. Without the anchoring effect between WS2 nanosheets and hollow beaded structure, pure WS2 nanosheets show the worst cyclic stability (Figure S17b, Supporting Information). When compared to the electrochemical performance of other WS2‐based anode materials as listed in Table S2, Supporting Information, it is clear that HB WS2@CNFs is a powerful competitive candidate in terms of capacity output and cycling stability.",
                        "In addition, other tested electrochemical performance data are discussed in Supporting Information. Figure S18, Supporting Information, shows the EIS of HB WS2@CNFs and pure WS2 for SIBs. Figure S19, Supporting Information, exhibits the structure and morphology of HB WS2@CNFs electrode after 50 and 100 charge/discharge cycles explored by TEM. Figure S20, Supporting Information, displays the capacitance contribution of HB WS2@CNFs for SIBs. The result reveals that the storage kinetic mechanism of HB WS2@CNFs is attributed to diffusion‐controlled Faraday process in SIBs. The difference in the radius of the ions accounts for the difference of the charge transfer kinetic mechanism between SIBs and LIBs. Li+ with smaller ion radius (0.76 Å) can freely escape/embed in the graphite and WS2 layers, but the diffusion of Na+ with a larger ion radius (1.02 Å) in the electrolyte is difficult under the same conditions, so it is mainly reflected in the diffusion control. Therefore, HB WS2@CNFs shows various storage kinetic mechanisms for lithium and sodium ions."
                    ],
                    "name": "Electrochemical Performance of HB WS2@CNFs in SIB",
                    "type": "section"
                }
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "To sum up, HB WS2@CNFs with hierarchical structure have been prepared successfully by electrospinning‐thermal‐etching process and subsequent hydrothermal synthesis. The synergistic anchoring effect between 1D HB CNFs and 2D WS2 nanosheets alleviates the strain induced by volume changes during Li+ and Na+ insertion/extraction process. HB WS2@CNFs achieves excellent rate capability (≈351 mAh g−1 at 2 A g−1) and outstanding cyclic performance (≈446 mAh g−1 at 1 A g−1 after 100 cycles) as an anode material for LIBs. Additionally, HB WS2@CNFs exhibits the great rate performance (≈188 mAh g−1 at 2 A g−1) and great long‐cycle property (381 mAh g−1 at 0.2 A g−1 after 100 cycles) as an anode material for SIBs. The reported work provides a new insight for designing, constructing, and fabricating other materials with hollow hierarchical beaded structure materials for energy storage."
            ],
            "name": "Conclusion",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "A total of 0.75 g of PAN (MW=150 000) was dissolved in 10 mL of N,N‐dimethylformamide (DMF) under strong magnetic stirring for 6 h. The SiO2@SiO2/RF core–shell structured nanospheres were synthesized according to a previous report (the more details can be found in Supporting Information).[] Then 0.3 g of SiO2@SiO2/RF nanospheres was added into the DMF solution of PAN. The abovementioned mixture solution was stirred for 10 h under room temperature. The obtained spinning solution was loaded into the syringe with a 23‐gauge needle tip. For the electrospinning process, the flow rate of the solution was 0.1 mL h−1, the voltage was 15 kV, and the distance between the tip and the collector was 15 cm. After the electrospinning process, the as‐prepared SiO2@SiO2/RF@PAN nanofibers were heated at 700 °C for 2 h at a heating rate of 2 °C min"
                    ],
                    "name": "Synthesis of HB CNFs",
                    "type": "section"
                },
                {
                    "content": [
                        "A total of 0.75 g of PAN (MW=150 000) was dissolved in 10 mL of N,N‐dimethylformamide (DMF) under strong magnetic stirring for 6 h. The SiO2@SiO2/RF core–shell structured nanospheres were synthesized according to a previous report (the more details can be found in Supporting Information).[] Then 0.3 g of SiO2@SiO2/RF nanospheres was added into the DMF solution of PAN. The abovementioned mixture solution was stirred for 10 h under room temperature. The obtained spinning solution was loaded into the syringe with a 23‐gauge needle tip. For the electrospinning process, the flow rate of the solution was 0.1 mL h−1, the voltage was 15 kV, and the distance between the tip and the collector was 15 cm. After the electrospinning process, the as‐prepared SiO2@SiO2/RF@PAN nanofibers were heated at 700 °C for 2 h at a heating rate of 2 °C min"
                    ],
                    "name": "Synthesis of HB CNFs",
                    "type": "section"
                },
                {
                    "content": [
                        "A total of 0.75 g of PAN (MW=150 000) was dissolved in 10 mL of N,N‐dimethylformamide (DMF) under strong magnetic stirring for 6 h. The SiO2@SiO2/RF core–shell structured nanospheres were synthesized according to a previous report (the more details can be found in Supporting Information).[] Then 0.3 g of SiO2@SiO2/RF nanospheres was added into the DMF solution of PAN. The abovementioned mixture solution was stirred for 10 h under room temperature. The obtained spinning solution was loaded into the syringe with a 23‐gauge needle tip. For the electrospinning process, the flow rate of the solution was 0.1 mL h−1, the voltage was 15 kV, and the distance between the tip and the collector was 15 cm. After the electrospinning process, the as‐prepared SiO2@SiO2/RF@PAN nanofibers were heated at 700 °C for 2 h at a heating rate of 2 °C min"
                    ],
                    "name": "Synthesis of HB CNFs",
                    "type": "section"
                }
            ],
            "name": "Experimental Section",
            "type": "section"
        }
    ],
    "Title": "Confinement Growth of Layered WS2 in Hollow Beaded Carbon Nanofibers with Synergistic Anchoring Effect to Reinforce Li+/Na+ Storage Performance"
}