{
    "DOI": "10.1039/D2DT01986H",
    "Journal": "Dalton Transactions",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium and potassium have been judged as the most potential elements upon which to base batteries owing to their abundant reserves, low cost and safety. Although Na+ and K+ have analogous energy storage principles to Li+, they experience serious volume expansion and sluggish kinetics characteristics during cycling due to their large ion radii (Na+: 1.02 Å, K+: 1.38 Å, Li+: 0.76 Å), resulting in structural destruction and hindering the electrochemical performance of sodium-ion batteries (SIBs) and potassium-ion batteries (PIBs). Consequently, it is of great urgency to probe high-capacity anode materials for SIBs or PIBs to meet the requirement of next-generation batteries.",
                "Molybdenum disulfide (MoS2) possesses a sandwich layered structure, which has been deemed as an advanced energy storage material due to its inherent high capacity and large layer spacing. Among the crystalline phases of MoS2 (1T, 2H, 3R, etc.), the 2H phase is the most stable. However, in view of its semiconductor properties, thermodynamically stable 2H-MoS2 delivers inferior conductivity, ion diffusion, rate performance, and rapid capacity decay. In contrast, 1T-MoS2 has an ultra-high conductivity compared with 2H-MoS2, and has impressive charge transfer ability, which can promote electron transfer and ion diffusion, so that the electrode can achieve superior storage capacity.In situ characterization and density functional theory (DFT) calculations have further demonstrated that 1T-MoS2 can not only enhance conductivity, have high Na affinity and allow rapid migration of Na+, but also inhibit the structural dissolution of S species, resulting in significant electrochemical properties. Thus, substituting the 2H phase with the 1T phase of MoS2 is an effective way to improve intrinsic conductivity. Researchers have extensively adopted phase engineering combined with carbon modification as an efficient 1T-MoS2 synthesis strategy. For example, Xiang et al. synthesized 1T-MoS2 nanosheets on the upper edge of a graphene framework via a solvothermal method, with the resulting composite exhibiting prominent rate properties and high storage capacity. He et al. successfully prepared conductive TiO2 and 1T-MoS2 nanoflower composites using a simple phase change engineering electron implantation strategy, which have admirable SIB rate capability. Currently, there is still plenty of room to improve the sodium storage performance in terms of 1T-MoS2 based electrodes, especially in full cells. It is also worth noting that 1T-MoS-based anode electrode materials for PIBs have been rarely reported.",
                "Moreover, although 1T-MoS2 can improve the electronic conductivity, the volume change of 1T-MoS2 is still an inevitable problem in the process of sodium or potassium insertion/removal. Further studies on how to improve the potassium/sodium storage properties of MoS2-based electrodes are thus needed. In order to achieve anode materials with a more durable structure and faster dynamics for SIBs or PIBs, building carbon composite nanostructures with high layer stability, combined with doping metal cation to transition MoS2 from the 2H phase to 1T phase, are facile and effective ways to alleviate the above-mentioned problems. Carbon materials derived from biomass are prone to increasing storage performance. Thereinto, chitosan as a recyclable and renewable resource, which contains amino, hydroxyl and other functional groups, has been identified as an effective metal ion chelating agent. The nitrogen element in chitosan converts into N-doped carbon during calcination, leading to a variety of electrode structures with strengthened structural stability. In addition, the method of 2H phase transformation by interfusing metal cations could be conducive to improving the content of metallic MoS2 (1T). Yet, there have been few reports on the synthesis of 1T-MoS2 carbon composites doped with metal cations at present. Therefore, it makes sense to exploit a more convenient synthesis method to guide the structural design of 1T-MoS2 based electrodes to obtain SIBs and PIBs with excellent electrochemical properties.",
                "Herein, metal 1T phase MoS2 with a nanoflower layered structure doped with Sb atoms (1T-MoS2-Sb) was synthesized in situ via a one-step calcination method. A chitosan-derived N-doped carbon matrix was formed, which was employed to promote the electrochemical capability of 1T-MoS2-Sb. The electrode delivers impressive Na+ storage performance (493 mA h g−1 at 0.1 A g−1 after 50 cycles, even 253 mA h g−1 at 1 A g−1 after 2200 cycles). In addition, superior capacity was observed in a Na+ full cell, (242 mA h g−1 at 0.5 A g−1 after 100 cycles). It also exhibits decent cycling capability when presented in PIBs (343 mA h g−1 at 0.1 A g−1 after 100 cycles)."
            ],
            "name": "Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The 1T-MoS2-Sb composite was synthesized in accordance with Scheme 1. Firstly, 200 mg of chitosan was mixed with CH3COOH solution, to which deionized water was added and the mixture was continuously stirred for 0.5 h in a 100 ml beaker. Then, 110 mg of phosphomolybdic acid was added prior to centrifugation and washing twice, and the mixture was stirred at room temperature for 2.5 h to form a uniform light green solution. Finally, 11 mg of SbCl3 was added and uniformly mixing was continued for 0.5 h. The obtained green solution was centrifugally dried and ground. The precursor powder and sulfur powder were placed in a quartz boat (w/w = 1:2) and sulphuration was conducted in a tube furnace at 600 °C for 4 h under a 5% H2/95% Ar atmosphere at a heating rate of 2 °C min−1. For comparison, the samples synthesized with 200 mg of chitosan and 110 or 250 mg of phosphotungstic acid without SbCl3 were named 2H-MoS2-1 and 2H-MoS2-2, respectively. Moreover, bulk MoS2 composite was prepared via annealing under the same calcination conditions by mixing PMA with sulfur powders. The other structural and electrochemical characterization can be found in the ESI.†"
                    ],
                    "name": "Fabrication of 1T-MoS2-Sb",
                    "type": "section_h3"
                }
            ],
            "name": "Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "Scanning electron microscopy (SEM) was performed, with the results given in Fig. 1a and b. The sample N–C obtained from chitosan directly via carbonization shows a rough block structure, while MoS2 powder exhibits an irregular thick sheet structure (Fig. 1c). As shown in Fig. 1d–f, the 1T-MoS2-Sb, 2H-MoS2-1 and 2H-MoS2-2 composites have a similar nanosheet layered structure, illuminating that ultra-thin MoS2 nanosheets are evenly embedded into the chitosan-derived carbon matrix.",
                        "Fig. 2 shows high-resolution transmission electron microscopy (HR-TEM) images of the 1T-MoS2-Sb composite. In Fig. 2a, the 1T-MoS2-Sb composite possesses an ultra-thin nanostructure, wherein a large number of MoS2 are orderly arranged in the N-doped carbon layer, whereas some amorphous carbons are found at the edge. In Fig. 2b, the few-layered structure of MoS2 is shown to feature 2–4 layers. In addition, the selected area electron diffraction (SAED) pattern of the 1T-MoS2-Sb composite indicates the crystalline phase of the MoS2. As illustrated in Fig. 2c, doping with antimony metal leads to the transformation of the crystal phase of 1T-MoS2-Sb. The layer spacing of the (002) crystal plane significantly improves from 0.62 nm to 0.69 nm. The mapping results show that Mo, S, Sb, C and N are evenly spread in the 1T-MoS2-Sb composite (Fig. 2d). In situ N doping is prone to increasing the number of active sites, and the introduction of Sb-doping leads to the expansion of the layer spacing and induces transformation of the 2H phase MoS2 to 1T phase MoS2 and then enhances the electronic conductivity.",
                        "The X-ray diffractometry (XRD) patterns of the bulk MoS2, 1T-MoS2-Sb, 2H-MoS2-1 and 2H-MoS2-2 composites are shown in Fig. 3a and b. The diffraction peaks of bulk MoS2 at 33°, 41.1° and 58.3° correspond to the (101), (103), and (110) crystal planes of MoS2 (JCPDS: 065-3656), respectively. Compared with the pure phase MoS2 powder, the peak for the (002) crystal plane disappears in the patterns, indicating that the synthesized MoS2 possesses a few-layered structure. It is remarkable to note that the 1T-MoS2-Sb composite significantly shifts to a small angle near to the (103) crystal plane compared with the other samples, suggesting that antimony was successfully doped in MoS2 and its layer spacing was enlarged.",
                        "To further identify the structure of the MoS2 powder, 1T-MoS2-Sb, 2H-MoS2-1 and 2H-MoS2-2 composites, Raman spectroscopy analyses were also performed. As shown in Fig. 3c, the vibrational peaks observed at 382 and 407 cm−1 correspond to the A1g and E12g vibrations of bulk MoS2. However, the characteristic peaks of A1g and E12g for 1T-MoS2-Sb and 2H-MoS2 are observed at 378, 401 and 383, 403 cm−1. The distance between the A1g and E12g peaks of both 1T-MoS2-Sb and 2H-MoS2 (23.0 and 20 cm−1) is less than that of the bulk MoS2 (25.0 cm−1), demonstrating that the synthesized composites possess a few-layered structure. The D- and G-bands of chitosan-derived carbon at 1358 and 1589 cm−1 in its Raman spectrum can be attributed to ordered and disordered carbon, respectively. Besides this, 1T-MoS2-Sb shows two weak vibration peaks unique to the 1T phase of MoS2 at 153 cm−1 (J1) and 216 cm−1 (J2), whereas 2H-MoS2 shows no peaks at these locations, revealing the successful fabrication of Sb-doped 1T-MoS2.",
                        "As shown in Fig. 3d, the weight loss at 100 °C (Δm1) corresponds to the evaporation of water, while the weight loss at 100–700 °C (Δm2) is considered to be related to the sublimation of sulfur dioxide (MoS2 + O2 → MoO3, S + O2 → SO2) and the formation of carbon dioxide (C + O2 → CO2). The residues left at 700 °C were determined to be MoO3 and a minor amount of Sb. The ratio of tungsten and tin in 1T-MoS2-Sb sample was determined by inductively coupled plasma atomic emission spectrometry (ICP-AES). The weight ratio of Mo:S in 1T-MoS2-Sb is 1:0.05. The contents of MoS2, Sb and the chitosan-derived carbon in 1T-MoS2-Sb are ca. 71.4, 0.5 and 28.1%, respectively. The calculated proportions of MoS2 in the 1T-MoS2-Sb, 2H-MoS2-1 and 2H-MoS2-2 samples are ca. 71.4, 71.6 and 95.0 wt%, respectively.",
                        "The X-ray photoelectron spectroscopy (XPS) data are shown in Fig. 4. A shown in Fig. 4a, the 1T-MoS2-Sb composite contains C, N, Sb, Mo and S, which is consistent with the mapping analysis results. As shown in Fig. 4b, the peaks at 284.75, 286.04 and 288.22 eV correspond to C–C, C–N and CO, indicating that N is doped in the chitosan-derived carbon. The obvious characteristic peaks at 396.8 eV, 398.32 eV and 399.71 eV in Fig. 4c, are related to pyridine, pyrrole and graphite nitrogen, respectively. The characteristic peaks at 531.21 eV and 539.98 eV in Fig. 4d are for Sb 3d5/2 and 3d3/2, suggesting the successful doping of Sb3+ in 1T-MoS2-Sb. As illustrated in Fig. 4e, the peaks at 229.52 eV and 232.70 eV correspond to Mo 3d5/2 and Mo 3d3/2 in 2H-MoS2, indicating the presence of Mo4+ in the composite. The two peaks exhibit an obvious blue shift (the difference in the binding energy is 0.31 eV) for the 1T-MoS2-Sb composite, which are located at 229.42 eV and 232.39 eV and consistent with the Mo in 1T phase MoS2. The characteristic peak at 235.85 eV can be attributed to Mo–O–C, suggesting the occurrence of the firm binding of chitosan-derived carbon to MoS2 in 1T-MoS2-Sb. The peaks at 162.35 and 163.62 eV in Fig. 4f can be attributed to S 2p3/2 and S 2p1/2 in 2H-MoS2, revealing the introduction of S2+ into the composite, and those at 162.02 and 163.29 eV can be attributed to S in 1T-MoS2. These results suggest that the Sb-doping induces the conversion of 2H-MoS2 to 1T-MoS2, which is in good agreement with the TEM, XRD and Raman analysis results. N-Doped carbon and Sb-doping induce the formation of the T phase MoS2 in the 1T-MoS2-Sb composite, which not only effectively enhances the entire stability of the structure, but also facilitates Na+/K+ interactions and e− transmission that promote cycling performance and stability."
                    ],
                    "name": "Characteristics of 1T-MoS2-Sb",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The electrochemical properties of the 1T-MoS2-Sb electrode were evaluated by cyclic voltammetry (CV) at 0.2 mV s−1 (0.01–3 V) and the results are shown in Fig. 5a. As shown in Fig. 5a, the reduction peaks at 1.9 and 0.71 V in the initial discharging process correspond to Na+ embedded into the 1T-MoS2-Sb composite to form NaxMoS2, Mo monomer, Na2S and SEI film, while the oxidation peaks at 1.72 and 1.22 V in the charging process can be attributed to the transformation of Mo into MoS2 and the formation of Sb2S3. Accordingly, the reduction peaks at 0.61 and 0.89 V can be attributed to the formation of NaS2 and Na3Sb. As depicted in Fig. S2a,† it can be seen that the characteristic oxidation peak for dealloyed Sb2S3 appears at 1.22 V due to Sb doping. However, this oxidation peak was not observed for the 2H-MoS2-1 and 2H-MoS2-2 electrodes (Fig. S2b and c†).",
                        "Fig. 5b shows galvanostatic charge–discharge curves at 0.1 A g−1 from different cycles. The voltage platform (1.72/0.89 V) of the 1T-MoS2-Sb electrode is well matched with its CV curve. In addition, the first coulombic efficiency of the 1T-MoS2-Sb electrode is 46%, while the irreversible capacity decay can probably be attributed to the SEI film. Apart from the initial cycle, the other curves coincide well, indicating the superb cycling reversibility of the 1T-MoS2-Sb electrode.",
                        "The properties of the 1T-MoS2-Sb, 2H-MoS2-1 and 2H-MoS2-2 and bulk MoS2 electrodes at 0.1 A g−1 were examined and the results are given in Fig. 6a. After 50 cycles, the 1T-MoS2-Sb electrode shows an outstanding capacity of 493 mA h g−1. By contrast, 2H-MoS2-1, 2H-MoS2-2 and bulk MoS2 electrodes only maintained 394, 318 and 103 mA h g−1, respectively. More importantly, the first coulombic efficiency of the 1T-MoS2-Sb electrode (46%) is higher than those of the 2H-MoS2-1 (35%) and 2H-MoS2-2 (44%) electrodes, indicating that the introduction of metal antimony transforms 2H-MoS2 to 1T-MoS2, provides more edge active sites, greatly improves the conductivity and increases the sodium storage capacity.",
                        "The rate properties of each sample are shown in Fig. 6b. It is clear that the 1T-MoS2-Sb electrode exhibits high storage capacities of 523, 459, 347, 272, 253 and 183 mA h g−1 at 0.1, 0.2, 0.5, 1, 2 and 5 A g−1, respectively. It also indicates impressive rate performance by returning to its original capacity after 90 cycles. In contrast, the 2H-MoS2-1, 2H-MoS2-2 and bulk MoS2 electrodes show inferior reversible capacities of 438, 395, 322 and 166, 145, 95 mA h g−1 at 0.1 and 5 A g−1, respectively.",
                        "The long-term cycling stability of the 1T-MoS2-Sb, 2H-MoS2-1 and 2H-MoS2-2 electrodes at 1 A g−1 are shown in Fig. 6c. The 1T-MoS2-Sb anode shows a storage capacity of 253 mA h g−1 after 2200 cycles, while 2H-MoS2-1 and 2H-MoS2-2 anodes only maintain reversible capacities of 229 and 200 mA h g−1 after 1000 cycles. Additionally, the coulombic efficiency (CE) of the 1T-MoS2-Sb electrode is close to 100% in successive cycles, implying its admirable cycling reversibility and capacity retention.",
                        "As shown in Fig. 8a, the 1T-MoS2-Sb electrode was matched with a Na3V2 (PO4)3 (NVP) cathode to form 1T-MoS2-Sb//NVP full SIBs. The electric properties of the SIBs are given in Fig. 8b–f. As shown in Fig. 8b, the SIBs can easily light commercial LED lamps, and the voltage platform of the 1T-MoS2-Sb//NVP full cell (1.53/1.64 V) is related to the potential difference between the 1T-MoS2-Sb anode (0.89/1.72 V) and NVP cathode (3.4 V). In Fig. 8c, 1T-MoS2-Sb//NVP still maintains a prominent capacity of 242 mA h g−1 at 0.5 A g−1 after 100 cycles, indicating that the 1T-MoS2-Sb anode has great application prospects. As shown in Fig. 8d, the 1T-MoS2-Sb anode delivers an admirable reversible capacity of 324, 256, 221, 199 and 159 mA h g−1 at 0.2, 0.5, 0.8, 1 and 2 A g−1, respectively. More importantly, an ideal capacity of 235 mA h g−1 is still maintained after 80 cycles. Meanwhile, charge/discharge curves were recorded over different numbers of cycles and current densities (Fig. 8e and f). Obviously, the curves overlap well and show low polarization. These results suggest that 1T-MoS2-Sb is a good candidate for use as an advanced anode material for sodium storage.",
                        "The CV curve of the 1T-MoS2-Sb electrode is presented in Fig. 8a. The tested current (i) and sweep rate (v) follow the relationship:",
                        "where the value of a and b are constants that can be obtained by calculating the slope of log(i) and log(v). When b = 0.5, the reaction is mainly contributed to by diffusion, and when b = 1.0, it is dominated by capacitance effects. The b values of the cathode and anode peaks calculated by fitting are 0.82 and 0.86, as demonstrated in Fig. 8b, indicating that the behaviour of the 1T-MoS2-Sb electrode is mainly controlled by the pseudo-capacitance on its surface. In addition, according to eqn (3), the contribution of the anode materials to different charge storage mechanisms such as capacitance and diffusion process is as follows: where k1v and k2v1/2 respectively represent the storage mechanism dominated by the surface induced capacitance and diffusion contributions.Fig. 8c shows the capacitance contribution diagram at 0.6 mV s−1. By calculating the capacitance storage, it was found that the contribution of surface pseudo-capacitance behaviour (pink part) is significantly higher than that of the diffusion capacitance. The contribution diagram of the different scan rates (Fig. 8d) indicates that the pseudo-capacitance effect also increases significantly with an increase in scan rate. Ultimately, the capacitance effect reaches a maximum, accounting for 73.4% at 1.0 mV s−1. In addition, increasing conductivity and layer spacing is favourable to afford a short-range diffusion path and reveal more reactive sites, thereby hastening the transmission speed of Na+.",
                        "The galvanostatic intermittent titration technique (GITT) was performed via a pulse relaxation process of 180 min at 50 mA g−1 (Fig. 7e and f). The Na+ diffusion coefficient increases gradually during the first discharge, mainly due to the faster reaction kinetics as a result of the increase in conductivity and volume expansion. Instead, the reduction of the diffusion coefficient in the charging process indicates diffusion resistance and an increase in the diffusion path in the process of Na+ deintercalation."
                    ],
                    "name": "Electrochemical behavior of 1T-MoS2-Sb as an anode in half/full-SIBs",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The CV curves of the 1T-MoS2-Sb electrode in a PIB at 0.2 mV s−1 are shown in Fig. 9a. A reduction peak at 1.86 V was observed in the first discharge process, corresponding to the formation of KxMoS2 when K+ was inserted into the interlayer of MoS2. The reduction peak at 0.62 V is attributed to the simultaneous formation of Mo, K2S and the SEI film. The wide peak at 2.09 V in the charging process is related to the conversion of Mo into MoS2.",
                        "Moreover, in Fig. 9b, the platform of 1T-MoS2-Sb electrode is shown to be stable at 0.62/2.09 V, which is consistent with the CV curves. Evidently, irreversible loss of capacity during circulation is observed, which is mainly lost via the SEI film. The curves almost coincide, except for the first cycle, implying the remarkable cycling stability of this electrode.",
                        "As shown in Fig. 9c, a high specific capacity of 343 mA h g−1 is observed upon cycling for 50 cycles at 0.1 A g−1, indicating that this 1T-MoS2-Sb electrode shows fascinating cycling performance as an anode in PIBs. Fig. 9d shows the long-term cycling performance, where the 1T-MoS2-Sb electrode exhibits outstanding storage performance of 150 mA h g−1 at 1 A g−1 over 1000 cycles. As shown in Fig. 9e, the 1T-MoS2-Sb electrode shows remarkable storage capacities of 312, 196, 149 and 96 mA h g−1 at 0.1, 0.2, 0.5 and 1 A g−1. The capacity of the electrode returns to 311 mA h g−1 after 90 cycles, revealing that the electrode material exhibits remarkable cycling reversibility. Due to the excellent conductivity of 1T-MoS2-Sb and its great layer spacing, the kinetics in the electrochemical reaction process are improved, and K+ can be quickly de intercalated. The chitosan-derived carbon, as a buffering effect, exhibits small volume variation and displays prominent long-term stability and reversibility. By virtue of the superior potassium electrochemical properties, the 1T-MoS2-Sb electrode was compared with the previously reported 1T-MoS2/MoOx@NC, activated graphite, NCNTs, KMnF-LE, and FeS2@C electrodes. These comparisons manifest that 1T-MoS2-Sb shows excellent performance as an electrode in PIBs."
                    ],
                    "name": "Electrochemical behavior of 1T-MoS2-Sb as an anode in PIBs",
                    "type": "section_h3"
                }
            ],
            "name": "Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, a 1T-MoS2-Sb composite was successfully constructed via a facile strategy using the adsorption characteristics of chitosan under acidic conditions. SbCl3 was employed as a metal source and antimony was successfully doped into the lattice of MoS2 (1T-MoS2-Sb), which was evenly embedded on N-doped carbon derived from chitosan. Sb-Doping plays a pivotal role in increasing layer spacing to accommodate the large volume changes of MoS2 and promote a fast ion transport rate, inducing transformation of 2H phase MoS2 into 1T phase MoS2 and enhancing electronic conductivity. The N-doped carbon and Sb-doping induce the formation of the T phase MoS2, which not only effectively enhances the entire stability of the structure, but also improves the cycling performance and stability. The 1T-MoS2-Sb electrode shows a high capacity of 493 mA h g−1 at 0.1 A g−1 and maintains 253 mA h g−1 at 1 A g−1 after 2200 cycles. When forming a Na+ full cell, 242 mA h g−1 is observed at 0.5 A g−1 over 100 cycles. In addition, the anode also shows an impressive performance in PIBs, with a capacity of 343 mA h g−1 at 0.1 A g−1 over 100 cycles. This simple strategy can be expanded to energy storage applications in other research fields."
            ],
            "name": "Conclusions",
            "type": "section_h2"
        },
        {
            "content": [
                "There are no conflicts to declare."
            ],
            "name": "Conflicts of interest",
            "type": "section_h2"
        }
    ],
    "Title": "Sb-Doped metallic 1T-MoS2 nanosheets embedded in N-doped carbon as high-performance anode materials for half/full sodium/potassium-ion batteries"
}