{
    "DOI": "10.1039/C7DT00540G",
    "Journal": "Dalton Transactions",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium-ion batteries (LIBs) with high energy density and long cycle life have been widely utilized as energy storage devices in portable electronics and electrical vehicles. However, limited resources of lithium restrict their further applications in large-scale energy storage. Compared to Li, Na element is much abundant and cheap. Therefore, sodium-ion batteries (SIBs) with similar insertion chemistry to LIBs are regarded as a suitable alternative in electrical energy storage systems and have received considerable attention in recent years. However, the radius of Na+ (1.02 Å) is much larger than that of Li+ (0.76 Å), leading to slow solid-state diffusion kinetics of Na ions and poor electrochemical performance of the electrode materials. Thus, it is still highly desirable to design and fabricate SIB electrode materials with attractive electrochemical performance, such as high specific capacity, high rate capability and long cycle life.",
                "Two strategies are demonstrated to be efficient in improving the electrochemical performance of electrode materials. The first one is the introduction of a porous structure into the electrode materials. The pore walls of a porous structure are usually within the nanometer scale, greatly shortening the electron and ion diffusion distance. Given the fact that the ion diffusion coefficient is constant for a particular electrode material, the shortened diffusion distance thus would improve the rate capability. Well-defined pores with tunable pore diameters and open pore channels can facilitate the penetration of electrolytes into the electrode and also provide extra space to accommodate the possible volume variation upon cycling, contributing to the rate and cycling performance. The large specific surface area of a porous structure would generate plenty of active electrode/electrolyte interfaces, facilitating the insertion/extraction of Na+ ions. Many porous electrode materials with well-ordered mesoporous channels have been prepared by hard or soft templating methods and showed improved lithium ion storage properties. The other strategy is based on the formation of composites with electronic conductive materials, such as carbon and conducting polymers. The diffusion of the precursors of the active electrode materials into porous carbon matrixes is a popular method for the fabrication of such composites. However, it is difficult to homogeneously disperse the nanoparticles of the active electrode materials within the pores of the carbon matrixes. Consequently, these randomly formed nanoparticles, particularly those aggregated on the inner surface, would block the porous channels of the carbon, impacting the mass transfer efficiency of the composite generated. Thus, the facile formation of porous composite electrode materials with well-ordered mesoporous structures is still highly desired.",
                "Metal oxides have been investigated as anode materials for LIBs for many years and are also considered as promising high performance anode materials for SIBs. Among them, Fe2O3 with high capacity, low cost, nontoxicity, and chemical stability have attracted considerable attention. Herein, we developed a simple co-impregnation method for the preparation of metal oxides/carbon composites with well-ordered mesoporous structures. A mesoporous Fe2O3/C composite (M-Fe2O3/C) was prepared by penetration of a sol containing both Fe and C precursors into the mesopores of SBA-15. A mesoporous structure with Fe2O3 nanoparticles confined within the carbon walls is obtained after the dissolution of the mesoporous silica template. Employed as an anode material for SIBs, the mesoporous Fe2O3/C composite shows a high specific capacity, excellent cycling stability, and high rate capability. This simple co-impregnation method is applicable for the preparation of other metal oxides/carbon composites with well-ordered mesoporous structures."
            ],
            "name": "1. Introduction",
            "type": "section_h2"
        },
        {
            "content": [
                {
                    "content": [
                        "The mesoporous silica SBA-15 was synthesized following the procedure reported in the literature. First, 5.3 g Pluronic P123 (EO20PPO70EO20) was dissolved in 200 mL of 1.6 M HCl at 40 °C. Then 11.3 g tetraethylorthosilicate was added slowly to the above solution with vigorous stirring. After being stirred at 40 °C for 24 h, the mixture was put into an autoclave and heated at 110 °C for 24 h. The filtered samples were dried and calcined at 600 °C in air to obtain the SBA-15 template."
                    ],
                    "name": "2.1 Preparation of hard template SBA-15",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "The typical co-impregnation procedure is as follows. First, 0.5 g Fe(NO3)3·9H2O and 1.25 g sucrose were dissolved in 5 mL of water containing 0.14 g H2SO4. Then this solution was incorporated into 1.0 g SBA-15 by sonication. The resulting mixture was heated in an oven at 100 °C for 6 h and subsequently at 160 °C for 12 h. The above impregnation process was repeated once with a solution containing Fe(NO3)3·9H2O (0.32 g), sucrose (0.8 g), and H2SO4 (0.09 g). After the co-impregnation procedure, the obtained precursor composite was thermally treated at 600 °C for 5 h in N2 with a heating ramp rate of 2 °C min−1 to carbonize the whole composite. The resulting material was washed with hot 1 M NaOH solution several times to remove the hard template. After washing with distilled water and drying at 60 °C, a well-ordered mesoporous M-Fe2O3/C composite was obtained. Mesoporous M-Fe2O3/C composites with different Fe2O3 contents can also be prepared by adjusting the amount of Fe precursors."
                    ],
                    "name": "2.2 Synthesis of M-Fe2O3/C composite by a co-impregnation method",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "First, the mesoporous carbon template CMK-3 was prepared by using SBA-15 as the hard template and sucrose as the carbon source via the procedure reported in the literature. Then, the mesoporous CMK-3 template (0.4 g) was added to a precursor solution prepared by dissolving Fe(NO3)3·9H2O (1 g) into 20 mL ethanol with vigorous stirring. After drying, a similar calcination procedure to that of M-Fe2O3/C was adopted to obtain the Fe2O3/MC composite."
                    ],
                    "name": "2.3 Synthesis of Fe2O3/MC composite",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Powder X-ray diffraction (XRD) patterns were recorded on a Bruker D8 Advance X-ray diffractometer with Cu-Kα radiation (λ = 1.5418 Å) with a scan rate of 6° min−1. The X-ray photoelectron spectroscopy (XPS) measurements were conducted on a Kratos Axis Ultra DLD spectrometer using monochromated Al Kα radiation. Scanning electron microscopy (SEM) observation was performed on a FEI Nova NanoSEM 2300. The microstructure was characterized with a JEM-2100F transmission electron microscope (TEM) (JEOL, Japan) operating at an acceleration voltage of 200 kV. Nitrogen adsorption/desorption analyses were conducted with a Quadrasorb at 77 K with samples degassed at 200 °C for 16 h in advance. Thermogravimetric analysis (TGA) was performed on a SDT Q600 thermal analyzer at a heating rate of 10 °C min−1 in air."
                    ],
                    "name": "2.4 Characterization",
                    "type": "section_h3"
                },
                {
                    "content": [
                        "Active materials (80 wt%), Super-P (10 wt%), and carboxymethyl cellulose (CMC, 10 wt%) were mixed in water to form a slurry. The slurry was spread onto a Cu foil with a doctor blade method, followed by drying in a vacuum at 70 °C for 12 h. CR2016 coin cells were assembled in an argon-atmosphere glove box with a Millipore glass fiber membrane as the separator, Na metal as the anode, and 1 M NaClO4 in ethylene carbonate/propylene carbonate/fluoroethylene carbonate (1:1:0.1 v/v/v) as the electrolyte. Galvanostatic charge and discharge experiments were performed with a battery tester LANDCT2001A in the potential range of 0.01–3 V (vs. Na+/Na) at room temperature. The specific capacity was calculated based on the whole mass of the M-Fe2O3/C composite. Cyclic voltammetry (CV) was conducted on an electrochemical workstation (Metrohm Autolab PGSTAT302N) at a scanning rate of 0.1 mV s−1 in a potential range of 0.01–3 V (vs. Na+/Na). Electrochemical impedance spectroscopy (EIS) analyses were also performed on the electrochemical workstation from 100 kHz to 0.1 Hz."
                    ],
                    "name": "2.5 Electrochemical measurements",
                    "type": "section_h3"
                }
            ],
            "name": "2. Experimental section",
            "type": "section_h2"
        },
        {
            "content": [
                "The typical co-impregnation procedure for the fabrication of the M-Fe2O3/C composite is shown in Fig. 1. Mesoporous silica SBA-15 is employed as the sacrificial template. Fe(NO3)3 and sucrose are used as the Fe2O3 precursor and carbon source, respectively. A precursor solution containing Fe(NO3)3, sucrose, and H2SO4 is penetrated into the mesoporous channels of SBA-15. After the calcination in N2 and the subsequent removal of SBA-15 in NaOH solution, the final well-ordered mesoporous M-Fe2O3/C composite with Fe2O3 nanoparticles embedded within the carbon walls is obtained. For comparison, the Fe2O3/MC composite was prepared by the incorporation of Fe2O3 precursors into the mesoporous channels of CMK-3.",
                "The X-ray diffraction (XRD) patterns of M-Fe2O3/C and Fe2O3/MC composites are shown in Fig. 2a. The peaks of M-Fe2O3/C and Fe2O3/MC can be indexed to the crystalline phase γ-Fe2O3 (JCPDS no. 39-1346), demonstrating the formation of Fe2O3. Compared with that of Fe2O3/MC, the peak intensity of M-Fe2O3/C is relatively weak, which might indicate the low crystallinity and the small particle size of Fe2O3 in the M-Fe2O3/C composite. X-ray photoelectron spectroscopy (XPS) analyses of these composites are shown in Fig. 2b. Two distinct peaks are detected at approximately 710.9 eV and 724.7 eV, attributable to the 2p3/2 and 2p1/2 configurations of Fe3+, respectively. The XPS analyses suggest the formation of Fe2O3 in the M-Fe2O3/C and Fe2O3/MC composites, consistent with the XRD analyses.",
                "The morphology and structural feature of the as-prepared M-Fe2O3/C composite were revealed by SEM and TEM observation (Fig. 3). A worm-like morphology, similar to the hard template SBA-15 is well preserved (Fig. 3a). Well-ordered porous channels with a pore size of approximately 4.0 nm in diameter are observed in the TEM image (Fig. 3c). The mesopores are derived from the removal of the hard template. Thus, the pore size of the M-Fe2O3/C composite is in the same range with the wall thickness of SBA-15. Fe2O3 nanoparticles with a particle size not more than 5.0 nm are embedded in the carbon walls. The carbon walls can not only prevent the aggregation of the Fe2O3 nanocrystals, but can also suppress the volume variation during the charge/discharge process. The Fe2O3/MC composite prepared by the incorporation of the Fe2O3 precursor into the mesopores of CMK-3 also has a worm-like morphology, similar to SBA-15 (Fig. 3b). Different from the M-Fe2O3/C composite, Fe2O3 nanoparticles are distributed along the direction of mesoporous channels of CMK-3 (Fig. 3d). These Fe2O3 particles would block the mesoporous channels of CMK-3, impacting the mass transport efficiency within the composite.",
                "The structural features of M-Fe2O3/C and Fe2O3/MC composites are also revealed by the N2 adsorption–desorption isotherms (Fig. 4a). M-Fe2O3/C exhibits type IV isotherms with a marked hysteresis loop in a desorption branch between relative pressures P/P0 of 0.4 and 0.6, which is typical of mesoporous materials. The pore volume and pore size distribution are calculated from the desorption branch using the Barrett–Joyner–Halenda (BJH) method. The M-Fe2O3/C composite holds a pore volume of 0.765 cm3 g−1 and relatively narrow pore size distribution with an average pore size of approximately 3.6 nm (Fig. 4b). For the Fe2O3/MC composite, the pore volume is reduced to approximately 0.381 cm3 g−1 and the pore size distribution is around 2.2 to 3.5 nm. The low pore volume, reduced pore size and broadened pore size distribution of Fe2O3/MC are resulted from the formation of Fe2O3 nanoparticles within the porous channels of CMK-3, consistent with the TEM observation. As determined by thermal gravimetric analysis (TGA), the contents of Fe2O3 nanoparticles in both M-Fe2O3/C and Fe2O3/MC are approximately 36.7 wt% (Fig. S1, ESI†).",
                "The electrochemical performance of the M-Fe2O3/C composite as an electrode material for SIBs was evaluated by performing cyclic voltammogram (CV) and galvanostatic charge/discharge experiments. Fig. 5a shows the cyclic voltammograms (CVs) of the M-Fe2O3/C electrode at a scan rate of 0.1 mV s−1. In the first cathodic scan, two distinct peaks are observed at 1.19 V and 0.65 V, ascribed to the irreversible formation of a solid electrolyte interface (SEI) and the reduction of Fe2O3, respectively. In the following anodic scan, the reduction peak of Fe2O3 shifts to 0.75 V. The corresponding reversible oxidation process occurs at approximately 0.84 V and 1.6 V, which is ascribed to the oxidation of Fe0 to Fe2+ and subsequent Fe2+ to Fe3+, respectively. Negligible changes are observed in the following scans, suggesting the high reversibility and excellent cycling stability of the M-Fe2O3/C composite.",
                "The first five galvanostatic discharge/charge profiles of the M-Fe2O3/C electrode at a current density of 50 mA g−1 are shown in Fig. 5b. The initial discharge and charge capacities of the M-Fe2O3/C electrode calculated based on the total weight of the composite are 980.3 and 423.8 mA h g−1, respectively, giving a coulombic efficiency of 43.2%. The low coulombic efficiency is due to the irreversible formation of a SEI film during the discharge process. Two plateaus are observed in the first discharge profile, consistent with the CV analysis. After 5 cycles, the discharge and charge capacities are 412.7 and 391.9 mA h g−1 respectively. A high coulombic efficiency of over 90% is achieved after the second discharge/charge cycle, indicating the high reversibility of the M-Fe2O3/C electrode. For comparison, the electrochemical performance of the Fe2O3/MC composite was also evaluated by galvanostatic charge/discharge tests at a current density of 50 mA g−1 (Fig. S2, ESI†). The Fe2O3/MC composite delivers an initial discharge capacity of 578.6 mA h g−1, much lower than that of M-Fe2O3/C. Given the fact that the contents of Fe2O3 in these two composites are quite similar, the high specific capacity of M-Fe2O3/C is ascribed to the well-ordered mesoporous structure with open pore channels. For the Fe2O3/MC composite, the formation of Fe2O3 nanoparticles within the mesoporous channels would block the transport path for the electrolyte and Na+ ions. In addition, it is possible that those Fe2O3 nanoparticles entrapped deeply in the mesopores could not be reached by the electrolyte and Na+ ions, consequently leading to the low specific capacity of Fe2O3/MC.",
                "The cycling performances of M-Fe2O3/C and Fe2O3/MC at the current density of 100 mA g−1 are shown in Fig. 5c. It is obvious that M-Fe2O3/C shows better cycling performance than Fe2O3/MC. Discharged/charged at a current density of 100 mA g−1, high discharge and charge capacities of 689.2 and 292.3 mA h g−1, respectively, are achieved for the first cycle, giving an initial efficiency of approximately 42.4%. After 100 cycles, a charge capacity of approximately 270.1 mA h g−1 is still maintained for M-Fe2O3/C, corresponding to approximately 7.6% fading of the initial capacity. After 100 cycles under the same conditions, the charge capacity of Fe2O3/MC is only 168.4 mA h g−1, much lower than that of M-Fe2O3/C. For M-Fe2O3/C, the specific charge capacity of the second cycle increases to 318.6 mA h g−1. The increase in the specific capacity might be due to the activation of the electrode material. However, such an activation process for Fe2O3/MC is over the initial 10 cycles. This gradual activation of Fe2O3/MC might be due to the pore blockage of Fe2O3/MC.",
                "The rate capabilities of the M-Fe2O3/C and Fe2O3/MC anodes are evaluated at different current densities from 100 to 2000 mA g−1 (Fig. 5d). The specific discharge capacities of M-Fe2O3/C are 270, 226, 194, and 166 mA h g−1 at current densities of 200, 500, 1000, and 2000 mA g−1, respectively. When the current density was switched from 2000 mA g−1 to 100 mA g−1, the specific capacity of approximately 265 mA h g−1 is recovered. However, for Fe2O3/MC, a specific capacity as low as 79 mA h g−1 is achieved at a current density of 2000 mA g−1.",
                "The excellent cycling stability of the M-Fe2O3/C composite was further demonstrated by discharge/charge tests at a high current density of 2000 mA g−1 (Fig. 5e). After 300 cycles, M-Fe2O3/C still delivers a specific discharge capacity of 101.9 mA h g−1, much higher than those reported in the literature. And the coulombic efficiency was almost 100% after 10 cycles, further confirming the superior electrochemical performance of M-Fe2O3/C. Composites with Fe2O3 contents of 26.6% and 62.3%, denoted as M-Fe2O3/C-1 and M-Fe2O3/C-2, respectively were also prepared following the same co-impregnation method and tested under the same conditions (Fig. S3, ESI†). With the high carbon content and ordered mesoporous structure, M-Fe2O3/C-1 shows quite stable cycling performance. However, its specific capacity is approximately 50 mA h g−1 after 20 cycles, much lower than that of M-Fe2O3/C. M-Fe2O3/C-2 with an Fe2O3 content of 62.3% exhibits a high initial specific capacity with poor cycling stability. With the increase in the Fe2O3 content, a large amount of Fe2O3 would attach to the surface of the composite, blocking the ordered mesoporous structure and consequently impacting the electrochemical performance. This result further demonstrates the importance of an accessible mesoporous structure for good sodium ion storage performance. As revealed by the electrochemical impedance spectroscopy (EIS) analyses (Fig. S4, ESI†), the resistance of M-Fe2O3/C is much smaller than that of Fe2O3/MC after 100 cycles at 200 mA g−1. It is supposed that the well-ordered mesoporous structure would reduce the solid/electrolyte interface resistance effectively, improving the charge transfer rate and ion migration rate.",
                "The better electrochemical performance is attributed to the structural features of M-Fe2O3/C. First, the well-ordered mesoporous structure with a large specific surface area and high porosity plays an essential role in improving the electrochemical performance of M-Fe2O3/C. The co-impregnation preparation strategy ensures the formation of ordered open mesoporous channels, which provide a fast transportation path for the electrolyte and Na+ ions. The large specific surface area provides plenty of active sites for the diffusion of Na+ ions. The high porosity derived from the mesoporous structure would accommodate a significant volume variation upon discharging/charging. The thin mesoporous wall shortens the diffusion distance for Na+ ions, contributing to the rate performance. Second, the incorporation of Fe2O3 nanoparticles with a high theoretical capacity significantly increases the specific capacity of the composite. In addition, carbon formed during the heating process not only contributes to the specific capacity of the composite, but also functions as a conducting matrix to enhance the electron conductivity of the composite. In addition, the carbon coating would buffer the large volume expansion of Fe2O3 nanoparticles upon the discharge process."
            ],
            "name": "3. Results and discussion",
            "type": "section_h2"
        },
        {
            "content": [
                "In summary, a well-ordered mesoporous M-Fe2O3/C composite has been successfully prepared via a simple co-impregnation method by using SBA-15 as a hard template. The confined growth of Fe2O3 and the simultaneous carbonization of sucrose within the mesopores of SBA-15 generate a mesoporous structure with structural features, including open mesoporous channels, a large specific surface area, high porosity, and controlled wall thickness. The dispersion of nano-sized Fe2O3 particles within the carbon matrix together with the mesoporous structure leads to high electrochemical performance, such as high specific capacity, good rate capability, and high cycling stability of the M-Fe2O3/C composite. When charged and discharged at 2000 mA g−1, the composite delivers a capacity of as high as 101.9 mA h g−1 after 300 cycles. The electrochemical performance of the M-Fe2O3/C composite is superior to that of Fe2O3/MC prepared by incorporation of Fe2O3 nanoparticles within the mesoporous channels of CMK-3. The M-Fe2O3/C composite is a promising anode material for sodium-ion batteries and the co-impregnation method is envisaged as a simple but efficient way for the preparation of well-ordered mesoporous metal oxide/carbon composites with readily accessible porous channels."
            ],
            "name": "4. Conclusions",
            "type": "section_h2"
        }
    ],
    "Title": "Well-ordered mesoporous Fe2O3/C composites as high performance anode materials for sodium-ion batteries"
}