{
    "DOI": "10.1021/acsnano.8b08065",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Lithium ion batteries (LIBs), as high-efficiency energy storage devices, have achieved great successes in the past decades.  However, the limited resources of lithium, especially those available for exploitation, make the prospect of LIBs dim. Thus, sodium ion batteries (NIBs) are developed to address this concern and so far have attracted extensive attention.  Although NIBs share the same cell configuration as that in LIBs, the electrode materials have to be re-explored because the larger diameter and heavier mass of Na+ compared to those of Li+ significantly degrade the electrochemical performances.  Meanwhile, Na is chemically more active than Li, triggering more side reactions with electrolytes.  Therefore, seeking suitable electrode materials for NIBs is very challenging. Graphite, the commercialized anode material in LIBs, is not a good candidate for NIBs  because its interlayer spacing is too small for Na+. Meanwhile, the small capacity and low initial Coulombic efficiency also impede its practical applications. Transition metal oxides do not work either, due to their large volume changes upon cycling and high working voltages (1–2 V).  Recently, phosphorus has been indicated as an anode material for NIBs,  due to its high theoretical capacity and low working voltage. However, large-scale processing of phosphorus may be dangerous because it can easily transform to highly flammable and toxic allotropes. Meanwhile, the composite of phosphorus/carbon further increases the fire risk.",
                "Compared to other candidates, anode materials based on alloying reactions always show high theoretical capacities. The typical examples include, but are not limited to, Sb, Sb2S3, Sn, SnO2, SnSx, and so on.  However, these materials are often subjected to substantial volume changes and large structure strain/stress upon cycling, which can easily induce structure deconstruction, particle pulverization, and thus performance degradation. In this context, how to maintain the structure upon cycling becomes the priority. Moreover, Na2O and Na2S generated in discharged electrodes are poorly conductive. Na2S is likely to be oxidized to polysulfides, followed by dissolving into electrolytes.  Compared to oxides and sulfides, phosphates have received much less attention  but do show promising potential as anode materials. First, bulky and stable PO43– anions can cushion the volume change upon cycling, thus promoting the cycling stability. Although Na2O and Na2S in situ generated during the sodiation process may have the similar effect, the enhancement is not comparable to Na3PO4 in theory. Meanwhile, Na3PO4 generated by the discharge reaction was reported to be an ionic conductor.  Therefore, it may reduce the diffusion barrier of Na+ and promote the reaction kinetics. Second, Sb, NaxSb, Sn, or NaxSn generated during the sodiation process can lead to three-dimensional electron pathways because they are either metals or intermetallics.  Third, phosphates have a variety of crystal structures that are electrochemically active, such as layered structure (SbPO4), NASICON structure (NaSn2(PO4)3), etc.  Because the structure of electrode materials has a significant effect on the electrochemical performances, the test of phosphates in different structures is necessary and important. All of these features together make the exploration on phosphates attractive.",
                "Here, monoclinic-phase SbPO4 is developed as the target material to illustrate the promising potential of phosphates in NIBs. In this phase, PO4 and SbO4 tetrahedra connect together at the corners, resulting in a layered structure (a). These layers stack along a-axis with an interlayer spacing of 5.087 Å. In order to improve the electrochemical performances of SbPO4, it is deposited to reduced graphene oxide (rGO) by a simple process, denoted as SbPO4/rGO. Ex situ characterization techniques, such as high-resolution transmission electron microscope (HRTEM) images and selected area electron diffraction (SAED) patterns, and in situ characterization techniques, such as X-ray diffraction (XRD), transmission electron microscopy (TEM), and SAED are measured to reveal the electrochemical reactions and morphology change of this composite upon cycling. Meanwhile, the electrochemical performances of SbPO4/rGO are evaluated both in half cells and in full cells. It presents an excellent cycling stability, with 99% capacity retention after 100 cycles at 0.5 A g–1. The full cells paired with homemade Na3V2(PO4)3/C give a high output voltage at 2.6 V, resulting in an energy density of 99.8 W h kg–1total at 1.2 kW kg–1total. As an anode material, these data make it very attractive in the future."
            ],
            "name": "Figure 1",
            "type": "h2"
        },
        {
            "content": [
                "SbPO4/rGO was synthesized by a solvothermal reaction between SbCl3 and NH4H2PO4 in the presence of GO, followed by an annealing in Ar/H2 (see the ). b shows the XRD pattern of the resultant product, where all the diffraction peaks could be indexed as monoclinic-phase SbPO4 (JCPDS Card No. 35-0829). No diffraction peaks or bumps assigned to GO or rGO can be observed, probably due to the low contents and/or poor crystallinity. To clarify this point, Raman spectra () were measured, where two peaks at ∼1435 and ∼1580 cm–1 assigned to the D-band and the G-band of carbon are readily observed.  It is believed that GO is reduced to rGO during the synthesis, due to the annealing in Ar/H2 at a high temperature. Such a reduction is directly confirmed by Fourier transform infrared spectra (). In this context, the final product is denoted as SbPO4/rGO. Thermogravimetric analysis (TGA) () shows that the content of rGO in SbPO4/rGO is approximately ∼14.3 wt %. X-ray photoelectron spectroscopy (XPS) was conducted to reveal the surface species of SbPO4/rGO. The signals of Sb, P, O, and C could be easily observed in the survey spectrum (). The high-resolution spectra of these elements confirm the formation of SbPO4/rGO. As illustrated in c, the peaks at 530.8 and 540.2 eV are assigned to Sb 3d5/2 and Sb 3d3/2 of SbPO4, and the peak at 531.9 eV is ascribed to O 1s.  The similar overlapping between Sb 3d and O 1s has been reported in previous works.  The peak at 134.5 eV in d is assigned to P 2p from P–O in PO43–.  Different from the spectra of P 2p and Sb 3d, there are four peaks in the C 1s spectra (e), which are 284.6 eV from sp2-bonded C–C, 284.9 eV from sp3-bonded C–C, 286.2 eV from C–O, and 289.6 eV from O═C–OH.  The presence of C–O, C═O, and O═C–OH offers numerous anchoring sites for electrochemically active materials and then inhibits particle agglomeration or drop-off from electrodes.",
                "Then, SbPO4/rGO was characterized by field-emission scanning electron microscopy (FE-SEM) and TEM. f shows that numerous nanoparticles are well dispersed on a sheet-like structure, indicating the formation of SbPO4/rGO. The high-magnification TEM image (g) reveals that there are many short nanorods, with a diameter of 50 nm and length up to 350 nm. It is also noted that there is a small quantity of ellipsoids in SbPO4/rGO. The high-resolution TEM (HRTEM) image on a single nanorod (h) exhibits clear lattice fringes throughout the entire nanorod, indicating a single-crystal nature. The fringes with their interlayer spacings at 0.339 and 0.362 nm correspond to (020) and (−101) planes of SbPO4, respectively. The fast Fourier transform pattern, as shown in , suggests that the nanorods grow along the direction of [−101], parallel to the polyhedron layers of SbPO4. Energy-dispersive X-ray spectra (EDS) () confirm the molar ratio of Sb to P at almost 1:1, close to that in SbPO4. To figure out the distributions of these elements, high-angle annular dark-field scanning TEM (HAADF-STEM) images and element mapping were conducted. As presented in i–m, the patterns of Sb, P, and O are well overlapped with that of nanorods, strongly supporting the formation of SbPO4 nanorods. Meanwhile, the signal of carbon from rGO is also observed in l. All of these results confirm that SbPO4 nanorods are attached to rGO. This good contact would benefit the charge transfer between rGO and SbPO4 and restrain the particle pulverization upon cycling, thereby improving rate capability and cycling stability. N2 sorption isotherms () suggest that SbPO4/rGO has a specific surface area of about 50.8 m2 g–1 and an average pore size of about 30 nm.",
                "a shows the discharge/charge profiles of SbPO4 at the first cycle. There is a pronounced voltage plateau at 0.9 V, indicating a typical two-phase process. After that, the voltage profile is followed by a shallow slope over 0.6–0.25 V. Compared to the discharge profile, only one short voltage slope between 0.5 and 0.75 V is observed in the first charge. In view of specific capacity and average voltage, it is believed that this voltage slope corresponds to the reverse reaction that happens over 0.5–0.3 V in the first discharge. To identify these electrochemical reactions, in situ XRD patterns and ex situ HRTEM images/SAED patterns are measured. As shown in b, the diffraction peaks at 24 and 38.5° can be attributed to conductive carbon and the current foil, Al, which do not alter in intensity and in peak positions upon cycling. Different from the cases of C and Al, the diffraction peaks of SbPO4 gradually weaken with discharging and almost disappear below 0.8 V. This result can be speculated as the reduction reaction from SbPO4 to metallic Sb. However, no obvious peaks from metallic Sb and Na3PO4 are observed, which is likely caused by their poor crystallinity/small size. The similar phenomenon is very common in the products from conversion reactions.  Although metallic Sb is invisible in XRD patterns, its appearance is confirmed by ex situ SAED patterns (c) and HRTEM images (f), strongly supporting the reduction reaction. As the discharge process proceeds, metallic Sb is alloyed with Na, generating NaSb and Na3Sb in sequence. At the end of the discharge process, Na3Sb is easily identified in the XRD patterns (b), SAED pattern (d), and HRTEM image (g). Then, the electrode is charged back, where the diffraction peaks of Na3Sb shift the high angles and become weak (b). This result indicates the contraction of unit cells and the damage of crystal structures. At ∼0.8 V, these diffraction peaks almost disappear from the XRD pattern. Similar to the case of the discharge process, the diffraction peaks from metallic Sb are absent in the XRD pattern, but its diffraction rings and lattice fringes are confirmed by SAED patterns (e) and HRTEM images (h). This result is kept in the XRD patterns, even as the electrode is charged to 1.5 V (). These results confirm that the alloying reaction, rather than the conversion reaction, contributes to the reversible capacity over 0.01–1.5 V, well explaining the low initial Coulombic efficiency of SbPO4. The involved electrochemical reactions upon cycling could be described by  and :",
                "As the voltage window is expanded to 0.01–2.5 V, there is one more pair of voltage plateaus, 1.7 V in the discharge process and 2.2 V in the charge process (). The HRTEM images and SAED patterns of the electrode charged to 2.5 V () confirm the formation of SbPO4 again. Thus, it is believed that the new voltage plateaus originate from the redox reaction between Sb and SbPO4. However, the capacity contributed by this reaction (∼90 mA h g–1) is much smaller than the expected one (∼366 mA h g–1), indicating that this reaction is partially reversible. The high capacity of SbPO4/rGO over 0.01–2.5 V only lasts for 80 cycles (). After that, the capacity decays quickly, due to the larger structure stain/stress caused by the insertion/extraction of more Na ions. In this regard, the electrochemical test in this work is limited within the voltage window of 0.01–1.5 V.",
                "In situ TEM technique could intuitively reflect the changes of individual electrode particles in morphology and structure with nanometer/atomic resolution. a shows the configuration of in situ TEM imaging, where SbPO4 nanorods and metallic Na were employed as the working electrode and the counter electrode, respectively. The thin layer of NaxO on Na acted as a solid-state electrolyte, so sodium ions gradually passed through this layer and diffused into SbPO4. b shows the real-time TEM images upon discharge, where the nanorod expands anisotropically during sodiation; that is, the length of the SbPO4 nanorod increases slightly (∼23 nm) upon discharging, but the diameter expands violently (∼90 nm) ( and c). This anisotropic volume change is likely associated with the unique layered structure of SbPO4 that is aligned along the longitudinal direction of nanorods. Thus, as Na ions diffuse into the interlayers during the sodiation process (right side of a), SbPO4 nanorods would preferentially expand along the transverse direction. The in situ SAED patterns in d were also recorded to track the structural evolution during the discharge process. The diffraction rings are radially integrated to intensity profiles in order to increase the accuracy (, Supporting Information). Both the position and intensity of the diffraction peaks vary a lot with the sodiation process, revealing the phase transition from SbPO4 to Sb, NaSb, and eventually to Na3Sb (e). These results disclose the stepwise alloying of Sb during sodiation, in excellent agreement with ex situ TEM images.",
                "a shows the cyclic voltammetry (CV) curves of SbPO4/rGO during the first four cycles over 0.01–1.5 V at a scan rate of 0.1 mV s–1. In the first cycle, the cathodic peak at 0.75 V is related to the reduction of SbPO4 to metallic Sb, the decomposition of electrolytes, and the formation of a solid electrolyte interphase (SEI) film.  After that, as-formed Sb alloys with Na, producing a cathodic peak at ∼0.25 V, consistent with that reported for this alloying reaction.  In the first-charge process, there is only one broad and strong anodic peak at ∼0.75 V, which can be attributed to the desodiation of NaxSb alloy.  This result is also in line with those from in situ XRD patterns and in situ SAED patterns. In the second cycle, the cathodic peak at 0.75 V vanishes, but another peak at 0.4 V shows up, which also originates from the alloying reaction of Sb.  The cathodic peak at 0.22 V probably comes from residual Sb that did not react completely during the first discharge. Compared to the changes on the cathodic peaks, that of the anodic peak is quite small. In the third cycle, the cathodic peaks at 0.4 and 0.22 V merge together. From then on, the CV curves become almost identical, implying a good electrochemical stability. b shows the discharge/charge profiles of SbPO4/rGO at 0.1 A g–1 for the first four cycles. The voltage profiles are in good agreement with the cathodic/anodic peaks in the CV curves. The first discharge/charge capacity is 766/309 mA h g–1, resulting in an initial Coulombic efficiency of 40%. The low Coulombic efficiency comes from irreversible reactions during the first discharging, such as the formation of a SEI film, the irreversible conversion between SbPO4 and metallic Sb, and so on.  However, after that, the Coulombic efficiency quickly rises to 99.5% and the capacity remains at 306 mA h g–1, very close to the theoretical capacity of this composite (330.4 mA h g–1 = 372 mA h g–1 × 0.86 + 75 mA h g–1 × 0.14) (). This result indicates that most of the active material in this composite has been well utilized in a high efficiency. It is noted that the low initial Coulombic efficiency can be improved by presodiation or wide voltage window (). c displays the cycling performances of SbPO4/rGO and SbPO4 within 0.01–1.5 V, using 1 M NaClO4 in propylene carbonate as the electrolyte. Both of them were activated at 0.1 A g–1 for the first three cycles and then cycled at 0.5 A g–1. Apparently, SbPO4/rGO exhibits a much better cycling stability than SbPO4. After 100 cycles at 0.5 A g–1, SbPO4/rGO still delivers a capacity of 280 mA h g–1, much higher than 20 mA h g–1 of SbPO4. This result indicates that rGO greatly improves the cycling stability. Unfortunately, the nanorods are not preserved after cycles (), probably due to the repeated deformation upon cycling, as illustrated in . Despite this, active materials are still firmly attached to carbon, maintaining the electrochemical activity.",
                "The excellent cycling performance can be attributed to the aggregation resistance of the Sb-containing particles, which comes from their secure attachment to rGO. First-principles calculations revealed that there are strong interactions at the interface region. Here, the (012) plane of Sb was adopted to simulate the contact surface of the particles. As revealed by our first-principles simulations, most of the contribution to the interaction between rGO and Sb come from van der Waals forces. The nature of such an interaction indicates that the bonding would not depend on the particular composition and termination of the Sb-containing particles. Therefore, we expect that the physical picture of the bonding patterns obtained on (012) planes can also be extended to other crystal facets including but not limited to (104) and (100) planes. Meanwhile, C–O groups were used as the anchor sites on rGO. More details about the computational model are described in . Interestingly, even in the absence of the anchor sites, the binding energy of Sb (012) on rGO is ∼2.62 eV, which originates from the van der Waals interaction. Upon the involvement of the anchor sites, the binding energy further increases to 3.26 eV, owing to the chemical bonds between Sb and O/C atoms (d). It is worth noting that the value of 3.26 eV is a lower limit because, in reality, the fluctuation of the rGO geometry is more flexible than that in the simulations, which could result in more effective bonding patterns. Overall, the van der Waals interactions lead to the deposition of the particles, and the formation of the chemical bonds effectively prevents these particles from diffusing and aggregating on rGO, both of which, cooperatively, stabilize the working units of the battery. This strong interaction is also supported by XPS spectra of SbPO4 and SbPO4/rGO discharged to 0.5 V, where Sb was in situ generated. Because Sb 3d is always interfered by O 1s, Sb 4d is used to confirm this point. As shown in , Sb 4d of the discharged electrode from SbPO4/rGO shifts to the high binding energies, as compared to that from SbPO4. This shift indicates the decreasing of electron density around Sb, which is in good agreement with the interaction between Sb and rGO. Encouraged by these results, the long-term cycling of SbPO4/rGO at a high rate was measured. As presented in e, SbPO4/rGO was cycled at 0.1 A g–1 for the first 10 cycles and then at 1 A g–1 for the following cycles. After 1000 cycles, the specific capacity still maintains at 100 mA h g–1, corresponding to a capacity retention of 66%. Although this capacity is not impressive (), the lifespan outperforms many Sb-related anodes. Moreover, if evaluated in terms of the cycling stability, SbPO4/rGO is also superior to many reports.",
                "a shows the rate performance of SbPO4/rGO, where the specific capacity decreases from 323 mA h g–1 at 0.1 A g–1 to 301 mA h g–1 at 0.2 A g–1, 289 mA h g–1 at 0.5 A g–1, 278 mA h g–1 at 1 A g–1, 262 mA h g–1 at 2 A g–1, and 214 mA h g–1 at 5 A g–1. Even at a high current density of 10 A g–1, it still reaches 127 mA h g–1. The capacity retention of SbPO4/rGO is higher than that of SbPO4 and most of the Sb-related materials (). To gain insights about this result, EIS spectra were measured at 1.5 V after 10 cycles and fitted by an equivalent circuit (the inset of b). Rs indicates the resistance of the electrolyte and cell components. Rf is the resistance related to the surface film; Rct refers to the charge transfer resistance at the interfaces, and Zw represents the Warburg impedance related to Na+ diffusion.  It is noted that both Rf and Rct of SbPO4/rGO are much smaller than those of SbPO4 (), implying the enhanced reaction kinetics in SbPO4/rGO. Why SbPO4/rGO shows the superior performances in rate capability and cycling stability could be illustrated as follows. First, rGO and as-formed NaxSb and Sb offer three-dimensional highways for charge transfer and promote the electrochemical reactions.  Second, rGO and Na3PO4 work as the buffers to volume change upon cycling, improving the cycling stability. Third, the strong interaction between Sb and rGO restrains the particle pulverization and aggregation during sodiation/desodiation processes. All of these features make the composite promising as an anode material.",
                "Kinetics analysis was conducted on the basis of CV curves at different scan rates. As shown in c, these CV curves scanned from 0.2 to 2.0 mV s–1 exhibit a similar contour. The relationship between the peak current (ip) and the scan rate (v) could be described by : where a and b are empirical constants that could be obtained by a logarithmic plot of ip with v, as displayed in d; b = 0.5 indicates an ideally diffusion-controlled electrochemical process, whereas b = 1.0 implies a typical surface-controlled electrochemical process. In most cases, b stays between 0.5 and 1.0, suggesting a mixed contribution from two processes. In SbPO4/rGO, b values of the cathodic and anode peaks are identified as 0.73 and 0.78. According to Dunn et al., the ratio of the two contributions could be estimated from : Here, i is the current at a fixed potential. k1v and k2v1/2 represent the contributions of a surface-controlled process and a diffusion-controlled process, respectively. To simplify the calculation, this equation is reorganized by dividing both sides by v1/2, giving :In this context, k1 and k2 can be easily obtained as the slope and intercept point at the y-axis in a plot of i/v1/2versusv1/2. Thus, the ratio of a diffusion-controlled process and a surface-controlled process at this potential could be clarified.  Expanding this procedure to other potentials would disclose the contributions of the two processes to the total capacity. As illustrated in e, the capacitive process contributes 79% of the total capacity at a scan rate of 2.0 mV s–1. These data gradually decrease to 44%, as the scan rate slows to 0.2 mV s–1 (f).",
                "In view of the excellent performances of SbPO4/rGO in half cells, it is tested in full cells by using homemade Na3V2(PO4)3/C as a cathode material (, Supporting Information). a shows the scheme of the full cell. The full cell was tested within 1.2–3.4 V at a current density of 0.5 A g–1anode. As shown in b, there is a pronounced voltage plateau at 2.6 V, and this result would benefit the practical applications in the future. The cycling performances are evaluated at 0.5 A g–1anode, but the first five cycles were conducted at 0.1 A g–1anode for electrochemical activation. As illustrated in c, the full cell displays a very stable cycling. After 100 cycles at 0.5 A g–1, the capacity is still 190 mA h g–1anode, corresponding to a capacity retention of almost 99.2%. The superior rate performances of SbPO4/rGO are also inherited in full cells (d). There is a specific capacity of 204 mA h g–1anode for 0.1 A g–1anode, 202 mA h g–1anode for 0.2 A g–1, 200 mA h g–1anode for 0.5 A g–1anode, 179 mA h g–1anode for 2 A g–1anode, and 136 mA h g–1anode for 5 A g–1anode. These results indicate that the full cells could be charged to 66.7% within 1.6 min. The electrode polarization slowly increases with the increasing rate (e). f shows the energy density and power density of full cells calculated on the basis of total mass of active materials (Na3V2(PO4)3/C + SbPO4/rGO). It is found that the energy density decays slowly. Even at 1.2 kW kg–1, there is still an energy density of 99.8 W h kg–1total, 81.3% of that at 0.06 kW kg–1. All these data indicate the promising potential of SbPO4/rGO as a high-performance anode material for Na ion batteries."
            ],
            "name": "Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "SbPO4 nanorods are successfully deposited on reduce graphene oxide (SbPO4/rGO) by a simple solvothermal reaction, followed by a low-temperature annealing. A series of ex/in situ technologies confirm the stepwise alloying/dealloying of Sb to Na3Sb over 0.01–1.5 V. The unique alignment of a layered structure makes the volume expansion preferentially occur along the transverse direction of SbPO4 nanorods, as supported by in situ TEM images. SbPO4/rGO presents a specific capacity of 323 mA h g–1 at 0.1 A g–1. Even at 10 A g–1, a capacity is still approximately ∼127 mA h g–1. After 100 cycles at 0.5 A g–1, the capacity retention remains at ∼99%, confirming the outstanding cycle stability. The superior performances could be attributed to rGO in the composite, which effectively enhances the electron conductivity, promotes the accommodation to volume change, and inhibits the potential peel-off of Sb. Inspired by these results, SbPO4/rGO is evaluated in full cells by pairing with Na3V2(PO4)3/C. It works an average voltage at 2.6 V. After 100 cycles at 0.5 A g–1, the capacity retention is kept at 99.2%. Even at 1.2 kW kg–1total, there is still an energy density of 99.8 W h kg–1total, making it attractive in the future."
            ],
            "name": "Conclusion",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "GO was fabricated using a modified Hummers method.  GO (30 mg) was dispersed in ethylene glycol (40 mL), followed by addition of SbCl3 (228 mg) and NH4H2PO4 (345 mg). This dispersion was heated to 70 °C and transferred to a Teflon-lined stainless autoclave. After being maintained at 160 °C for 4 h, the autoclave was cooled to room temperature naturally. The powders were collected by centrifuge, washed by distilled water and absolute ethanol, and dried at 60 °C overnight. Finally, the powders were annealed at 400 °C for 2 h in Ar/H2 (95:5). This product, SbPO4/rGO, was used for structure characterization and electrochemical performances. SbPO4 nanoparticles were prepared without rGO in the recipe and used as the benchmark to illustrate the role of rGO."
                    ],
                    "name": " Material Synthesis",
                    "type": "h3"
                },
                {
                    "content": [
                        "Powder XRD patterns were measured on an X-ray diffractometer (Bruker D8 Advanced, Germany), using monochromatic Cu Kα as a radiation source. SEM images were taken from a field-emission scanning electron microscope (Zeiss SUPRA55, Germany), connected with an energy-dispersive X-ray spectrometer (Oxford Instruments). TEM images were acquired on an aberration-corrected transmission electron microscope (FEI Titan Themis G2, USA) operated at 300 kV. Raman spectra were obtained on a LabRAM HR800 Raman spectrometer, using an excitation at 632 nm at room temperature. XPS spectra were achieved from an X-ray photoelectron spectrometer (ESCA LAB 250, USA). TGA was conducted on a thermal analyzer (Mettler Toledo TGA/SDTA85, Canada) from room temperature to 800 °C in air. N2 sorption isotherms were measured on a gas sorptometer (Micromeritics ASAP 2020 HD88, USA) at 77 K."
                    ],
                    "name": " Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Electrochemical performances of SbPO4 and SbPO4/rGO as anode materials in sodium ion batteries were evaluated in CR2032-type coin cells, using pure sodium foil as the counter electrode and glass fitter (whatman GF/F) as a separator. The working electrode was fabricated by spreading a slurry of SbPO4 or SbPO4/rGO, acetylene black, and sodium alginate (SA) in a weight ratio of 7:2:1 on a copper foil. After the foil was dried in vacuum at 60 °C for 12 h, the electrode was cut into disks with diameters of 12 nm. The mass loading of active material was 1.0–1.5 mg cm–2. Then, the coin cells were assembled in an argon-filled glovebox (Mikrouna, Super 1220/750/900, H2O < 1 ppm, O2 < 1 ppm), using 1.0 M NaClO4 in propylene carbonate containing 3 wt % FEC as an electrolyte. For full cells, the cathode was made of homemade Na3V2(PO4)3/C, acetylene black, and poly(vinylidene) in a weight ratio of 8:1:1 deposited on an alumium foil. The anode was fabricated by the above protocol and electrochemically activated in a half cell before it was assembled into full cells. The capacity ratio between anode and cathode was controlled to about 1.2:1. In this case, the anode capacity slightly exceeds the cathode one, promoting the utilization of cathode materials and preventing the formation of dendrites. CVs were performed using an electrochemical workstation (LK 2005A, China) at room temperature. Galvanostatic discharge/charge profiles were obtained on battery cyclers (LAND CT-2001A, China) between 0.01 and 1.5 V at 25 °C. EIS spectra were taken on an electrochemical workstation (Autolab PGSTAT 302N) over a frequency range of 100 kHz to 0.01 Hz."
                    ],
                    "name": " Electrochemical Measurements",
                    "type": "h3"
                },
                {
                    "content": [
                        "In situ TEM images and SAED patterns were obtained out using Tecnai F20 at 200 kV equipped with an OneView IS (Gatan) camera. The in situ experiment was conducted using a simplified battery configuration with SbPO4 dispersed onto a half-copper mesh as the working electrode and a piezo-driven tungsten tip coated by Na as the counter electrode. To achieve this fabrication, SbPO4 was dispersed in a half-copper grid and transferred to a specially designed specimen holder (PicoFemto). Then, the W tip was used to scratch the surface of Na metal. All of the process was conducted in an argon-filled glovebox. Finally, the holder was transferred into a microscope column. During the transfer process, the Na was shortly exposed to the air to form a layer of NaxO on the surface of Na, serving as the solid electrolyte. The W tip is kept in touch with SbPO4 by a piezo-ceramic manipulator. To initialize the sodiation, a bias of −2 V was applied on SbPO4 against the counter electrode to promote Na ion transport through the Na2O layer."
                    ],
                    "name": " In Situ TEM Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "All calculations were performed using the Vienna ab initio simulation package (VASP).  The energy cutoff for the plane-wave basis set was 400 eV, and optB86b-vdW was employed as the exchange-correlation functional.  All atoms were allowed to relax until the maximum force was below 0.03 Å /eV. Dipole correction on the total energies was added along the perpendicular direction."
                    ],
                    "name": " Computation Details",
                    "type": "h3"
                }
            ],
            "name": "Experimental Section",
            "type": "h2"
        }
    ],
    "Title": "Layered-Structure SbPO4/Reduced Graphene Oxide: An Advanced Anode Material for Sodium Ion Batteries"
}