{
    "DOI": "10.1002/adma.202106565",
    "Journal": "",
    "Keywords": [
        "3D MXene scaffolds",
        "dendrite‐free Na anodes",
        "large current density",
        "Na–O2 battery",
        "stepped sodiophilic gradient"
    ],
    "Sections": [
        {
            "content": [
                "Energy storage systems with high energy density and low‐cost are of primary concern in the development of electric vehicles and grid‐scale storage.[] Sodium possesses a high theoretical specific capacity of 1160 mAh g−1 and abundant earth reserves, which is expected to be a promising anode material.[] Nevertheless, as with Li‐metal anodes, Na‐metal anodes also raise serious safety concerns resulting from the uncontrolled dendrite formation and infinite relative dimension change during Na plating/stripping, which have plagued the practical application of Na‐metal‐based batteries.[]",
                "To circumvent the above problems, some efforts have been made by researchers in the past few decades.[] For example, additives of liquid electrolyte are conducive to the formation of stable solid electrolyte interphase (SEI) layer resulting in inhibiting Na dendrite growth.[] Engineering artificial protection layers are also prominent alternatives to stabilize the Na/electrolyte surface.[] The high reactivity of Na metal has been suppressed in these studies, it still suffers from large inner stress caused by huge volume change. For instance, a reversible areal capacity of 1 mAh cm−2 requires plating/stripping an 8.9 μm‐thick Na metal.[] The enormous volume change of Na anode generates huge internal stress fluctuations and thus tremendous engineering challenges in the cell. Recently, the strategy of 3D conductive scaffolds is developed for suppressing Na dendrite formation.[] These nanostructures scaffolds can effectively reduce the local current density for inhibiting the Na dendrite growth, and provide sufficient room to accommodate the huge volume change during plating/stripping at the same time.",
                "A series of new sodiophilic scaffolds are constantly being designed and synthesized to reduce the Na nucleation barrier. However, excellent cycling stability of scaffold‐based Na anodes under ultrahigh charging/discharging capacity (>5 mAh cm−2) and current density (>10 mA cm−2) is still difficult to realize. The uncontrolled growth of dendrites under high current density is the primary cause for the above dilemma. It is worth noting that the location of Na dendrites in the anode has an important effect on the safety performance of batteries, which decides directly the affordability of high current density for the scaffold. This is because the dendrites closest to the electrolyte membrane side are the leading cause of short circuits, rather than those at the bottom of the anode.[] The scaffold with lithiophilic gradients structure can reduce the probability of dendrite‐induced short circuits, and improve the cycling stability under high current density, which have been proved in the lithium anode battery.[] If we can regulate the location of Na deposition in the scaffold, it may improve the cycling stability of the Na‐metal anode under high capacity at large current density. Very recently, we have proposed that the hydroxylated Ti3C2 MXene (h‐Ti3C2)‐based scaffold can induce homogeneous nucleation of Na due to the features of sodiophilic, fast Na+/electron transport kinetics and good thermal conductivity and mechanical properties, which is deemed as an ideal scaffold.[] However, the cycling stability of this scaffold at large current density (>10 mA cm−2) is still hard to achieve.",
                "Herein, we design a series of new lightweight h‐Ti3C2‐based scaffolds with stepped sodiophilic gradient structure (h‐M‐SSG), whose content of h‐Ti3C2 gradually increases from top (closest to electrolyte membrane side) to bottom (anode current collector side). The high sodiophilic h‐Ti3C2 can induce sodium‐ion deposition preferentially at the bottom of anode. Its thickness is controlled and ranges from 80 to 250 µm. Symmetric batteries based on h‐M‐SSG/Na electrodes exhibit a low polarization voltage and excellent cycling stability at high current density (up to 40 mA cm−2) with a high cut‐off capacity (40 mAh cm−2). The cycling life of Na–O2 batteries with pure Na metal, CNTs/Na, h‐Ti3C2/CNTs/Na, and h‐M‐SSG/Na electrodes are 5, 15, 24, and 45 cycles at 1000 mA g−1 (equivalent to 0.14 mA cm−2) and 1000 mAh g−1 (equivalent to 0.14 mAh cm−2), respectively. The Na–O2 battery based on h‐M‐SSG/Na exhibits a low potential gap of 0.137 V after 45 cycles. This deposition‐regulation strategy maybe inspires the design of 3D scaffolds for high‐performance sodium‐metal anodes."
            ],
            "name": "Introduction",
            "type": "section"
        },
        {
            "content": [
                "The preparation procedure of h‐M‐SSG is illustrated in Figure  and Supporting Information. After 88 h of alkalization process, the 2D layered Ti3C2 with micrometer size (Figure , Supporting Information) transformed into the intermediate product a‐Ti3C2 formed by stacking nanoparticle units. The nanoparticles on the surface of a‐Ti3C2 self‐assembled into fibers (Figure , Supporting Information). As reaction time is prolonged to 156 h, all nanoparticle units of a‐Ti3C2 have completed self‐assembly to form 1D fibrous and hydroxylated Ti3C2 (h‐Ti3C2), as shown in Figure . Its tube diameter is 30–40 nm, and the internal lattice spacing is further increased (Figure ). The solutions with weight mass ratio of h‐Ti3C2 to CNTs (Figure ) of 0:1, 0.3:1, and 1.0:1, are prepared through ultrasonic mixing, and abbreviated as CNTs, 0.3‐h‐Ti3C2/CNTs (or h‐Ti3C2/CNTs) and 1.0‐h‐Ti3C2/CNTs, respectively. The scanning electron microscopy (SEM) and transmission electron microscopy (TEM) images of 0.3‐h‐Ti3C2/CNTs (Figure , Supporting Information) and 1.0‐h‐Ti3C2/CNTs solution (Figure ) indicated that the h‐Ti3C2 closely intertwined with CNTs, which would contribute to well mechanical property and tenacity of h‐M‐SSG resulting in a benign 3D conductive network. The h‐M‐SSG scaffold is prepared by vacuum filtration in the order of 1.0‐h‐Ti3C2/CNTs, 0.3‐h‐Ti3C2/CNTs, and CNTs solutions, as shown in Figure . The sodiophilic h‐Ti3C2 content of h‐M‐SSG gradually increased from top to bottom.",
                "As we can see from TEM–energy‐dispersive X‐ray spectroscopy (TEM–EDX) elemental mappings (Figure 2f; Figure , Supporting Information), O and F elements are uniformly distributed throughout h‐Ti3C2, which play a key role in inducing Na homogeneous deposition. Meanwhile, the increasement of lattice spacing of h‐Ti3C2 conduces to the adsorption of K+ during the alkalization process, and resulted in the increasing of K element content. It is worth noting that the high sodiophilic peculiarity of h‐M‐SSG stems from the rich content of O, F, and K function groups of h‐Ti3C2, as shown in Figure , Figures  and  in the Supporting Information. Among them, the O and F functional groups possess relatively large binding energies with Na atom, which can effectively reduce nucleation energy, and form the sodiophilic sites. The corresponding high X‐ray photoelectron spectroscopy (XPS) spectra of O1s and F1s are shown in Figure , respectively. From these XPS spectra, we can know that most of O and F functional groups are bonded with Ti of h‐Ti3C2. As for the K functional group, it could be alloyed with Na, which further improves the sodiophilic property of h‐Ti3C2.",
                "The different thicknesses of the h‐M‐SSG scaffolds from 80 to 250 µm are easily prepared by adjusting the volume of various h‐Ti3C2/CNTs solutions during the preparation, as shown in Figure  in the Supporting Information. The various thickness scaffolds can be applied to meet the requirements of different application scenarios. To get more clearly gradient structure in the characterization of SEM–EDX, we choose the thickness about 250 µm as a research object. In addition, the thickness of h‐M‐SSG scaffold is in direct relation to the thickness of Na composite anode. Therefore, the thicker h‐M‐SSG/Na composite anode is more suitable for the following cycling experiment of ultrahigh charging/discharging areal capacity, such as 1–40 mAh cm−2. The prepared h‐M‐SSG keeps perfect without any cracks or deformation after several times repeated folding operation (Figure ), indicating that it possesses satisfied flexibility. This trait is inherited on h‐M‐SSG/Na composite anode. In Figure , the prepared h‐M‐SSG film with the thickness about 250 μm has a relatively loose porous structure (101.4 m2 g−1, shown in Figure  in the Supporting Information), which is conducive to increase sodium loading capacity and reduce the local current density during cycling to lengthen the Sand's time for inhibiting dendrites growth. In order to verify the stepped gradient structure of h‐M‐SSG, it is characterized by EDS‐mapping. It is worth noting that Ti element comes from h‐Ti3C2, while C element comes from h‐Ti3C2 and CNTs. As shown in Figure , the structure of h‐M‐SSG can clearly be divided into three layers based on Ti content, indicating that the sodiophilic h‐Ti3C2 content stepped increases from top to bottom. This viewpoint is also further verified by the distribution graph of C content (Figure ) and related element line scanning (Figure , Supporting Information). Among them, the presence of sporadic Ti element in the top layer of h‐M‐SSG may be caused by slight interference between different solution layers during the preparation process.",
                "The different capacity‐limited protocols are conducted to plate Na on the h‐M‐SSG scaffolds to explore the deposition behavior. The corresponding schematic illustration about bottom‐up deposition and related optical photograph are shown in Figure . The optical photograph of the bottom of h‐M‐SSG exhibits obvious metallic luster (silvery white) after Na deposition with the capacity of 10 mAh cm−2, whereas the top surface does not, which obvious demonstrates that the sodiophilic gradient structure of h‐M‐SSG could induce Na deposition preferentially at the bottom of anode. This conclusion is further confirmed by the cross‐sectional SEM images of h‐M‐SSG after Na deposition, as shown in Figure . After 1 h of Na deposition at the current density of 10 mA cm−2, Na filled the whole of h‐M‐SSG, but it could be clearly divided into three layers based on the compactness of Na. The Na layer at the bottom of the h‐M‐SSG scaffold is the most compact and thickest layer, which almost forms a smooth plane without any voids (Figure ). The Na layer at the middle of the h‐M‐SSG scaffold is relatively compact. Amounts of microsize sodium particles are stacked crossing each other, and exhibiting a rough granular surface (Figure ). The Na layer at the top of h‐M‐SSG scaffold is relatively loose and porous, and still keeps bits of fibrous CNTs (Figure ). Therefore, it can be inferred that the deposition behavior of Na on the h‐M‐SSG scaffold is preferentially deposition on the bottom, and then gradually deposit to the middle and top at the condition of the bottom is filled tightly. The cross‐sectional SEM of h‐M‐SSG with different Na deposition capacity‐limited of 20, 30, and 40 mAh cm−2, also verified above bottom‐up deposition behavior, as shown in Figure  in the Supporting Information. This is caused by the fact that the rich content of sodiophilic h‐Ti3C2 at the bottom.",
                "The sodium deposition behaviors with the capacity of 10 mAh cm–2 on h‐Ti3C2/CNTs (0.3‐h‐Ti3C2/CNTs) and CNTs scaffolds, are also studied as a control group. As we can see from the cross‐sectional SEM images of h‐Ti3C2/CNTs (Figure ) after Na deposition, Na filled the whole of scaffold. The obtained h‐Ti3C2/CNTs/Na could be clearly divided into two layers based on the compactness of Na. The upper of Na layer is compact and thick, and the bottom of Na layer is relatively loose. There is no similar bottom‐up deposition sequence as h‐M‐SSG for h‐Ti3C2/CNTs scaffold. Therefore, the sodium deposition is uniform in the early middle stage, while it will be preferentially inducing Na deposition at the upper layer of scaffold in the latter stage. The metallic luster (silvery white) of top surface of h‐Ti3C2/CNTs scaffold after Na deposition, further verified this viewpoint (Figure ). From the cross‐sectional SEM images of CNTs (Figure ), we can see that Na will preferentially deposit at the surface layer of the scaffold resulting in amounts of bulges and dendrites. This is due to the poor sodiophilic property of CNTs. The metallic luster of surface of CNTs after Na deposition also verified this point (Figure ). In conclusion, we have demonstrated that the bottom‐up deposition sequence of h‐M‐SSG only stems from its stepped sodiophilic gradient structure.",
                "The first Na plating behaviors on CNTs, h‐Ti3C2/CNTs, and h‐M‐SSG scaffolds at high current density of 10 mA cm−2, are investigated by in situ XRD. Their corresponding color plots of XRD patterns are shown in Figure , respectively. The characteristic peak of Na2CO3 appeared after the deposition time of 6 and 15 min for Na–CNTs and Na–h‐Ti3C2/CNTs half batteries, respectively. However, Na2CO3 is one of typical by‐product resulting from decomposition of electrolyte or the side reaction between Na metal and electrolyte. Compared to Na–CNTs half‐batteries, the signal intensity and presentation time of characteristic peak of Na2CO3 for Na–h‐Ti3C2/CNTs is weaker and later, which means the relatively mild side reaction. This is largely due to the sodiophilic h‐Ti3C2 component of h‐Ti3C2/CNTs scaffold. As for the XRD pattern of Na–h‐M‐SSG, there is still no signal peak of Na2CO3, which means that the stepped sodiophilic gradient structure could effectively inhibit side reaction. That is to say, the h‐M‐SSG scaffold with sodiophilic gradient structure possesses excellent affordability for high current density and capacity.",
                "The sodium‐ion transfer resistances of Na, CNTs/Na, h‐Ti3C2/CNTs/Na, and h‐M‐SSG/Na are investigated by electrochemical impedance spectra (EIS), as shown in Figure  and Figures  and  in the Supporting Information. After 100 charge/discharge cycling times at 1.0 mA cm−2 and 1.0 mAh cm−2, the symmetric battery based on h‐M‐SSG/Na shows the smallest semicircle (3.18 Ω), which means that it possesses the most favorable Na+ transfer kinetics. This conclusion is further verified by Tafel plot, as shown in Figure  in the Supporting Information. Compared with Na, CNTs/Na and h‐Ti3C2/CNTs/Na, the Tafel curve of the h‐M‐SSG/Na‐based symmetric battery exhibited the maximum intersection with the y‐axis. It means the largest exchange current for Na plating/stripping in h‐M‐SSG/Na anode (I0 = 11.88 mA cm–2) and fastest charge transfer kinetic.",
                "To further investigate the inhibiting Na dendrites effect of sodiophilic gradient structure, the morphological change of h‐Ti3C2/CNTs/Na and h‐M‐SSG/Na are observed by an in situ optical microscopy during Na stripping and replating at 10 mA cm−2. The flat surface of h‐Ti3C2/CNTs/Na electrode became uneven, and generated amounts of micrometer‐level protrudes and dendrites after Na stripping for 30 min and replating for 30 min, as shown in Figure . This is due to the preferential stripping and re‐plating behavior on top layer of h‐Ti3C2/CNTs/Na at high current density, which would cause serious tip effect resulting in nonuniform deposition and intensifying the formation of dendrites. By comparison, the surface of h‐M‐SSG/Na remained flat and no trace of dendrite (Figure ), which is due to the bottom‐up deposition sequence of h‐M‐SSG. In conclusion, the stepped sodiophilic gradient structure can effectively enhance the affordability of h‐M‐SSG for high current density and capacity. It is worth noting that the high sodiophilic peculiarity of h‐M‐SSG stems from the rich content of O and F function groups of h‐Ti3C2. It is further demonstrated by the first‐principles DFT calculations (Figure ; Figure , Supporting Information). The most stable structures of a single Na atom absorbed on h‐Ti3C2 surface groups (h‐Ti3C2O, h‐Ti3C2F) and CNTs and corresponding binding energies are shown in Figure . The binding energies between Na atom with h‐Ti3C2O (−10.8 eV) and h‐Ti3C2F (−2.0 eV) are significantly larger than CNTs (−1.1 eV). The stronger binding energy means effectively reduce nucleation energy and form the sodiophilic sites, which is conducive to the uniform Na plating/stripping and dendrite‐free anode.",
                "The long‐term cycling stability of symmetrical batteries based on h‐M‐SSG/Na is assessed by galvanostatic tests. The symmetrical batteries based on Na, CNTs/Na and h‐Ti3C2/CNTs/Na anodes are also studied as a control group. At the relatively moderate current densities (1, 5 mA cm−2) and capacities (1, 5 mAh cm−2), symmetrical batteries based on h‐M‐SSG/Na and h‐Ti3C2/Na anodes exhibit a low polarization voltage and excellent cycling stability, as shown in Figure  and Figure  in the Supporting Information. The charging–discharge curve of symmetrical batteries based on Na and CNTs/Na anodes, in contrast, show a huge fluctuation and large polarization voltage. For instance, symmetrical batteries based on h‐Ti3C2/Na and h‐M‐SSG/Na anodes, remain a low voltage of 0.113–0.050 V, respectively, for more than 1200 h at 1.0 and 1.0 mAh cm−2. On the contrary, symmetrical batteries based on CNTs/Na and pure Na shown a huge polarization voltage fluctuation after cycling time of 300 h.",
                "With the current density increased from 5 mA cm−2 to 10, 15, 20, 40 mA cm−2, the cycling stability of symmetrical batteries based on h‐Ti3C2/CNTs/Na and h‐M‐SSG/Na are beginning to show an enormous difference. The symmetric cell based on h‐M‐SSG/Na has a stable charge–discharge curve and a low polarization voltage of only 93 mV for more than 100 h at 10 mA cm−2 and 10 mAh cm−2, as shown in Figure  in the Supporting Information. However, the charge–discharge curve of symmetric battery based on h‐Ti3C2/CNTs/Na, shows a huge voltage fluctuation, and the polarization voltage began to increase sharply after 9 h operation, and exceeds 1.79 V at 100 h. Impressively, the excellent cycling stability of h‐M‐SSG/Na also continues at high current density of 15, 20, 40 mA cm−2 and high areal capacity of 15, 20, 40 mAh cm−2, as shown in Figure  and Figure  in the Supporting Information. For example, symmetric battery based on h‐M‐SSG/Na exhibits the charge–discharge curves and a low polarization voltage of only 0.145 V for more than 180 h at 40.0 mA cm−2 and 40.0 mAh cm−2. However, the charge–discharge cycle curves of symmetric batteries based on Na, CNTs/Na and h‐Ti3C2/CNTs/Na anodes, show a huge fluctuation, and large polarization voltages more than 1.212, 0.584, and 0.547 V, respectively. It further highlights the advantages of h‐M‐SSG framework. Therefore, we can know that the stepped sodiophilic gradient structure could effectively improve the affordability of the scaffold for high current density and capacity, and maintain a lower polarization voltage and longer cycling life in symmetrical batteries. In addition, the related plating/stripping Coulombic efficiencies (CE) data of Na || Cu and Na || h‐M‐SSG half batteries are provided in Figure  in the Supporting Information. The first Coulombic CE of Na || h‐M‐SSG half battery is as high as 99.99%, and its cycle life is far superior to that of Na || Cu battery. The cycling performance of h‐M‐SSG/Na is well ahead of all the other previous reported scaffolds for Na composited anodes for cycling current density and areal capacity, as shown in Figure . Most of scaffold‐based Na anodes are limited by the high charging/discharging capacity (>5 mAh cm−2) at current density (>10 mA cm−2). In addition, the rate performance of h‐M‐SSG/Na is also studied by charge/discharge cycling at 1, 5, 10, 20, and 40 mA cm−2 (Figure , Supporting Information). The voltage hysteresis of h‐M‐SSG/Na stepped increases with ampere density and maintains excellent steady even at 40 mA cm−2, which demonstrate the excellent rate performance. On the contrary, the symmetric batteries based on pure Na, CNTs/Na, and h‐Ti3C2/Na exhibit the huge voltage fluctuations with the increasing of current density.",
                "To further verified the feasibility of h‐M‐SSG in practical battery, Na−O2 batteries based on h‐M‐SSG/Na anodes, are assembled (Figure ). The cycling lifetime and potential gap of batteries are tested at 1000 mA g−1 (0.14 mA cm−2, based on the practical loading of Super‐P on carbon paper is 0.14 mg cm−2) and a control capacity of 1000 mAh g−1 (0.14 mAh cm−2). The Na–O2 battery with h‐M‐SSG/Na anode keeps a stable charge–discharge curve with an average CE of 93.74%, and a low potential gap of 0.137 mV for more than 45 cycles, as shown in Figure  and Figure  in the Supporting Information. However, the cycling life of Na–O2 batteries with pure Na metal, CNTs/Na and h‐Ti3C2/CNTs/Na electrodes are 5, 15, and 24 cycles, respectively, as shown in Figure  in the Supporting Information. The discharge capacity of Na–O2 batteries with pure Na metal, CNTs/Na and h‐Ti3C2/CNTs/Na electrodes decreased to 548 mAh g−1 (after 7 cycles), 682 mAh g−1 (after 17 cycles) and 151 mAh g−1 (after 24 cycles), respectively. Furthermore, the rate performance of Na–O2 batteries with h‐M‐SSG/Na anodes are investigated at the different current densities and a control capacity of 1000 mAh g−1. With the increasement of current density (200, 400, 600, 800, 1000, 1500, and 2000 mA g−1), the low overpotential gap of batteries is 81, 87, 91, 95, 113, 220, and 425 mV, respectively, which implying the satisfied rate performance (Figure ). Therefore, the introduction of sodiophilic gradient structure in Na–O2 cell can effectively reduce overpotential, and improve the rate performance and cycle life at high current density.",
                "As for Na–O2 batteries with h‐M‐SSG/Na electrodes, its current density of 1000 mA g−1 is relatively higher than that of the common Na–O2 batteries with pure Na‐metal anodes of 200–500 mA g−1. Due to the open system of Na–O2 batteries, the discharge capacity of Na–O2 batteries with h‐M‐SSG/Na electrodes cut‐off with 1000 mAh g−1. The increase of discharge capacity of Na–O2 batteries will increase the running time and aggravate the shuttle effect of O2 between Na‐metal anode and electrolyte resulting in terrible cycling performance. In our next research work, we plan to make use of the synergistic effect of h‐M‐SSG/Na and quasi‐solid electrolyte to resolve above problem and improve discharge capacity."
            ],
            "name": "Results and Discussion",
            "type": "section"
        },
        {
            "content": [
                "We have designed a series of new lightweight 3D scaffolds with sodiophilic gradient structure, h‐M‐SSG, which could effectively induce sodium deposition preferentially at the bottom of anode. This sodiophilic gradient structure significantly improve the affordability of the scaffold for high current density and capacity. Its thickness is controlled and ranges from 80 to 250 µm. The symmetrical batteries based on h‐M‐SSG/Na exhibit a low polarization voltage and long cycling life at a high current density (up to 40 mA cm−2) and capacity (up to 40 mAh cm−2). Furthermore, the Na–O2 battery based on h‐M‐SSG/Na exhibits a low potential gap is 0.137 V after 45 cycles at 1000 mA g−1 (equivalent to 0.14 mA cm−2) and 1000 mAh g−1 (equivalent to 0.14 mAh cm−2), and the capacity and rate performance are not obviously weakened. This deposition‐regulation strategy maybe inspires the design of 3D scaffolds for high‐performance sodium‐metal anodes."
            ],
            "name": "Conclusion",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The alkalization reaction time by KOH was prolonged from 108 to 156 h, beyond that the preparation strategy procedure of h‐Ti3C2 is similar to the previous work.[] The mass ratio of solutions for h‐Ti3C2 to CNTs is 0:1, 0.3:1, and 1.0:1, are prepared through ultrasonic mixing by Ultrasonic Homogenizer, and are abbreviated as CNTs, 0.3‐h‐Ti3C2/CNTs, and 1.0‐h‐Ti3C2/CNTs, respectively. Among of them, the concentration of CNTs aqueous solution was about 2.0 mg L−1. The h‐M‐SSG scaffold was prepared by vacuum filtration in the order of 1.0‐h‐Ti3C2/CNTs (10 mL), 0.3‐h‐Ti3C2/CNTs (10 mL), and CNTs solutions (10 mL), and using two glass plates to keep smooth at 55 °C for 16 h under vacuum condition."
                    ],
                    "name": "Preparation of h‐Ti3C2/CNTs, h‐M‐SSG Scaffolds",
                    "type": "section"
                },
                {
                    "content": [
                        "The super‐P of 7.5 mg and PVDF of 0.833 mg were mixed in 75 mL ethanol. After ultrasonic mixing for 2 h, this solution was spray coated onto the carbon paper with the size of 6 cm × 7 cm under 100 °C. This TGP‐H‐060 hydrophilia carbon paper with the thickness of 0.19 mm and density of 0.44 g cm−3 was purchased from Toray Corporation of Japan. The weight of a carbon‐paper disk with the diameter of 8.0 mm in Na–O2 battery was 4.202 mg. The final practical loading of Super‐P on carbon paper was only 0.14 mg cm−2."
                    ],
                    "name": "Preparation of the Cathode of Na–O2 Battery",
                    "type": "section"
                },
                {
                    "content": [
                        "The SEM (JSM‐7500F, JEOL) and HR‐TEM (FEI Talos F200x G2) were used to characterized the morphology and structure of samples. The surface properties of samples were tested by XPS (Perkin Elmer PHI). The electrolytes in symmetrical and Na–O2 batteries were 1 mol L−1 NaCF3SO3‐diglyme (NaOTF‐G2) solution. The diameter of electrodes in all batteries was 8.0 mm. All batteries were assembled in glovebox under the condition Ar atmosphere. The cycling lifetime and potential gap of Na–O2 batteries were tested in pure O2 at cut‐off voltage of 1.8–2.0 V. The current density of Na–O2 batteries was calculated from the loading of Super‐P on carbon paper."
                    ],
                    "name": "Characterization",
                    "type": "section"
                },
                {
                    "content": [
                        "The solution environment does affect the deposition process of Na. However, considering the variability of electrolyte system and the complexity of SEI formation, the dynamic evolution of electrolyte near the surface of Na metal is much difficult to simulate based on density functional theory (DFT) calculations. Therefore, the electrolyte was kept unchanged in the whole experiments, thus ensuring that the electrolyte has the same effect on the Na deposition process. DFT analysis were performed here for qualitatively comparing the interaction between different substrates and Na. The similar DFT analysis in other research works can further verify above viewpoints.[] All the calculations were carried out by using the Vienna Ab initio Simulation Package (VASP)[] with the projector augmented wave (PAW)[] potentials for core electrons and the Perdew–Burke–Ernzerhof (PBE)[] form of the generalized gradient approximation (GGA) for exchange and correlation functional. An energy cutoff of 450 eV was adopted for the plane wave expansion of valence electron wave functions. A 4 × 4 × 2 k‐point mesh was used for geometric optimization of the 3 × 3 supercell of Ti3C2. A vacuum layer of 15 Å was introduced to avoid interactions between adjacent layers. All structures were relaxed with all atoms allowed to move until the force was less than 0.02 eV Å−1. The adsorption energies are given as follows1Eads=Esubstrate+Na−ENa−Esubstratewhere Esubstrate+Na, ENa, and Esubstrate are the energies of substrates with adsorbed Na atom, the isolated Na atom and clean substrates, respectively."
                    ],
                    "name": "Computational Details",
                    "type": "section"
                }
            ],
            "name": "Experimental Section",
            "type": "section"
        },
        {
            "content": [
                "This work was supported by National Key R&D Program of China (2017YFA0206700 and 2018YFB1502101), National Natural Science Foundation of China (22121005, 22005155, 52072186, 52001170, and 52001171). The calculations were carried out at National Supercomputer Center in Tianjin by TianHe‐1A. The authors also acknowledge the financial support of Sunwoda Electronic Co., Ltd. and Tianjin EV Energies Co., Ltd. (JEVE). K.Z. would like to acknowledge the Young Elite Scientists Sponsorship Program by CAST (2019QNRC001)."
            ],
            "name": "Acknowledgements",
            "type": "section"
        },
        {
            "content": [
                "The authors declare no conflict of interest."
            ],
            "name": "Conflict of Interest",
            "type": "section"
        },
        {
            "content": [
                {
                    "content": [
                        "The data that support the findings of this study are available from the corresponding author upon reasonable request."
                    ],
                    "name": "Data Availability Statement",
                    "type": "section"
                }
            ],
            "name": "Data Availability Statement",
            "type": "section"
        }
    ],
    "Title": "An MXene‐Based Metal Anode with Stepped Sodiophilic Gradient Structure Enables a Large Current Density for Rechargeable Na–O2 Batteries"
}