{
    "DOI": "10.1021/acsami.3c19126",
    "Journal": "",
    "Keywords": [],
    "Sections": [
        {
            "content": [
                "Sodium-ion batteries (SIBs) have attracted much attention in recent years due to the abundance and wide distribution of Na reserves.  The advantages of low cost make the application of SIBs in the field of large-scale energy storage systems and low-speed electric vehicles more promising. ",
                "The cathodes, anodes, and electrolytes are the three most important components of SIBs, and the stability of the interface between the electrode and electrolyte directly determines the energy density, stability, and safety of batteries.  However, most researches were focused on the materials chemistry, and the researches about electrolytes are not so eye-catching.  It is noteworthy that the stability of the electrode/electrolyte interface is closely related to the electrolyte composition and solvation structures.  Therefore, understanding and regulating the solvation structures of the electrolytes are important ways to construct stable electrode/electrolyte interfaces.",
                "The commonly used nonaqueous organic electrolytes mainly include ethers, carbonates, carboxylic esters, and so forth.  In recent years, many studies have found that ether-based electrolytes can form more stable solid electrolyte interface (SEI) films and show better cycle and rate capability than ester-based electrolytes when applied to several anode materials such as hard carbon,  graphite,  and alloying anodes.  However, ether-based electrolytes are rarely used in cathode materials and the corresponding full cells.  This is mainly because the ether-based electrolytes exhibit poorer compatibility with cathodes than the carbonate-based electrolyte.  Therefore, improving the compatibility between ether-based electrolytes and positive electrodes can promote the application of ether-based electrolytes in the field of sodium-ion batteries. Tetraglyme has been applied in sodium-ion full batteries in some peer-reviewed papers because of its better oxidation stability among ether solvents; however, the electrochemical performance is still not so satisfactory. ",
                "NaPF6 has become one of the most widely used sodium salts in electrolytes because of its ability to produce more conductive electrolytes and smaller interface impedance.  However, NaPF6 suffers from the safety issue caused by hydrolysis and pyrolysis.  In addition, some studies have found that the performance of full cells with high-potential cathodes is unsatisfactory when NaPF6 is applied with ether electrolytes.  Hu et al.  found that the anode-free Na battery with a layered oxide-based Na[Cu1/9Ni2/9Fe1/3Mn1/3]O2 cathode displayed low cycling efficiencies and continuous depletion of active Na content when 1 M NaPF6 in diglyme electrolyte was used. Na3V2(PO4)2F3//HC full cell with 1 M NaPF6 in diglyme electrolyte was also explored by Johansson et al. and showed rapid capacity fading, which is attributed to unstable SEI layers.  In our previous work, we applied 1 M NaPF6 tetraglyme in various battery systems with different operation ranges. It is worth mentioning that the deterioration of ether electrolytes closely related to the “redox shuttle” between cathodes and low-potential anodes was found for the first time.  Here, the “redox shuttle” effect is that some soluble intermediate products from low-potential anodes (<0.57 V vs Na+/Na) would shuttle to the cathodes (>3.45 V vs Na+/Na) and be oxidized. Therefore, constructing stable cathode electrolyte interface (CEI) films on cathodes and SEI layers on anodes is the key to promoting the application of ether-based electrolytes in full cells with high-potential cathodes.",
                "NaBF4 is another commonly used sodium salt, which is also widely used in the fields of chemistry,  biotechnology,  pharmaceutical industry,  and so forth. Compared with NaPF6, NaBF4 has a lower cost and shows outstanding performance when applied to ether-based electrolytes. Palani Balaya et al.  reported that 1 M NaBF4 in tetraglyme is thermally stable and could induce a stable SEI layer when applied to the Na2Ti3O7 material. Zi-Feng Ma et al.  found that a nonflammable electrolyte with NaBF4 as the sodium salt could significantly stabilize the cyclability of NaNi1/3Fe1/3Mn1/3O2//HC full cells. It has also been reported that 1 M NaBF4 in diglyme could realize the stable cycling of Na metal anode.  Thus, it is very meaningful to explore the effect of NaBF4 on the inhibition of the “redox shuttle” effect. In addition, due to the low solubility and poor Na+ conductivity of NaBF4 in electrolytes, if a small amount of NaBF4 can significantly improve the interfacial stability, then this strategy can achieve a universal application. Therefore, it is also necessary to explore the effect of NaBF4 as an ancillary salt on the interfacial stability and inhibition of “redox shuttle.”",
                "In this work, the ether electrolytes with NaPF6 (PG) and NaBF4 (BG) as salts were applied on NFM//HC full cells, and it was found that BG shows more excellent performance. To further explore the effect of NaBF4 as an ancillary salt on the interface stability, we designed an electrolyte with 0.1 M NaBF4 and 0.9 M NaPF6 (PB91) and also obtained excellent performance as BG. In addition, a serious self-discharge capacity loss of PG could be inhibited by BG and PB91. Through studying the effect of NaBF4 on the morphology, structure, composition, and solubility of CEI layers on NFM cathodes and SEI layers on HC anodes, it was found that the excellent performance of BG and PB91 could be attributed to the more stable CEI and SEI layers rich in B-containing species and inorganics. The stronger interaction between BF4– and Na+ was unraveled by 23Na NMR and desolvation energy calculation, which could reduce the solvation of Na+ with the solvent, thus inducing the formation of CEI and SEI layers rich in inorganic species."
            ],
            "name": "1.  Introduction",
            "type": "h2"
        },
        {
            "content": [
                {
                    "content": [
                        "NaNi1/3Fe1/3Mn1/3O2 (NFM) was purchased from Guangdong Greenway Technology Co., Ltd. Hard carbon (HC) material was purchased from KAIJIN New Energy Co., Ltd., China. Sodium hexafluorophosphate (NaPF6) was purchased from Do-fluoride Chemicals Co., Ltd., China; sodium tetrafluoroborate (NaBF4) was purchased from Shanghai Titan Scientific Co., Ltd. (Adamas-beta); and tetraethylene glycol dimethyl ether (G4) was purchased from Duoduo Chemical Technology Co., Ltd., China."
                    ],
                    "name": "2.1.  Chemicals and Materials",
                    "type": "h3"
                },
                {
                    "content": [
                        "To prepare NFM electrodes, NFM material, carbon black (super P), and polyvinylidene difluoride (PVDF) at a weight ratio of 95:3.5:1.5 were mixed with an appropriate amount of N-methyl pyrrolidone (NMP) to form a homogeneous slurry. HC electrodes were prepared by mixing HC material, Super P, sodium carboxymethyl cellulose (CMC), and styrene–butadiene rubber (SBR) at a weight ratio of 95:1:1.5:2.5; then, an appropriate amount of H2O was added and stirred to obtain a homogeneous slurry. Then, the slurry was cast onto an Al foil and dried at 90 °C in a vacuum oven for 12 h, and the material was cut into disks with diameters of 12 mm.",
                        "The electrolytes were prepared by dissolving 1 M (mol L–1) NaPF6/NaBF4 or 0.9 M NaPF6 + 0.1 M NaBF4 into G4 to obtain 1 M NaPF6 in G4 electrolyte (PG), 1 M NaBF4 in G4 electrolyte (BG), and 0.9 M NaPF6 + 0.1 M NaBF4 in G4 electrolyte (PB91). All electrolytes were prepared in a glovebox, with the moisture and oxygen contents below 0.1 ppm. Coin cells (CR2032) were assembled in a glovebox, and GF/A glass filters impregnated with 80 μL of electrolyte were applied as separators."
                    ],
                    "name": "2.2.  Electrode and Electrolyte Preparation",
                    "type": "h3"
                },
                {
                    "content": [
                        "The surface morphology and element content determination of NFM and HC electrodes were explored by scanning electron microscopy (SEM, EOL, JSM-5612LV) and energy-dispersive spectroscopy technique (EDS). The content of traditional metal element was determined by an inductively coupled plasma atomic emission spectrometer (ICP, PerkinElmer, Avio 500). The elemental composition of CEI and SEI layers with Al Kα radiation (hv = 1486.6 eV) was investigated by X-ray photoelectron spectroscopy (XPS) (Thermo Fisher, ESCALAB 250Xi). A differential electrochemical mass spectrometer (DEMS, HPR-40, Hiden) with high-purity He (99.999%) as a carrier gas at a flow rate of 0.75 mL min–1 was used to explore the gas evolution of NFM//HC full cells. All electrodes obtained from cycled cells were washed with the DME solvent before the characterization of SEM and XPS. A liquid nuclear magnetic resonance instrument (NMR) (Bruker AVANCE NEO 400M) was used to obtain the 23Na NMR spectrum. The solubility of CEI and SEI layers was calculated by the capacity loss of Al//Na and Cu//Na cells with different pause times.  The ionic conductivity was tested by a conductivity meter (METTLER S230) at 25 °C."
                    ],
                    "name": "2.3.  Electrode and Electrolyte Characterization",
                    "type": "h3"
                },
                {
                    "content": [
                        "Galvanostatic charge/discharge tests were conducted by a Neware battery test system. The rate of 1 C corresponds to 120 mA g–1 for NFM electrodes. Cyclic voltammetry (CV) was performed by an electrochemical workstation (Admiral, 2245w). Chronoamperometry tests were conducted after the NFM//HC full cells were charged to 4.0 V at 0.2 C, and then the batteries were held at 4.0 V for 5 h. The electrochemical impedance spectroscopy (EIS) measurements were performed in a frequency range from 500 kHz to 10 mHz."
                    ],
                    "name": "2.4.  Electrochemical Measurement",
                    "type": "h3"
                },
                {
                    "content": [
                        "The molecular dynamics simulations were conducted in the Forcite module by Materials Studio of Accelrys Inc., and all the dynamics simulations used the COMPASS II force field. The PG electrolyte model box contains 50 NaPF6 and 227 G4, the BG model contains 50 NaBF4 and 227 G4, and the PB91 electrolyte model contains 45 NaPF6, 5 NaBF4, and 227 G4. First, all electrolyte systems were initially equilibrated at 600–300 K in the NVT ensemble for 10 cycles to obtain the optimized structure with the lowest energy. Then, the electrolytes were equilibrated in the isothermal–isobaric ensemble (constant NPT) using the Berendsen barostat to maintain a pressure of 0.0001 GPa for 300 ps. The products were obtained by the canonical ensemble (NVT) running 500 ps at 298 K. Finally, dynamic simulation of the optimized model was conducted to obtain the radial distribution function (g(r)) and coordination number distribution (n(r)). Density functional theory (DFT) calculation was applied to calculate the solvation free energies."
                    ],
                    "name": "2.5.  Calculation Methods",
                    "type": "h3"
                }
            ],
            "name": "2.  Experimental Section",
            "type": "h2"
        },
        {
            "content": [
                "To explore the performance of ether electrolytes with NaPF6 and NaBF4 when applied in high-potential cathodes, NFM cathode with a high operation potential (4.2 V vs Na+/Na) was selected. As shown in a, the NFM//Na cell with the NaPF6 G4-based electrolyte (PG) exhibits poor cycling performance and low Coulombic efficiencies. After 100 cycles at 0.2 C, the specific capacity of PG decreases from 149.7 to 58.9 mAh g–1, and the average Coulombic efficiency is as low as 96.15%. From our previous study, the low-efficiency phenomenon of PG was attributed to the “redox shuttle” effect of ether electrolytes between cathodes and low-potential anodes, which would lead to the rapid deterioration of batteries.  However, when NaPF6 is replaced by NaBF4 (BG), the cycling performance and efficiencies were promoted obviously, and the capacity could remain 83.0 mAh g–1 after 100 cycles. Interestingly, when a small amount of NaBF4 (0.1 M) was mixed with NaPF6 (0.9 M) in G4 to obtain PB91, the cycling performance and efficiencies could be improved significantly as BG, which implies that a small amount of NaBF4 could induce more stable SEI layers. The cycling performance at 1 C also shows the same result (). The first charge and discharge profiles of NFM//Na cells with three electrolytes (b) display that PG shows an obvious side reaction platform corresponding to the shuttle effect at ∼3.5 V, which leads to a low initial Coulombic efficiency (ICE) of 71.2%. However, BG and PB91 do not show the side reaction platform; thus, the ICEs are improved remarkably to 83.9% and 87.0%, respectively. This result further indicates that NaBF4 could suppress the side reaction of PG. Cyclic voltammetry (CV) tests were also conducted to explore the difference of PG, BG, and PB91 electrolytes (). The initial CV curves of NFM//Na further manifest that BG and PB91 could inhibit the side reactions of ether electrolytes (c). Due to the structural instability of NFM materials, Na3V2(PO4)3 materials with a far more stable structure than NFM were also applied to assess the effect of PG and PB91 (). The Na3V2(PO4)3//Na cell with PG electrolytes fails at 319 cycles, and the battery shows low cycling efficiency, which is also attributed to the ‘redox shuttle’ effect. However, Na3V2(PO4)3//Na in PB91 could stably run 1700 cycles with high efficiencies and maintain a capacity retention rate as high as 84.52%. These results further indicate that NaBF4 as an ancillary salt (PB91) can significantly improve the efficiencies and significantly prolong the cycle life. In addition, the obtained ionic conductivities of PG, BG, and PB91 are 2.187, 1.277, and 2.124 mS cm–1, respectively, which further indicate that NaBF4 as an ancillary salt (PB91) can not only stabilize the cells but also maintain a higher ionic conductivity as PG.",
                "To further explore the performance of these three electrolytes in full cells, NFM//HC full cells with PG, BG, and PB91 were assembled. As shown in d, BG and PB91 still display enhanced cycle stability and higher Coulombic efficiencies as compared to PG in NFM//HC full cells, and this phenomenon is consistent with that in NFM//Na half-cells. In order to uncover the mechanism of NaBF4 on NFM//HC full cells, electrochemical impedance tests were conducted (e). It could be seen that the impedance of NFM cathodes cycled 100 times is much larger than that of HC anodes in the three electrolytes, indicating that the kinetics of NFM electrodes is much slower than that of HC electrodes in the full cells. BG and PB91 show higher resistance on HC electrodes than PG, which is attributed to the larger SEI film impedance formed by BF4– in BG and PB91. In , the three electrolytes show the same performance in HC//Na cells (0.01–2.0 V), and almost no capacity fading occurs after 100 cycles, which is attributed to the extremely stable structure of HC electrodes. In addition, because the failure of ether electrolytes caused by “redox shuttle” does not occur in the range of 0.01–2.0 V, the three electrolytes show high stability in HC//Na cells. To further analyze the impedance difference of NFM electrodes with the three electrolytes, the fitting results are displayed in f, and the equivalent circuit used for EIS fitting is displayed in . It was found that the CEI impedance (RCEI) of BG (381 Ω) was significantly larger than that of PG (257 Ω), while the charge-transfer impedance (Rct) is significantly smaller than that of PG, indicating that BG will induce a CEI layer with a larger impedance on NFM electrodes, and the CEI layer can effectively inhibit the increase of Rct. It is worth noting that RSEI of PB91 is similar to that of PG, but Rct is significantly smaller than that of PG, which suggests that a small amount of NaBF4 can not only obviously suppress the increase of Rct but also maintain a lower RSEI value.",
                "Furthermore, self-discharge measurement ( and a–c) and chronoamperometry tests (d) were conducted to explore the stability of CEI and SEI layers derived from PG, BG, and PB91. As shown in , NFM//HC cells were cycled at 0.2 C with different pause times in fully charged state, and PG shows a much larger voltage drop than BG and PB91 during every pause process, which leads to a much significant capacity loss of PG than that of BG and PB91 (b). A more visual comparison of capacity loss ratio is displayed in c; after a 100 h pause, the capacity loss ratio of PG is as high as 64.5%, which is much higher than that of BG (13.4%) and PB91 (13.5%). These results indicate that BG and PB91 could induce more stable CEI and SEI layers, inhibiting the serious capacity loss of self-discharge. Chronoamperometry test is another effective approach to reflect the stability of CEI and SEI layers. In our previous study, it had been proved that the current at the stable state of chronoamperometry tests mainly comes from the redox shuttle effect of ether electrolytes, which to some extent reflects the rate of the side reaction.  As shown in d, when NFM//HC full cells were held at 4.0 V, the current density of BG and PB91 is much smaller than that of PG, implying that the CEI and SEI layers derived from BG and PB91 are more stable, and they can reduce the side reactions occurring in NFM//HC full cells. Transition-metals (Mn, Fe, and Ni) deposited on the cycled HC anodes (obtained from NFM//HC full cells) were tested by inductively coupled plasma (ICP) atomic emission spectrometry (e) and energy-dispersive spectroscopy (EDS) technique (). It could be found that the atom percent of transition metals (Mn, Fe, and Ni) in BG and PB91 is remarkably smaller than that of PG, which further declares that BG and PB91 could promote the formation of more stable CEI layers on NFM cathodes and inhibit the dissolution of transition metals.",
                "The properties of SEI and CEI layers have a crucial influence on the battery performance.  Thus, SEM, XPS, EDS, and solubility test were further carried out to study the effect of NaBF4 on the morphology, structure, composition, and solubility of CEI layers on the NFM () and SEI layers on HC electrodes (). As shown in a and , the NFM electrode cycled 20 times in PG is visually covered by a thick layer of byproducts, which makes the boundary of NFM particles blurred. However, the surface of NFM electrodes cycled in BG and PB91 shows no obvious difference from pristine NFM electrodes. These results suggest that BG and PB91 could induce more stable CEI layers on NFM cathodes to suppress the serious decomposition of electrolytes, and the CEI layers derived from BG and PB91 are much thinner than PG.",
                "To explore the effect of NaBF4 on the composition of CEI layers covered on the NFM cathode, XPS measurements were conducted (b–d and ). The C–C/C–H (284.8 eV), C–O (286.7 eV) peaks in C 1s spectrum and O–C (532.3 eV) in O 1s spectrum are mainly derived from some organic species such as RCH2ONa, Na2[(OCH2CH2O)n], and so forth.  O–C═O (CO3) (289.3 eV) in the C 1s spectrum and O═C/Na–O (531.1 eV) in the O 1s spectrum are mainly derived from some inorganic species such as Na2CO3, and so forth.  The Na–F (684.1 eV) peak in the F 1s spectrum can be ascribed to NaF. The B 1s spectrum is almost overlapped with the P 2s spectrum;  the NaxBOyFz or NaxPOyFz peak (687.2 eV) in the F 1s spectrum and B–F or P–F (198.8 eV), NaxBOyFz, or NaxPOyFz (194.9 eV) peaks in the B 1s or P 2s spectrum mainly stem from some incomplete decomposition products of NaPF6 and NaBF4. ",
                "It could be found that C–F peaks coming from PVDF in the C 1s and F 1s spectra disappear after cycling 20 times in PG, BG, and PB91, indicating the formation of CEI layers on NFM electrodes (b,c). The C–C peaks in the pristine NFM sample stem from carbon black (Super P), but the NFM electrode cycled in PG shows a much weaker C–C peak than that in BG and PB91, suggesting that the CEI layers induced by PG are much thicker than that by BG and PB91 (b). The same conclusion could be drawn by the content of Ni element obtained from the surface of cycled NFM electrodes (f and ); a thicker CEI layer derived from PG would mask the signal of Ni element from the NFM material, thus leading to a lower Ni atomic ratio. From the B 1s/P 2s spectrum (d), it could be observed that a strong NaxPOyFz peak is induced by PG, which means serious decomposition of NaPF6. In the BG electrolyte, an obvious NaxBOyFz peak induced by the decomposition of NaBF4 could also be observed. However, the NaxPOyFz/NaxBOyFz peak in PB91 almost disappeared, which is because the content of NaxBOyFz decomposed from 0.1 M NaBF4 in PB91 is greatly reduced than BG, and the small amount of NaxBOyFz could inhibit the decomposition of NaPF6 to NaxPOyFz. This result indicates that a small amount of NaBF4 would inhibit the large amount of decomposition of NaPF6. It is worth noting that the C–O peaks largely reflect the content of organic species in the CEI layers, while the O–C═O (CO3) and Na–F peaks largely represent the content of inorganic species in the CEI layers.  To clearly show the content difference between organic (C–O peak) and inorganic species (O–C═O (CO3) and Na–F peaks) in the CEI layers, the peak area ratio of organic and inorganic species is displayed in e. BG and PB91 exhibit lower organic contents but higher inorganic contents when compared to PG, indicating that NaBF4 could induce a CEI layer with more inorganic species. In addition, the solubility test of CEI on cathodes is shown in , and the capacity loss caused by the solubility of CEI layers in PG is much larger than that in BG and PB91, which suggests that CEI layers derived from BG and PB91 are more difficult to dissolve than that from PG.  Based on the analysis of , ether electrolytes with NaBF4 as the main salt or an ancillary salt could form a more stable CEI layer that is thin, rich in inorganic species, and difficult to dissolve.",
                "Furthermore, the characterization of SEI layers on HC anodes is also carried out (). After being cycled 20 times in NFM//HC cells, the surface of HC anodes in PG is also covered by large amounts of byproducts, but this phenomenon does not appear in BG and PB91, which explains that the SEI layer in PG is much thicker than that in BG and PB91 (a). The HRTEM tests displayed in  also show that the SEI layer induced by PG is thicker than that by BG and PB91. As shown in b, the C–O peak that mainly originated from the decomposition of the solvent in PG is much higher than that in BG and PB91, indicating that the addition of NaBF4 could suppress the decomposition of the solvent. The high NaxBOyFz peaks of BG and PB91 in F 1s and B 1s spectra declare that NaBF4 would be reduced to some NaxBOyFz species, which may be the key to stabilize the SEI layers (c,d). In addition, the ratio of inorganic (O–C═O (CO3) and Na–F peaks) and organic species (C–O peak) was roughly calculated and displayed in e. BG and PB91 show a lower ratio of organics and a higher ratio of inorganics, also manifesting that NaBF4 could suppress the decomposition of the solvent into some organic species. Moreover, the solubility tests of SEI layers on the anodes declare that the capacity loss attributed to the SEI layer dissolution in PG is much higher than that in BG and PB91 (f,g).  Combining all the above conclusions in , the SEI layer with much NaxBOyFz species induced by NaBF4 is rich in inorganics, which could inhibit the continuous decomposition of the solvent and the solubility of SEI layers.",
                "Moreover, the solvation structure of Na+ in electrolytes would significantly affect the composition and structure of SEI and CEI layers.  Here, classical molecular dynamics (MD) simulations were further conducted to investigate the effect of BF4– on the solvation structure in . The coordination number of Na–O (G4) and Na–F (PF6–) is 4.89 and 1.74 in the first solvation sheath of PG (d), but the coordination number of Na–O (G4) decreases to 3.66 and that of Na–F (BF4–) increases to 2.94 in BG (e), indicating that BF4– could decrease the coordination of G4 and Na+. The optimized Na+ solvation structure in g also displays the same result that fewer O (G4) in BG is coordinated with Na+ than PG. The obtained Na+ solvation free energies in PG, BG, and PB91 are −145.47, −149.6, and −149.25 kcal mol–1, which indicate that the interaction of Na+-BF4– is stronger than that of Na+-PF6–, and Na+ in BG and PB91 is more difficult to be desolvated than in PG (h). These results indicate that the stronger interaction between BF4– and Na+ could decrease the coordination of G4 and Na+, which could increase the decomposition of anion but decrease the decomposition of G4 on the electrode/electrolyte interfaces. This is why BG and PB91 could induce an SEI/CEI rich in inorganic species, as shown in the result of XPS tests ( and ).",
                "The 23Na NMR spectrum of PG, BG, and PB91 electrolytes was analyzed to further verify the effect of NaBF4 on Na+ solvation (a). It can be seen from a that all three electrolytes have only one peak, indicating that there is only one chemical environment for sodium ions in the homogeneous solution in the three electrolytes. The chemical shifts of PG, BG, and PB91 samples are −2.83, −4.09, and −3.76 ppm, respectively, implying that the electron cloud density around Na+ is PG < PB91 < BG.  This result suggests that the addition of BF4– will increase the electron cloud density around Na+, which is related to the stronger interaction between BF4– and Na+. The larger polarization of BG and PB91 between the reduction and oxidation peaks also indicates the slower kinetics of BG and PB91 (c). Then, Na3V2(PO4)3 with a potential platform at ∼1.7 V (vs Na+/Na) was selected to eliminate the interference of SEI layers, and rate capability test was carried out. In b, the rate capacity of BG is lower than that of PG when the rate is larger than 1 C, which is attributed to the slower desolvation process. The slower desolvation process is caused by the stronger interaction between BF4– and Na+, which is consistent with the result of solvation free energy (h). More importantly, the stronger interaction between BF4– and Na+ could reduce the solvation of Na+ with the solvent, which is the key factor for the formation of CEI and SEI layers rich in inorganic species.",
                "The gas evolution of NFM//HC cells with three electrolytes is displayed in c–e. H2 is found to release when NFM//HC starts charging in three electrolytes, which is attributed to the electrochemical reduction of trace water (HF or ROH) in electrolytes (H2O/ROH/HF + e– → OH–/RO–/F– + 1/2 H2↑).  A smaller H2 evolution rate in BG and PB91 than that in PG could be found, which is because more stable SEI films on HC derived from BG and PB91 could inhibit the reduction of H2O (HF or ROH). It is worth noting that PG begins producing a large amount of CH4 and C2H4 at 3.95 V, which is proved to be derived from the redox shuttle effect of PG in our previous published work.  However, the gassing rate of CH4 and C2H4 in BG and PB91 is reduced greatly, further implying that the stable CEI and SEI layers induced by NaBF4 on NFM cathodes and HC anodes could suppress the gas evolution of NFM//HC cells.",
                "Based on all of the above analyses, the scheme of solvation structures and electrode/electrolyte interfaces in PG and BG electrolytes is constructed and displayed in . BF4– shows the stronger interaction with Na+ than PF6–, and the stronger interaction between BF4– and Na+ could reduce the solvation of Na+ with the solvent, thus inducing the formation of CEI and SEI layers rich in inorganic species. Moreover, the CEI and SEI layers with many inorganic species induced by BG are thinner and more stable, which could inhibit the continuous decomposition of solvent and the solubility of SEI layers."
            ],
            "name": "3.  Results and Discussion",
            "type": "h2"
        },
        {
            "content": [
                "In summary, NaBF4 as the main salt or additive in ether electrolytes could effectively improve the cycling performance and efficiencies in the NFM//HC full cells. In addition, self-discharge measurement and chronoamperometry tests were also conducted and showed that BG and PB91 could inhibit the serious self-discharge capacity loss and the side reaction occurring on NFM cathodes with PG. 23Na NMR spectrum and rate capability test indicated that the interaction between BF4– and Na+ is stronger than that between PF6– and Na+, which could reduce the solvation of Na+ with the solvent, and this is the key factor for the formation of CEI and SEI layers rich in inorganic species. The morphology, structure, composition, and solubility of CEI and SEI layers were explored by SEM, XPS, EDS, and solubility tests, and it was concluded that NaBF4 could induce more stable and thinner electrode/electrolyte interfaces rich in B-containing species and inorganics. This work breaks the inertial idea of using NaPF6 as an electrolyte salt and improves the feasibility of applying ether-based electrolytes in sodium ion full cells."
            ],
            "name": "4.  Conclusions",
            "type": "h2"
        }
    ],
    "Title": "BF4– Tailoring Solvation Chemistry of Ether-Based Electrolytes to Construct Stable Electrode/Electrolyte Interfaces for Sodium-Ion Full Batteries"
}